<?xml version="1.0" encoding="ISO-8859-1"?>
<!DOCTYPE Debate SYSTEM "Debate.dtd"[]>
<Debate DocTitle="Seanad Debate" Day="Thu" Date="24" Month="Mar" Year="2005" Vol="179" No="19" DateIrish="Déardaoin, 24 Márta 2005" DateEnglish="Thursday, 24 March 2005" House="S" CommitteeEng="" CommitteeIr="" SubNameEng="" cnum="1641">
  <Col N="1641"/><HtmlBk SectId="1" />
  <MainHeading Type="Prelude" LHead="" RHead="">
    <Title>
    </Title>
    <P>Chuaigh an Cathaoirleach i gceannas ar<?oasys [jy?>10.30 a.m.</P>
    <Line />
    <P Italics="Y" Just="Center">Paidir.<br />
  Prayer.</P>
    <Line />
  </MainHeading>
  <?oasys [cl11.2]?>
  <MainHeading Type="GD" LHead="Death of Former Member:" RHead="Expressions of Sympathy">
    <Title>Death of Former Member: Expressions of Sympathy.</Title>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>On behalf of my party and as Leader of the Seanad, I pay tribute to a former Member of the House, the late P&oacute;l &Oacute; Foighil. He was a former Fine Gael Senator but also ran for election as an Independent. He was very well known throughout Ireland for his community work and was a community activist in the true sense of the word. He worked for Gaelic affairs and the islands and he invigorated the co-operative movement throughout Connemara.</P>
      <P>P&oacute;l &Oacute; Foighil was always called &ldquo;B&aacute;in&iacute;n&rdquo;. The formation of this title provides an interesting anecdote but it is only one little episode in a very crowded life. He lived his life for the public. He began his career as a teacher when he moved to Connemara over 50 years ago and he and his family ran a large guesthouse in Indreabh&aacute;n near Spiddal. He was very interested in the Aran Islands and set up a wind farm on Inishmaan. He established Irish language schools throughout Connemara and set up group water schemes in the west.</P>
      <P>I met Mr. &Oacute; Foighil when he was campaigning for a cable car service from the mainland to Inishbiggle. At the time there was one pupil left in the school on the island. Mr. &Oacute; Foighil and others were seeking to keep the school open and retain its teacher.</P>
      <P>Mr. &Oacute; Foighil became a member of Galway County Council and &Uacute;dar&aacute;s na Gaeltachta. In 1989 he was elected to the Seanad as a Fine Gael Member on the labour panel and he tried to obtain a Fine Gael nomination to run in 2002. He did not receive the nomination but ran as an Independent. He received many votes and was nearly elected. The Independents are always with us.</P>
      <P>Mr. &Oacute; Foighil believed anyone who applied for planning permission in the so-called Gaeltacht areas should be an Irish speaker. I always believed this was a good idea. His view was that the Gaeltacht should not just be a suburban area in which people could live. Mr. &Oacute; Foighil had this <Col N="1642"/>planning clause added to the Galway county development plan in so far as it applied to south Connemara.</P>
      <P>The Minister for Community, Rural and Gaeltacht Affairs, Deputy &Oacute; Cu&iacute;v, has paid tribute to Mr. &Oacute; Foighil. It is interesting that Mr. &Oacute; Foighil was ahead of Deputy &Oacute; Cu&iacute;v in much of the work he did for his own area and the whole western region. He served the Seanad with great distinction. Everybody knew of him and I remember him so well being around the House.</P>
      <P>The Cathaoirleach will be interested to note that there was a row in which Mr. &Oacute; Foighil was to be suspended from the House or disrobed of his b&aacute;in&iacute;n jacket. Senators who were in the House at the time will know about this. The then Cathaoirleach had to intervene and I believe a compromise was reached. He was allowed to wear the jacket. I know the then Cathaoirleach had some trying times while Mr. &Oacute; Foighil was a Member. However, for Mr. &Oacute; Foighil, working in the Seanad while wearing his b&aacute;in&iacute;n jacket epitomised what he was about. As I stated, this is only one aspect of a vast career. He served the public and the community in which he lived and set up his business so well. On behalf of the House, I express our deepest of sympathy to his family.</P>
    </Speaker>
    <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>On behalf of my colleagues in Fine Gael, I express our sympathy to the family of P&oacute;l &Oacute; Foighil on their terrible loss. I feel quite inadequate because I cannot address my remarks to the House as Gaeilge. Every time former Senator &Oacute; Foighil spoke to the House, he did so in Irish, the language he loved. He was one of those colourful characters we all meet going around the country. I remember going to conferences, on the Seanad trail in particular, at which I met Mr. &Oacute; Foighil. Regardless of whether I asked him for advice, I received it from him. Usually it was well worth listening to. Mr. &Oacute; Foighil was very encouraging, particularly of younger members of our party, in terms of persevering and doing one&rsquo;s best in politics.</P>
      <P>Mr. &Oacute; Foighil was brought into Fine Gael by Tom O&rsquo;Donnell, who was Minister for the Gaeltacht between 1973 and 1977. Down through the years, Mr. &Oacute; Foighil had what might be described as a truculent relationship with the party. Sometimes he was in and sometimes he was out, but more often than not he was right and we were wrong. He stated anyone who has a mind is entitled to change that mind. I believe that was one reason constituting his defence when, for some reason or other, he was being expelled from the parliamentary party. He definitely took his stances very seriously and independently. He was able to say awkward things to the party from time to time.</P>
      <P>One of Mr. &Oacute; Foighil&rsquo;s greatest and lasting achievements was the introduction of simultaneous translation into Irish in the House. I understand that as a Member of the House from <Col N="1643"/>1989 to 1992, he initiated a campaign to secure the automatic right for all Members to hear debates through Irish. He was a Tipperary man, although as the Leader noted, he moved to Connemara in the 1950s. As she rightly observed, he did much community work in the west, particularly in and around Connemara, in establishing co-operatives and Irish colleges which were attended in the summer months by many jackeens, myself included. It is ironic that we pay tribute to him in the middle of an &Uacute;dar&aacute;s election campaign as he was a long-standing member of &Uacute;dar&aacute;s na Gaeltachta as well as of Galway County Council.</P>
      <P>My great memory of P&oacute;l &Oacute; Foighil is a programme I saw on TG4 some years ago, where he courageously described the tragedy of suicide. His own son was a suicide victim. He had been a medical student and a bright person with great opportunities for the future. P&oacute;l &Oacute; Foighil had seven children and it greatly affected him. In the programme, Senator &Oacute; Foighil decided to tell his story and describe the implications for himself and his family in a very public way. He did a great service to the thousands of people throughout the country affected by suicide. I distinctly remember watching the programme and admiring his ability to speak out in public about this terrible problem affecting so many people.</P>
      <P>We offer our sympathy to his wife Chrissie and to his six surviving children. We thank him for his work, not only as a Fine Gael parliamentarian, but as a politician of real conviction and standing. The country and Connemara in particular is at a loss on hearing of his death. His memory will live on in this House for many years to come.</P>
    </Speaker>
    <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>On behalf of the independent Senators, ba mhaith liom c&uacute;pla focal a r&aacute; chomh maith chun cur leis an m&eacute;id at&aacute; r&aacute;ite ag an gCeannaire agus Senator Brian Hayes. Is d&oacute;cha gur cheart tosn&uacute; lena r&aacute; gur dhuine den scoth ab ea P&oacute;l &Oacute; Foighil, duine go raibh i gc&oacute;na&iacute; s&aacute;sta an f&oacute;d a sheasamh le haon gr&uacute;pa n&oacute; aon rud a raibh creidi&uacute;int aige f&eacute;in ann. B&rsquo;shin mar a bh&iacute; s&eacute; i gc&oacute;na&iacute;.</P>
      <P>Sheas P&oacute;l go m&oacute;r le muintir na Gaeltachta ar feadh na blianta aon uair go raibh an seans aige. C&eacute; gur rugadh &eacute; i gContae Tiobraid &Aacute;rann, chuaigh s&eacute; ar eisimirce go dt&iacute; an Ghaeltacht agus, ina intinn n&iacute;or fh&aacute;g s&eacute; an Ghaeltacht riamh i ndiaidh sin. Tr&iacute;d na blianta, th&oacute;g s&eacute; suim in a l&aacute;n feachtais agus bh&iacute; an m&eacute;id sin d&iacute;obh is deacair a chuimhneamh  orthu ag an bpointe seo. Mhol s&eacute; feirmeacha gaoithe a chur ar na hoile&aacute;in, go m&oacute;r mh&oacute;r ar Oile&aacute;in &Aacute;rainn. Bh&iacute; s&eacute; an-s&aacute;sta a chur leis na Gaelscoileanna, scoileanna na Gaeltachta agus Gaelscoileanna sa Ghaeltacht.</P>
      <P>Bh&iacute; am aige i gc&oacute;na&iacute; an f&oacute;d a sheasamh le c&uacute;rsa&iacute; Gaelainne agus, n&iacute;os t&aacute;bhachta&iacute;, c&uacute;rsa&iacute; Gaeltachta. Go minic, n&iacute;or aontaigh m&eacute; leis an m&eacute;id a bh&iacute; le r&aacute; aige faoi ch&uacute;rsa&iacute; Gaelainne ach <Col N="1644"/>bh&iacute; m&eacute; i gc&oacute;na&iacute; ar aon intinn leis nuair a bh&iacute; molta&iacute; aige ar ch&uacute;rsa&iacute; Ghaeltachta.</P>
      <P>Bh&iacute; P&oacute;l an-phraitici&uacute;il chomh maith. Is cuimhin liom nuair a bh&iacute; m&eacute; san INTO, chuir s&eacute; chugam tuairisc a bh&iacute; d&eacute;anta aige f&eacute;in agus c&uacute;pla duine eile &oacute; Ghaeltacht Chonamara faoin ndeacracht a bh&iacute; ag muintir na Gaeltachta teacht ar sheirbh&iacute;s s&iacute;ceola&iacute;ochta sna scoileanna tr&iacute; Ghaeilge; n&iacute; raibh seirbh&iacute;s s&iacute;ceola&iacute;ochta le f&aacute;il ach i mB&eacute;arla. Chuir an Roinn s&oacute;rt &ldquo;pilot scheme&rdquo; ar f&aacute;il ina dhiaidh sin, nuair a chuir muid an moladh chuige, a bhfuil ann f&oacute;s. Sin toradh amh&aacute;in as a l&aacute;n eile as ucht na hoibre a rinne P&oacute;l &Oacute; Foighil ar son na Gaeltachta.</P>
      <P>Is &iacute;omh&aacute; maith &eacute; an measc&aacute;n sin d&rsquo;fheachtais a bh&iacute; idir l&aacute;mha aige i gc&oacute;na&iacute; ar an s&oacute;rt intinn agus aigne a bh&iacute; ag P&oacute;l, ag rith agus ag r&aacute;s i gc&oacute;na&iacute; ag f&eacute;achaint ar ruda&iacute; i slite nua. An rud a d&uacute;irt Seanad&oacute;ir Brian Hayes, agus an rud an-t&aacute;bhachtach a r&aacute;, bh&iacute; s&eacute; i gc&oacute;na&iacute; s&aacute;sta teacht ar athr&uacute; aigne nuair a bh&iacute; s&eacute; soil&eacute;ir d&oacute; go raibh athr&uacute; tagtha ar na tosca a bh&iacute; ann ar dt&uacute;s nuair a tugadh an ch&eacute;ad chinneadh. N&iacute;or chuir U-turns isteach air riamh m&aacute; cheap s&eacute; go raibh siad in ord tar &eacute;is &eacute;isteacht leis an bhf&aacute;th. Duine an-loighci&uacute;il ab ea &eacute; sa mh&eacute;id sin.</P>
      <P>Is cuimhin liom deacracht a bh&iacute; aige f&eacute;in &oacute; thaobh pinsin<b>. </b>D&rsquo;&eacute;irigh s&eacute; as a phost mar mh&uacute;inteoir agus chuaigh s&eacute; ag obair ar son na Gaeltachta. Nuair a shroic s&eacute; tr&iacute; sc&oacute;r bliain d&rsquo;aois, ba ch&oacute;ir go mbeadh f&aacute;il aige ar a phinsean ach bh&iacute; tosca athraithe idir an d&aacute; linn agus n&iacute; raibh s&eacute; in ann an pinsean a fh&aacute;il. Bh&iacute; muid ag caint leis an Roinn Oideachais agus an Roinn Airgidis go m&oacute;r mh&oacute;r, faoi. Bh&iacute; air dul ar ais ag m&uacute;ineadh ar feadh l&aacute; amh&aacute;in chun &eacute; f&eacute;in a chur ar ais ar leabhair na Roinne agus teacht ar an phinsean. Chuir muid glaoch ar ch&uacute;pla scoileanna timpeall ar l&aacute;r Chonamara chun job a fh&aacute;il d&oacute;. Bh&iacute; orainn teacht ar bhord scoile a bh&iacute; s&aacute;sta job a chur ar f&aacute;il ar feadh l&aacute; amh&aacute;in do dhuine amh&aacute;in.</P>
      <P>Is cuimhin liom P&oacute;l ag labhairt sa Teach go minic agus go l&iacute;ofa ar na deacrachta&iacute; ag baint le forbairt&iacute; na Gaeltachta. Labhair an Ceannaire faoi na coinn&iacute;ollacha a bh&iacute; ar intinn aige a chur ar dhaoine a chur isteach le cead plean&aacute;la chun tigh a th&oacute;g&aacute;il sa Ghaeltacht. Bh&iacute; s&eacute; ar intinn aige go mbeadh s&eacute; mar choinn&iacute;oll orthu Gaeilge l&iacute;ofa a bheith acu d&aacute; mba mhaith leo c&oacute;na&iacute; sa Ghaeltacht.</P>
      <P>D&rsquo;imigh P&oacute;l uainn mar a mhair s&eacute;. N&iacute; raibh s&eacute; cr&iacute;ochnaithe in aon chor. Bh&iacute; s&eacute; tosnaithe ar chanbhas&aacute;il mar Neamhsple&aacute;ch sna togh&aacute;in d&rsquo;&Uacute;dar&aacute;s na Gaeltachta an mh&iacute; seo chugainn. Nuair a bh&iacute; s&eacute; sa Teach seo, bh&iacute; su&iacute;och&aacute;in eile againn sa l&iacute;ne seo mar n&iacute; raibh fhios ag duine riamh &oacute; sheachtain go seachtain an mbeadh P&oacute;l i bhFine Gael n&oacute; linne mar Neamhsple&aacute;ch. N&iacute;or chuir s&eacute; sin isteach n&oacute; amach orm ach caithfear a r&aacute; gur Blueshirt go bun&uacute;sach ab ea &eacute;. B&rsquo;shin mar a bh&iacute; a chro&iacute; i gc&oacute;na&iacute;.</P>
      <P>I offer our condolences to his party and his family. P&oacute;l made a great contribution to Irish life and will be sadly missed. Ar dheis D&eacute; go raibh a anam.</P>
    </Speaker><Col N="1645"/>
    <?oasys [xh?>
    <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>Is beag eile at&aacute; le r&aacute; faoi P&oacute;l &Oacute; Foighil, ach caithfidh m&eacute; a r&aacute; gur baineadh an-gheit asam nuair a chuala m&eacute; go raibh s&eacute; imithe uainn, cos&uacute;il le gach &eacute;inne. An-gheit eile a baineadh asam n&aacute; nuair a fuair m&eacute; amach na blianta a bh&iacute; curtha siar aige. Bh&iacute; s&eacute; dochreidte domsa go raibh s&eacute; i l&aacute;r na 70s mar bh&iacute; an oiread sin fuinnimh aige agus bh&iacute; s&eacute; chomh gn&iacute;omhach is a bh&iacute; riamh.</P>
      <P>Bh&iacute; s&eacute; suimi&uacute;il an m&eacute;id a d&uacute;irt Seanad&oacute;ir &Oacute; Tuathail faoi P&oacute;l ag &eacute;irigh as an m&uacute;inteoireacht. B&rsquo;fh&eacute;idir gur &eacute;irigh s&eacute; as ach n&iacute;or stop s&eacute; riamh. Bh&iacute; s&eacute; i gc&oacute;na&iacute; gn&iacute;omhach, i gc&oacute;na&iacute; ag d&eacute;anamh ruda&iacute; nua. T&aacute; eolas agamsa ar Ghaeltacht Chonamara; t&aacute; cairde agam thuas ansin agus chloisfinn &oacute; am go ham faoi ghn&iacute;omhachta&iacute; P&oacute;l. B&rsquo;fh&eacute;idir n&aacute;r bhuail na daoine seo le P&oacute;l i gc&oacute;na&iacute;. An rud ba mh&oacute; a th&aacute;inig as gach rud a chuala m&eacute; faoi n&aacute; go raibh ruda&iacute; ar si&uacute;l aige agus bh&iacute; an sc&eacute;al c&eacute;anna ann nuair a bh&iacute; s&eacute; anseo.</P>
      <P>Bh&iacute; P&oacute;l duine de na daoine &oacute;n Ghaeltacht a bh&iacute; mar shiombail d&rsquo;athr&uacute; bun&uacute;sach a bh&iacute; ag teacht ar na Gaeltachta&iacute;, &rsquo;s&eacute; sin go raibh f&eacute;inmhuin&iacute;n ag f&aacute;s ins na Gaeltachta&iacute; agus go raibh pobal agus muintir na Gaeltachta tosnaithe ag seasamh suas ar a son f&eacute;in, ar son na teanga agus ar son pobal iarg&uacute;lta scaipthe a chreid nach raibh an t&iacute;r d&aacute;ir&iacute;re f&uacute;thu agus go raibh an oiread sin &ldquo;lip service&rdquo; don Ghaeltacht gan gn&iacute;omha&iacute;ochta&iacute; ag dul leis. B&rsquo;shin an rud ba mh&oacute; a chuimhin liom faoi. Bh&iacute; s&eacute; d&aacute;ir&iacute;re faoi pobal na Gaeltachta, faoin teanga agus faoi &uacute;s&aacute;id na Gaelainne agus an ceart gur ch&oacute;ir a bheith ag duine ar bith sa t&iacute;r aon ghn&oacute; a theastaigh uaidh n&oacute; uaithi a dh&eacute;anamh san Oireachtas, le rann&oacute;ga St&aacute;it n&oacute;&aacute;it ar bith eile, Ghaeilge a &uacute;s&aacute;id gan aon chead a lorg &oacute; &eacute;inne. Chreid P&oacute;l gur cheart bun&uacute;sach, bunreacht&uacute;il &eacute; sin. Sin an fear is cuimhin liom. An rud is m&oacute; nach bhfuil m&eacute;&aacute;balta glacadh leis n&aacute; an aois a bh&iacute; aige mar bh&iacute; s&eacute; chomh h&oacute;g i ngn&iacute;omhachta&iacute;, fuinneamh agus mar sin de. T&aacute; s&eacute; dochreidte dom f&oacute;s go bhfuil s&eacute; imithe uainn. Ar dheis D&eacute; go raibh a anam uasail.</P>
      <?oasys [ah?>
    </Speaker>
    <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>I recall when I entered the House with Senator &Oacute; Foighil and I share Senator O&rsquo;Toole&rsquo;s recollection of him moving backwards and forwards on the benches. My abiding recollection is of him speaking in Irish on a daily basis from the back bench.</P>
      <P>Former Senator &Oacute; Foighil was singlehandedly responsible for bringing about the establishment of an c&oacute;ras aistri&uacute;ch&aacute;in, the translation service that now exists for the Houses of the Oireachtas. There was very little technological backup available to the Houses at that time. I was also very grateful to Senator &Oacute; Foighil for looking after my children so well when they went to the Gaeltacht. He was a key figure in the development of the Irish college movement. We are also aware of his work for the islands and within the community of Connemara and his membership of &Uacute;daras na Gaeltachta. Many of the core cumainn in that area, which have done valuable work, owe their <Col N="1646"/>existence to him. He was a very potent figure in terms of the support and development of a neglected part of the country and should be saluted for that. I share the sentiments expressed in all the tributes to him.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I would also like to pay tribute to the late Senator &Oacute; Foighil. Like many other Senators, I had the privilege and pleasure of serving in this House with him. It has already been said that he was a great campaigner for the Irish language and it is only fitting that some of the tributes to him should be delivered solely in Irish. His campaign in this House for a translation system is indicative of his mighty efforts on behalf of the Irish language. Additionally, he campaigned for much in his own area of Connemara. He left Tipperary for Connemara approximately 50 years ago and because of his campaigns on behalf of the area, Connemara&rsquo;s people adopted him as one of their own very quickly, which is a great tribute to him. I extend my sympathy to Senator &Oacute; Foighil&rsquo;s wife and family on their loss.</P>
    </Speaker>
    <P Italics="Y">Members rose.</P>
  </MainHeading>
  <MainHeading Type="GD" LHead="Business" RHead="of Seanad">
    <Title>Business of Seanad.</Title>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I have received notice from Senator John Paul Phelan that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:</P>
      <P LI="1">The need for the Minister for Enterprise, Trade and Employment to ensure the commitment given to the Comerama workforce on 12 December 2002 regarding workers&rsquo; entitlement under new redundancy payment legislation is fully and promptly honoured.</P>
      <P FLI="0">I have also received notice from Senator Tuffy of the following matter:</P>
      <P LI="1">The need for the Minister for Justice, Equality and Law Reform to give urgent and compassionate consideration to the situation of a student (details supplied) to permit him to return to Ireland to complete his leaving certificate studies and to take steps to ensure his welfare.</P>
      <P FLI="0">I have also received notice from Senator Mooney of the following matter:</P>
      <P LI="1">The need for the Minister for Education and Science to outline how her Department will deal with the 101 children who have been refused places in Mary Mother of Hope national school in Castaheany, Dublin 15, for September 2005.</P>
      <P FLI="0">I have also received notice from Senator Bannon of the following matter:</P>
      <P LI="1">The need for the Minister for Justice, Equality and Law Reform to explain the prohibition on a Nigerian woman who is a quali<Col N="1647"/>fied nurse from engaging in full-time paid employment.</P>
      <P FLI="0">I have also received notice from Senator Leyden of the following matter:</P>
      <P LI="1">The need for the T&aacute;naiste and Minister for Health and Children to outline the arrangements proposed regarding the regional health fora and advisory panels provided for in the Health Act 2004, with particular reference to size and composition, date of appointment and the rules or procedures that will apply.</P>
      <P FLI="0">I regard the matters raised by the Senators as suitable for discussion on the Adjournment. I have selected the matters raised by Senators John Paul Phelan, Tuffy and Terry and they will be taken at the conclusion of business. Senators Bannon and Leyden may give notice on another day of the matters they wish to raise.</P>
    </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Order of" RHead="Business">
    <Title>Order of Business.</Title>
    <TimeSt down="4" idown="4">11 o&rsquo;clock</TimeSt>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>The Order of Business is No. 1, a motion regarding the All-Party Committee on the Constitution, which is currently examining family rights issues. The committee was established to hold public hearings on family rights, the proceedings of which need to be covered by privilege. A similar situation arose in July 2003, when the committee was temporarily constituted as a formal joint committee of both Houses of the Oireachtas to facilitate the holding of public hearings in respect of property rights. This item will be taken without debate. No. 2, motion re the establishment of a tribunal of inquiry into the fatal killing of RUC Chief Superintendent Harry Breen and RUC Superintendent Robert Buchanan in 1989, to be taken on the conclusion of the Order of Business and to conclude not later than 1 p.m., with the contribution of each spokesperson not to exceed 12 minutes and the Minister to be called upon not later than ten minutes before the end of the debate.</P>
    </Speaker>
    <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>I welcome the Minister for Justice, Equality and Law Reform&rsquo;s important decision to allow the Nigerian student deported last week to return to Ireland in order to complete his leaving certificate. It is obvious the Minister listened to the public outcry, particularly from the community in Palmerstown and the boy&rsquo;s fellow students, in respect of this case and intervened as a result.</P>
      <P>It is only right and proper that any non-nationals seeking refugee status in this country who are pursuing their education should be allowed to conclude their studies here. Ireland, through the efforts of missionary brothers and sisters, helped to educate people in many developing countries and it has a responsibility to ensure that those who come to this country and who are educated here be allowed to complete <Col N="1648"/>their studies. I welcome the Minister&rsquo;s decision in respect of this matter.</P>
      <P>On a matter which is not unrelated, the media highlights, on a daily basis, horrendous cases concerning the treatment of migrant workers who come to this country.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Hear, hear.</P>
    </Speaker>
    <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>These individuals are fantastic in that they do jobs many Irish people will not do. I ask the Government to give serious consideration to establishing an independent body that would report to this House at regular intervals on the treatment of these workers. There are terrible stories about people who are not paid properly, who work in appalling conditions, who have no rights and whose employers assume unfair or unreasonable positions. An independent body, with a remit similar to that of the Ombudsman, should be established and should report to the House in respect of this matter.</P>
      <P>We need the people to whom I refer. They are welcome here, they do an important job and they should be protected. It is a disgrace that these cases are coming to the public&rsquo;s attention, through the national media, on a daily basis. Will the Leader arrange a short debate on this matter following the Easter recess? The House must be constantly aware of this problem.</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Yes.</P>
    </Speaker>
    <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>I also congratulate the Minister for Justice, Equality and Law Reform on having the self-confidence and flexibility to listen to advice. He attracted much criticism in respect of this matter but he obviously realised that there was a need for him to intervene. There have not been many examples of Ministers intervening on issues in such a public way or of their being prepared to change their minds. The Minister should be congratulated on his actions. I thank the Leader for raising this issue with him on behalf of the House. We should communicate to him our deep appreciation in respect of his intervention.</P>
      <P>I wish to comment on the issue to which Senator Brian Hayes referred. The situation is quite appalling. We have witnessed both sides of the migration debate recently. On one hand, people protested outside the gates of Leinster House on behalf of the Nigerian student. On the other, Deputy Joe Higgins has been raising the issue of Gama Construction Ireland Limited for a number of weeks. People stated, when the Deputy first aired his concerns, that what he was saying could not be true and challenged him to speak on the matter outside the House, which he did. It now appears that he has been proven right and that matters appear to be even worse than he originally indicated. These people operate in Dickensian working and service conditions. They have no rights or supports and are not subject to health and safety regulations, which is appalling.</P>
      <P>I understand that a member of the clergy in County Kilkenny has carried out a review on <Col N="1649"/>migrants involved in agricultural work in his area. He discovered that a number of these individuals are living in hay sheds, are being paid &euro;2 per day and are being fed with white bread covered in brown sauce. This has only occurred in a small number of cases and does not reflect what happens on the majority of farms. Even so, it highlights the position in which Ireland finds itself in 2005. We must put a stop to this type of behaviour and Senator Brian Hayes&rsquo;s proposal might offer us a way forward in that regard. The Minister for Enterprise, Trade and Employment must come before the House to explain how he intends to put a stop to it.</P>
      <P>The Minister has spoken about the number of inspectors involved but the problem is growing. We discovered this morning that RTE is investigating a situation that has arisen in respect of Irish Ferries which involves a person who is running &mdash; on behalf of another employer &mdash; a beauty parlour on one of the company&rsquo;s vessels, who is being paid exploitative wages, who does not have security of tenure and who only gets three days off each month. What happened when the matter was highlighted by RTE? The woman in question was sacked.</P>
      <P>People must put aside the idea that this is a &ldquo;lefty&rdquo; issue. These interests to which I refer are undercutting decent employers. Gama Construction is putting decent employers, contractors and those who tender honestly, openly and legally for business at a loss. For humane, legal and commercial reasons, this type of behaviour cannot be allowed to continue because it is wrong. I ask that the Minister come before the House to discuss this issue.</P>
    </Speaker>
    <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>I admire, without qualification, the courage and humanity of the Minister for Justice, Equality and Law Reform. He did something many Ministers I have known would never have had the bottle, capacity or confidence to do. I will be nothing other than fulsome and vigorous in saying the Minister did the right thing, graciously and well. I hope the young man in question will benefit from the extra time he will have in Ireland to complete his education and sort out his future.</P>
      <P>I am glad Senators Brian Hayes and O&rsquo;Toole raised the issue of migrant workers. The constant and standard view of the Department of Enterprise, Trade and Employment is that it can only act when it receives a complaint. A senior trade unionist made the point that there are more dog wardens in this country than there are inspectors in the Department who are charged with handling all matters relevant to it and not merely those relating to migrant workers. Ireland will gain a reputation as a country where people are exploited. In the long term, this will do the country no good.</P>
      <P>Senator O&rsquo;Toole raised a profoundly important issue, namely, that it is extremely unfair to decent employers that this type of exploitation is allowed to proceed. Aside from the human factor, in business terms it makes the job of decent employers <Col N="1650"/>more difficult if others are in a position to undercut them. Apart from a debate on this issue, we need the Department to decide that it will offer a proactive service.</P>
      <P>The Department can take action. For example, it gives permits to every named individual working here legally. In addition to those permits, it should supply the people in question with a list of their rights and of agencies to which they can go if they believe they are being mistreated. If complaints are made, the Department will then be in a position to direct its inspectors to initiate investigations. Is there an undercurrent of illegal work at play here? I do not know but each anecdote we hear is worse than that which preceded it and all of them are proving to be true. Vigorous action must be taken.</P>
      <P>Another young child has been taken into care by the north-east section of the Health Service Executive. I am always reluctant to get involved in individual cases but there is cause for concern. Social workers have significant powers to intervene. They can act in ways garda&iacute; cannot because they must follow a process.</P>
      <P>Two incidents have occurred in the same region involving different families. The most recent case concerns foster parents, approved as such by the same body, who complained they were stressed because the child had problems and the response was to take the child into care. I know no more than was reported in the newspaper.</P>
      <P>There is a serious need for clarification on what is happening. Is it the case that in one region if a person complains the children will be taken away? If so, that is a gross abuse of power.</P>
    </Speaker>
    <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>In his tribute to the former Senator &Oacute; Foighil, Senator Brian Hayes quoted the late Senator saying that anybody who had a mind was entitled to change it. I join the general welcome for the decision by the Minister for Justice, Equality and Law Reform, Deputy McDowell, to revoke the deportation order on &mdash; excuse me, the name is difficult to pronounce &mdash; Olunkunle Eluhanla.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I find it difficult to pronounce.</P>
    </Speaker>
    <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>Sometimes I have difficulty pronouncing names much closer to home. It is a measure of the Minister&rsquo;s humanity that he did this and he is to be commended for it. The temporary visa has been issued for six months and arrangements are being made with the Irish section of the International Organisation for Migration to enable the young man to return to sit his leaving certificate. That is the outcome for which everybody hoped.</P>
      <P>This morning the Archbishop of Dublin said that in criminal cases the Judiciary has frequently exercised discretion with regard to custodial sentences and deferred them to allow people sit <Col N="1651"/>examinations. That precedent was worthy of mention.</P>
      <P>We should perhaps have a debate on all facets of multiculturalism, including immigration policy, employment policy, culture, the arts and so on. I share Senator O&rsquo;Toole&rsquo;s view that this is not a left-wing issue about the way people are treated in employment. It is a humanitarian issue. There has been a succession of incidents, involving nannies, a young hairdresser on a ferry, the construction and meat processing industries and there is evidence of it happening on a limited scale in farming in Kilkenny, where thankfully the IFA has condemned the practice, if it exists.</P>
      <P>We must consider these issues seriously, look again at the work permit system and decide whether the worker should hold the permit rather than the agency. While that may cause difficulties it is probably the best way to proceed. The problem is that these people are employed by contractors. The good companies employ people on contract labour without knowing what they are paid. That must be reviewed too. All these issues merit a wide-ranging debate after the Easter recess.</P>
    </Speaker>
    <Speaker pid="PaulCoghlan"><NameTxt>Mr. Coghlan</NameTxt>
	<P>I too wish to express admiration for the Minister for Justice, Equality and Law Reform who has shown courage, compassion and spirit in allowing the Nigerian student return to complete his leaving certificate.</P>
      <P>There has been much talk recently of a cull in the Killarney National Park.</P>
    </Speaker>
    <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>Is that a cull of Senators or deer?</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>What is being culled?</P>
    </Speaker>
    <Speaker pid="PaulCoghlan"><NameTxt>Mr. Coghlan</NameTxt>
	<P>The number of deer has increased but the authorities are unable to keep the deer in and the sheep out which is part of the problem. The deer create havoc for farmers throughout south County Kerry.</P>
    </Speaker>
    <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>What about the golf course?</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Does the Senator have a question for the Leader?</P>
    </Speaker>
    <Speaker pid="PaulCoghlan"><NameTxt>Mr. Coghlan</NameTxt>
	<P>I do. The deer are a danger on the roads in the south of the county, particularly at night. Any cull should be of the imported sika species and not the native red herd. We should ensure that the authorities&mdash;&mdash;</P>
    </Speaker>
    <Speaker pid="PatMoylan"><NameTxt>Mr. Moylan</NameTxt>
	<P>The Senator is going to talk about Dinis Cottage again.</P>
    </Speaker>
    <Speaker pid="PaulCoghlan"><NameTxt>Mr. Coghlan</NameTxt>
	<P>Dinis, and that area in the heart of the national park, is important for deer and it would be better to keep them there. There should be a proper poll &mdash; sorry, survey &mdash; of native red numbers, just as there should be proper polls in another respect. I hope the Leader will use her good offices in this matter.</P>
    </Speaker><Col N="1652"/>
    <Speaker pid="PaddyBurke"><NameTxt>Mr. P. Burke</NameTxt>
	<P>We must carry out that poll in Dundalk.</P>
    </Speaker>
    <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>I draw the Leader&rsquo;s attention to the Health (Amendment) Act passed here on 10 March and signed by the President on 11 March in accordance with an earlier signature motion. The Irish Medical Organisation has vetoed this Act. Must we have a health warning when we pass a Bill here &ldquo;subject to the approval of the IMO&rdquo;? A total of 200,000 people will qualify for medical cards under this legislation.</P>
      <P>The IMO has vetoed the will of this House and of Parliament in this regard, a decision I resent. The IMO warmly welcomed the announcement by the Minister for Health and Children, and the Government, of the introduction of 200,000 doctor-only medical cards but has now vetoed the Act and wants to negotiate with the Minister.</P>
      <P>The Minister should grant 200,000 full medical cards, as announced under the original agreement and leave aside the doctor-only medical cards if members of the IMO are not prepared to operate that scheme without further negotiation and funding. I regret very much that this health warning must be attached to all health Bills.</P>
      <P>Will the Leader consider having a regular rolling debate on health issues? There is no other avenue through which we can make our constituents&rsquo; case on health issues. No forum has been established under the Health (Amendment) Act to allow public representatives hear the views of the people. I regret the demise of the health boards because we now have no vehicle through which to make our case, except local media. That is why I regularly raise the issue here, irrespective of the consequences. I must continue unless there is some means by which we can make a more orderly contribution.</P>
    </Speaker>
    <Speaker pid="PaddyBurke"><NameTxt>Mr. P. Burke</NameTxt>
	<P>I support Senator Leyden&rsquo;s call for an ongoing debate on the health service. It has been brought to my attention that there are 23 beds on the corridors of Mayo General Hospital this week, while 17 beds lie vacant in the orthopaedic unit.</P>
      <P>Will the Leader call an early debate on the position of Aer Lingus and the second terminal at Dublin Airport? Does the Government have a timeframe for making a decision on those matters.</P>
    </Speaker>
    <Speaker pid="CamillusGlynn"><NameTxt>Mr. Glynn</NameTxt>
	<P>Several building sites have recently been closed down for health and safety reasons. There is also evidence that some people acting as health and safety officers are not suitably qualified, the implications of which are a matter of serious concern to those who are qualified.</P>
      <P>I strongly support Senator Leyden&rsquo;s call for a rolling debate on health service issues. I have called several times for the Minister for Health and Children to be invited here to discuss type 2 diabetes which is a serious matter of public health. We have often debated BreastCheck but there is also a serious issue concerning men&rsquo;s health. I am not being sexist but stating a simple <Col N="1653"/>fact. These are ideal subjects for discussion. I welcome the fact that we passed the Health (Amendment) Act. As Government spokesman in this House, I thank Members on all sides for their contributions.</P>
      <P>Senator Leyden is correct that there is a void in regard to having a conduit from the service receiver to the service deliverer. Local public representatives are that conduit, which is now missing. It should be replaced sooner rather than later. We all said in this House that we were not afraid to push the boat out in regard to amending and updating health structures because the people who suffer are the general public.</P>
    </Speaker>
    <Speaker pid="PaschalMooney"><NameTxt>Mr. Mooney</NameTxt>
	<P>I wish to be associated with the compliments paid to the Minister for Justice, Equality and Law Reform. I said earlier in the week that the contributions were a reflection of the compassion in this House. I could not help but reflect on Portia&rsquo;s famous speech in the &ldquo;Merchant of Venice&rdquo; as follows:</P>
      <P LI="1">The quality of mercy is not strain&rsquo;d;</P>
      <P LI="1">It droppeth as the gentle rain from heaven</P>
      <P LI="1">Upon the place beneath: it is twice bless&rsquo;d.</P>
      <P FLI="0">The Minister is blessed in one respect. We in this House can assume that we have been blessed also and that all sides have been helped.</P>
      <P>In the context of the Easter break, which is a time of hope for Christians, and with the eyes of Ireland focused perhaps as never before on the Holy Land because the Irish team is playing Israel in Tel Aviv on Saturday, I am sure all sides of the House will join me in wishing them every success and hoping they come back with three points.</P>
    </Speaker>
    <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>Reach the promised land.</P>
    </Speaker>
    <Speaker pid="PaschalMooney"><NameTxt>Mr. Mooney</NameTxt>
	<P>Yes. We should not allow what is happening in Palestine and Israel to slip off the agenda, which can happen so easily. This House has a long tradition of debating Middle East matters. In the recent past, despite the very best efforts on both sides in terms of advancing the peace plan, there is still building going on in existing settlements, which is thwarting the best efforts of the new Palestinian Prime Minister to keep the radical elements within Israel on side to prevent them from engaging in violent acts against Israel. I hope the Leader will agree to my request to set aside time, as she does on a regular basis, to debate the situation in the Middle East. It is important to keep the Middle East on the agenda of this House. There is a long tradition of doing so and I hope this Easter, which is a time of hope for all Christians, will be a new beginning in that troubled land.</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>May I first wish everyone a happy Easter.</P>
      <P>Senator Brian Hayes welcomed wholeheartedly the Minister for Justice, Equality and Law Reform&rsquo;s reversal of his decision. Members <Col N="1654"/>on all sides of the House echoed these sentiments. When I was asked to approach the Minister on the matter, he was arriving back in the country that evening, but I spoke to his private secretary and told her that everyone in this House had put forward the proposition on the young man, to which she listened very carefully. I welcome the fact that everyone appreciates the action the Minister has taken. It appears a waste of time for this man to have done his studies and not receive the certificate which would provide him with a passport to work in another country.</P>
      <P>This raises another matter which overlaps the first issue to some extent, namely, migrant workers. Before Christmas, I launched a debate in the SIPTU headquarters on a wonderful study on migrant female workers who were almost in bonded labour, which was an appalling situation. The debate has speeded up because this is now happening all over the country. We only hear about the high profile cases. These include Gama Construction and some agricultural industries. I was pleased that the IFA spoke out quickly against these industries.</P>
      <P>We will have a wide-ranging debate in this House on the issue on the first day back after the break. Senator Ryan said the Department should be pro-active in this regard. Imagine officials in the Department stating they got no complaints from people who do not have the language. How would these people know where Kildare Street is or how to complain in a language they are just beginning to assimilate?</P>
      <P>This is an extraordinary situation. As Senator O&rsquo;Toole said, contractors putting forward bids for building contracts are doing so under the labour laws appertaining to workers in this country. It is nothing against the Turkish employer, but such companies are under-cutting others because they are paying people so little. We should have a wide debate in this House on that issue. The people are ahead of us. They were ahead of us in regard to the student. We are aware that the people would not thank us if we were flooded by asylum seekers. However, there are occasions when the people are ahead of us and we are running to catch up.</P>
      <P>There is a serious issue with asylum seekers sitting in their mobile homes and not being allowed to work in this country. There are 400 of them in Athlone, sitting in their mobile homes and looking out the window for three and four years. Their children are being educated which is very helpful but these people cannot work. I know people who are highly qualified but who cannot work. These people have no life.</P>
      <P>We should include the ESRI report in any such debate. It said that we are losing out in an economic sense by not availing of the work input of these migrant workers who want to contribute to the economy. There are significant delays in making decisions on the status of these people. Children get bedded into the community. They go to school and make friends, as do the women and men. These issues will have to be highlighted.</P><Col N="1655"/>
      <P>Senator O&rsquo;Toole thanked the Minister for what he did. It is interesting that this House reached a common cause on the matter, which was delivered to the Minister&rsquo;s office. It is important that these things happen. Reference was made to HSA regulations and farm workers. When I heard about the farm workers on the news last night, it reminded me of the tattie hokers who emigrated from Donegal to Scotland decades ago. They were put up in old sheds and there was a huge fire in which 80 of them were burned to death. I will inquire if the Minister is available for a debate on the issue on the first day back.</P>
      <P>Senator Ryan praised the Minister for Justice, Equality and Law Reform and said that people should be pro-active. What is the point in saying they got no complaint? Do they want it written in triplicate in the language of the country?</P>
      <P>Senator Ryan also referred to the child who was taken into care and the fact that social workers have significant powers. There is something new happening, which I hate. If one makes a complaint, one is cut off in mid-sentence. That woman asked for some respite help, which was a normal thing to do. It appears that because she did so, the child was snatched. He went to school and he never came back. He was taken from school.</P>
      <P>Senator Dardis praised the Minister for Justice, Equality and Law Reform and the Most Reverend Diarmuid Martin, Archbishop of Dublin. I also praise the Archbishop because he seized the mood of the minute. The Senator said the debate should centre on multiculturalism in general, which we should welcome. The asylum debate began against a background of distrust, distaste and so on. That has all changed because these people are contributing to the communities in which they live.</P>
      <P>Senator Coghlan referred to the Nigerian student. The Senator wants the foreign deer culled, not the home species.</P>
    </Speaker>
    <Speaker pid="PaulCoghlan"><NameTxt>Mr. Coghlan</NameTxt>
	<P>I want a proper survey carried out of the native red deer.</P>
    </Speaker>
    <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>He is like the &ldquo;Terminator&rdquo;.</P>
    </Speaker>
    <P Italics="Y">(Interruptions).</P>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Order, please.</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Senator Leyden referred to the Health (Amendment) Act. He said that the IMO must have a veto on all health Bills. He made an important point about a rolling debate on health issues, which would be wonderful. However, we cannot just debate health matters. We must have an agenda for each of those rolling debates so questions will be answered. However, that is a very fine idea and Senator Paddy Burke would agree because of the situation in the Mayo General Hospital at this time.</P><Col N="1656"/>
      <P>Mention was also made of Aer Lingus and a second terminal. Those matters will be brought to Cabinet on 30 April, so there is no point in getting into a debate.</P>
    </Speaker>
    <Speaker pid="PaddyBurke"><NameTxt>Mr. P. Burke</NameTxt>
	<P>It will take place on 30 March.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Leader to reply without interruption.</P>
    </Speaker>
    <Speaker pid="PaddyBurke"><NameTxt>Mr. P. Burke</NameTxt>
	<P>Is it March or April?</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Senator Glynn thought a rolling debate was a good idea, and he raised the issue of diabetes. We could not have a full two-hour debate if the Minister were to come in and only discuss that issue, so the idea of a rolling debate is good.</P>
      <P>I do not know about unqualified Health and Safety Authority officers, but the Minister of State at the Department of Enterprise, Trade and Employment, Deputy Killeen, will bring a health and safety at work Bill before this House and we will debate the issue then.</P>
      <P>It was suggested that because local representatives no longer sit on health boards the voice of the people is not being heard and service users are getting nothing back. It is a fair point, because heretofore people had their say.</P>
      <P>Senator Mooney complimented the Minister for Justice, Equality and Law Reform and requested a debate on the Middle East. I have been scheduling such a debate for the first week, although legislation is coming before the House.</P>
    </Speaker>
    <P>Order of Business agreed to.</P>
  </MainHeading>
  <?oasys [xh?>
  <MainHeading Type="GD" LHead="Establishment of Joint Committee" RHead="on the Constitution: Motion">
    <Title>Establishment of Joint Committee on the Constitution: Motion.</Title>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Molaim an r&uacute;n:</P>
      <P LI="1">&ldquo;D&rsquo;ainneoin aon n&iacute; sna Buan-Orduithe, de bhr&iacute; go bhfuil Coiste Uile-Ph&aacute;irt&iacute; an Oireachtais ar an mBunreacht ag gabh&aacute;il d&rsquo;athbhreithni&uacute; ioml&aacute;n ar an mBunreacht ar bhonn Uile-Ph&aacute;irt&iacute;&oacute; buna&iacute;odh &eacute; i m&iacute; I&uacute;il 1996 agus &oacute; athbhuna&iacute;odh &eacute; i m&iacute; Dheireadh F&oacute;mhair 1997 agus ar&iacute;s i m&iacute; na Nollag 2002 agus na t&eacute;arma&iacute; tagartha seo a leanas aige:</P>
      <P LI="2">&lsquo;D&rsquo;fhonn d&iacute;ri&uacute; ar ionad agus ar &aacute;bharthacht an Bhunreachta agus d&rsquo;fhonn a chinneadh cad iad na r&eacute;ims&iacute; ina bhf&eacute;adfaidh s&eacute; a bheith inmhianaithe n&oacute; riachtanach athr&uacute; a dh&eacute;anamh ar an mBunreacht, d&eacute;anfaidh an Coiste Uile-Ph&aacute;irt&iacute; an<?oasys [jy?>t-athbhreithni&uacute; ioml&aacute;n ar an mBunreacht a chr&iacute;ochn&uacute;, ar athbhreithni&uacute;&eacute; ar ar thosaigh an d&aacute; choiste roimhe seo. Le linn d&oacute; a bheith i mbun an athbhreithnithe sin, beidh aird ag an gCoiste Uile-Ph&aacute;irt&iacute; ar na nithe seo a leanas:</P>
      <?oasys [ah?>
      <P LI="3">(<i>a</i>) Tuarasc&aacute;il an Ghr&uacute;pa Athbhreithnithe ar an mBunreacht;</P><Col N="1657"/>
      <?oasys [xh?>
      <P LI="3">(<i>b</i>) nach ngabhfadh aon oibleag&aacute;id le rannph&aacute;irt&iacute;ocht sa Choiste Uile-Ph&aacute;irt&iacute; maidir le tac&uacute; le haon mholta&iacute; a dh&eacute;anfa&iacute;, fi&uacute; amh&aacute;in d&aacute; nd&eacute;anfa&iacute; d&rsquo;aon ghuth iad;</P>
      <P LI="3">(<i>c</i>) nach measfa&iacute; comhalta&iacute; an Choiste Uile-Ph&aacute;irt&iacute;, mar dhaoine aonair n&aacute; mar ionadaithe P&aacute;irt&iacute;, a bheith faoi cheangal ar aon sl&iacute;&oacute; thaobh tac&uacute; le molta&iacute; den s&oacute;rt sin;</P>
      <P LI="3">(<i>d</i>) go gcoime&aacute;dfaidh comhalta&iacute; an Choiste Uile-Ph&aacute;irt&iacute; a dTreoraithe P&aacute;irt&iacute; faoi seach ar an eolas &oacute; am go ham faoi dhul chun cinn obair an Choiste; agus</P>
      <P LI="3">(<i>e</i>) nach mbeadh cosc ar aon cheann de na p&aacute;irtithe, sa Rialtas n&aacute; sa Fhreas&uacute;ra, pl&eacute; le h&aacute;bhair at&aacute; laistigh de th&eacute;arma&iacute; tagartha an Choiste Uile-Ph&aacute;irt&iacute; le linn d&oacute; a bheith ina shu&iacute;.&rsquo;,</P>
      <P LI="1" FLI="0">f&eacute;adfaidh Coiste Uileph&aacute;irt&iacute; an Oireachtais ar an mBunreacht su&iacute; mar Chomhchoiste de dh&aacute; Theach an Oireachtais agus chun na cr&iacute;che sin:</P>
      <P LI="2">(1) D&eacute;anfar Roghchoiste, ar a mbeidh na comhalta&iacute; de Dh&aacute;il &Eacute;ireann at&aacute; leagtha amach sa Sceideal a ghabhann leis an R&uacute;n seo, a cheapadh a bheidh le comhcheangal le Roghchoiste a cheapfaidh Seanad &Eacute;ireann chun bheith ina Chomhchoiste ar an mBunreacht chun &aacute;bhair a bhreithni&uacute; a chuims&iacute;tear leis an r&eacute;amhr&aacute; a ghabhann leis an R&uacute;n seo agus, go h&aacute;irithe, saincheisteanna a bhaineann le cearta maoine, sa tsl&iacute; ch&eacute;anna, de r&eacute;ir mar a roghn&oacute;idh s&eacute; agus is cu&iacute; leis agus tabharfaidh s&eacute; tuarasc&aacute;il orthu sin do dh&aacute; Theach an Oireachtais.</P>
      <P LI="2">(2) 3 is c&oacute;ram don Chomhchoiste, agus comhalta de Dh&aacute;il &Eacute;ireann a bheidh i nduine amh&aacute;in d&iacute;obh ar a laghad agus comhalta de Sheanad &Eacute;ireann a bheidh i nduine amh&aacute;in d&iacute;obh ar a laghad.</P>
      <P LI="2">(3) Beidh ag an gComhchoiste na cumhachta&iacute; a mh&iacute;n&iacute;tear i mBuan-Ord&uacute; 81(1), (2), (3), (4) agus (8).</P>
      <P LI="2">(4) Is &eacute; an Teachta Donnacadha &Oacute; Donnabh&aacute;in Cathaoirleach an Chomhchoiste agus is &eacute; an Seanad&oacute;ir Miche&aacute;l &Oacute; Finn&uacute;c&aacute;in Leas-Chathaoirleach an Chomhchoiste.</P>
      <P LI="2">(5) Scoirfidh an R&uacute;n seo d&rsquo;&eacute;ifeacht a bheith leis an 20 Bealtaine, 2005.</P>
      <P Just="Center">AN SCEIDEAL</P>
      <P LI="1">Na Seanad&oacute;ir&iacute;:&mdash;&mdash;</P>
      <P LI="1">Brend&aacute;n &Oacute; D&aacute;laigh</P>
      <P LI="1">Se&aacute;n Dardis</P>
      <P LI="1">Miche&aacute;l &Oacute; Finn&uacute;c&aacute;in</P>
      <P LI="1">&Aacute;ine N&iacute; Urmhumhain</P>
      <P LI="1">Joanna Tuffy</P>
      <?oasys [ah?>
      <P>I move:</P><Col N="1658"/>
      <P LI="1">That, notwithstanding anything in Standing Orders, whereas the All-Party Oireachtas Committee on the Constitution has been involved in a full review of the Constitution on an All-Party basis since its establishment in July 1996, re-establishment in October 1997 and again in December 2002 with the following terms of reference:</P>
      <P LI="2">&lsquo;In order to provide focus to the place and relevance of the Constitution and to establish those areas where Constitutional change may be desirable or necessary, the All-Party Committee will complete the full review of the Constitution begun by the two previous committees. In undertaking this review, the All-Party Committee will have regard to the following:</P>
      <P LI="3">(<i>a</i>) the Report of the Constitution Review Group;</P>
      <P LI="3">(<i>b</i>) participation in the All-Party Committee would involve no obligation to support any recommendations which might be made, even if made unanimously;</P>
      <P LI="3">(<i>c</i>) members of the All-Party Committee, either as individuals or as Party Representatives, would not be regarded as committed in any way to support such recommendation;</P>
      <P LI="3">(<i>d</i>) members of the All-Party Committee shall keep their respective Party Leaders informed from time to time of the progress of the Committee&rsquo;s work; and</P>
      <P LI="3">(<i>e</i>) none of the parties, in Government or Opposition, would be precluded from dealing with matters within the All-Party Committee&rsquo;s terms of reference while it is sitting.&rsquo;.</P>
      <P LI="1" FLI="0">the All-Party Oireachtas Committee on the Constitution may sit as a Joint Committee of both Houses of the Oireachtas and for this purpose:</P>
      <P LI="2">(1) a Select Committee, consisting of the members of Seanad &Eacute;ireann set out in the Schedule to this Resolution be appointed to be joined with a Select Committee of D&aacute;il &Eacute;ireann to form the Joint Committee on the Constitution to consider matters comprehended by the preamble to this resolution and, in particular, issues relating to family rights, in like manner, as it may select and see fit and shall report thereon to both Houses of the Oireachtas.</P>
      <P LI="2">(2) The quorum of the Joint Committee shall be 3, of whom at least 1 shall be a member of D&aacute;il &Eacute;ireann and 1 a member of Seanad &Eacute;ireann.</P>
      <P LI="2">(3) The Joint Committee shall have the powers defined in Standing Order 65 (1), (2), (3), (4) and (8).</P><Col N="1659"/>
      <P LI="2">(4) The Chairman of the Joint Committee shall be Deputy Denis O&rsquo;Donovan, and the vice-Chairman of the Joint Committee shall be Senator Michael Finucane.</P>
      <P LI="2">(5) This Resolution shall cease to have effect on 20th May, 2005.</P>
      <P Just="Center">SCHEDULE</P>
      <P LI="1">Senators:&mdash;</P>
      <P LI="1">Brendan Daly</P>
      <P LI="1">John Dardis</P>
      <P LI="1">Michael Finucane</P>
      <P LI="1">Ann Ormonde</P>
      <P LI="1">Joanna Tuffy.&rdquo;</P>
    </Speaker>
    <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>Before we agree the motion, this is an all-party constitutional group which does not include Independents who now constitute one tenth of the Members of the Houses of the Oireachtas. I will no longer accept anything relating to the so-called all-party constitutional committee. It is questionable to say it reflects our views. I do not want to hold up the business of the House, but if it is a constitutional committee it should reflect all groups as well as all parties in both Houses.</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>I will convey that to the proper authorities.</P>
    </Speaker>
    <P>Cuireadh agus aonta&iacute;odh an cheist.</P>
    <P>Question put and agreed to.</P>
  </MainHeading>
  <MainHeading Type="GD" LHead="Tribunals of Inquiry:" RHead="Motion">
    <Title>Tribunals of Inquiry: Motion.</Title>
    <Speaker pid="JimWalsh"><NameTxt>Mr. J. Walsh</NameTxt>
	<P>I move:</P>
      <P LI="1">That Seanad &Eacute;ireann:</P>
      <P el="5">
        <?oasys [is1p4]?>&mdash;<?oasys [is0p6]?><?oasys [ix?>noting that following agreement reached between the British and Irish Governments at Weston Park in 2001, retired Canadian Supreme Court Judge Mr. Peter Cory was appointed to undertake a thorough investigation of allegations of collusion between British and Irish security forces and paramilitaries in six incidents;</P>
      <P el="5">
        <?oasys [is1p4]?>&mdash;<?oasys [is0p6]?><?oasys [ix?>noting that the aim of this process was to determine whether there is sufficient evidence of collusion between State security forces and those responsible for the killings in each case to warrant a public inquiry;</P>
      <P el="5">
        <?oasys [is1p4]?>&mdash;<?oasys [is0p6]?><?oasys [ix?>noting that, as part of the Weston Park agreement, the two Governments committed themselves that in the event that a public inquiry is recommended in any case, the relevant Government will implement that recommendation;</P><Col N="1660"/>
      <P el="5">
        <?oasys [is1p4]?>&mdash;<?oasys [is0p6]?><?oasys [ix?>noting that having completed his investigation into the murder of Chief Superintendent Harry Breen and Superintendent Robert Buchanan, both of the Royal Ulster Constabulary RUC, Mr. Peter Cory concluded that evidence was revealed that, if accepted, could be found to constitute collusion;</P>
      <P el="5">
        <?oasys [is1p4]?>&mdash;<?oasys [is0p6]?><?oasys [ix?>mindful that certain incidents from the past in Northern Ireland giving rise to serious allegations of collusion by security forces in each jurisdiction remain a source of grave public concern;</P>
      <P LI="1" FLI="0">resolves that it is expedient that a tribunal established under the Tribunals of Inquiry (Evidence) Acts 1921 to 2002 to inquire into the following definite matter of urgent public importance:</P>
      <P el="5">
        <?oasys [is1p4]?>&mdash;<?oasys [is0p6]?><?oasys [ix?>Suggestions that members of the Garda S&iacute;och&aacute;na or other employees of the State colluded in the fatal shootings of RUC Chief Superintendent Harry Breen and RUC Superintendent Robert Buchanan on 20 March 1989;</P>
      <P LI="1" FLI="0">and to report to the Clerk of D&aacute;il &Eacute;ireann and to make such findings and recommendations as it sees fit in relation to these matters;</P>
      <P LI="1" FLI="0">and further resolves that:</P>
      <P LI="2">(I) the tribunal shall report to the Clerk of the D&aacute;il on an interim basis not later than three months from the date of establishment of the tribunal and as soon as may be after the tenth day of any oral hearings of the tribunal on the following matters:</P>
      <P LI="3">(<i>a</i>) the number of parties granted representation by the tribunal,</P>
      <P LI="3">(<i>b</i>) the progress which will then have been made in the hearings and work of the tribunal,</P>
      <P LI="3">(<i>c</i>) the likely duration, so far as might then be capable of being estimated, of the proceedings of the tribunal,</P>
      <P LI="3">(<i>d</i>) any other matters that the tribunal considers should be drawn to the attention of the Houses of the Oireachtas at the time of the report, including any matters relating to its terms of reference;</P>
      <P LI="2">(II) if the tribunal finds that there is insufficient co-operation from a person(s) not compellable to give evidence pursuant to the provisions of the Tribunals of Inquiry (Evidence) Acts 1921 to 2002, to report that fact to the Clerk of the D&aacute;il, including the steps taken by the tribunal to obtain the co-operation of that person(s), for consideration by the Houses of the Oireachtas, in conjunction with the Minister for Justice, Equality and Law Reform, having regard to the public interest; and</P><Col N="1661"/>
      <P LI="2">(III) the inquiry shall be completed in as economical a manner as possible and at the earliest possible date consistent with a fair examination of the matters referred to it.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><TitleTxt>Minister for Justice, Equality and Law Reform</TitleTxt><NameTxt>Mr. M. McDowell</NameTxt>
	<P el="0">I am pleased to have the opportunity to table this motion seeking the establishment of a tribunal of inquiry into suggestions of collusion in the brutal and callous murders of RUC Chief Superintendent Harry Breen and RUC Superintendent Bob Buchanan by the Provisional IRA in 1989.</P>
      <P>The background to this motion originates as far back as August 2001 when, following discussions with the Northern Ireland parties at Weston Park, the Irish and British Governments committed themselves to the appointment of a judge of international standing from outside both jurisdictions to undertake a thorough investigation of allegations of collusion between British and Irish security forces and paramilitaries in six cases.</P>
      <P>The six cases are the murders of Mr. Pat Finucane, a solicitor, Mr. Robert Hamill, Ms Rosemary Nelson, a solicitor, Mr. Billy Wright, the two RUC officers and Northern Ireland Lord Justice Maurice Gibson and Lady Cecily Gibson. The first four of these cases relate to allegations of collusion by British security forces while the latter two cases relate to allegations of collusion by the Garda.</P>
      <P>Arising from the Weston Park agreement, Mr. Peter Cory, an eminent retired Canadian Supreme Court judge, was asked by the two Governments to investigate and report on the allegations of collusion. Judge Cory was appointed by the Governments in May 2002.</P>
      <P>The aim of the inquiry process under Judge Cory was to determine whether there is sufficient evidence of collusion between State security forces and those responsible for the killings in each case to warrant a public inquiry. The resultant reports into the six cases were submitted to the Governments by Judge Cory in October 2003. On behalf of the Government, I thank and commend Judge Cory once again for his diligent and painstaking work in producing these reports.</P>
      <P>In December 2003, following Government approval, I published redacted versions of the two reports to the Government. All the redactions to the two reports were performed with the explicit consent and approval of Judge Cory and occurred solely on the basis of the Government&rsquo;s obligations to ensure unprejudiced justice.</P>
      <P>The two reports make grim reading for anyone with even an ounce of humanity. Both Lord Justice and Lady Gibson were cruelly killed in a carefully planned and executed bombing attack on the morning of 25 April 1987. The south Armagh brigade of the Provisional IRA claimed responsibility for the killings. The IRA also issued other public statements indicating that the murders had been planned in advance.</P>
      <P>Deputy Glennon spoke of some of the collateral damage caused by that explosion to <Col N="1662"/>friends of his coming to Dublin to play rugby that day in preparation for the World Cup and they had an horrific tale to tell.</P>
      <P>Suggestions of collusion related to claims that a member or members of the Garda advised those directly responsible for the killings or members of their organisation of the Gibsons&rsquo; itinerary on that fateful day. However, Judge Cory concluded in his report on this appalling crime that there is no evidence of collusion by the Garda or other Government agency that would warrant the holding of an inquiry. I welcome this finding in that it removes doubt or suspicion that a member or members of the Garda committed a gross act of treachery in colluding in the murder of two innocents. However, I fully realise that is cold comfort to the victims&rsquo; families.</P>
      <P>The other case relevant to this jurisdiction examined by Judge Cory is different, but involved an equally horrific act of callous murder. While I appreciate that the detail I am about to relate concerning this appalling act of savagery is distressing, it is worth recalling, if only to demonstrate the depravity of those who perpetrated it.</P>
      <P>On the afternoon of 20 March 1989, Chief Superintendent Harry Breen and Superintendent Bob Buchanan were shot dead in an ambush just north of the Border as they returned from a prearranged meeting with a senior Garda officer in Dundalk Garda station. The Provisional IRA subsequently claimed responsibility for the double murder. This meeting was concerned with the mundane but important issue of co-operation to prevent cross-Border smuggling. The two RUC officers were wholly unarmed and had to be so at the time.</P>
      <P>The location of the ambush, on the Edenappa Road, was found by Judge Cory to have been well chosen in terms of topography and tree cover with respect to a nearby British army observation post. The ambush involved PIRA members establishing a checkpoint on the road only minutes before the arrival of Superintendent Buchanan&rsquo;s private car carrying the two RUC officers. The two officers were unarmed.</P>
      <P>From the available information, it appears that two armed men, dressed in army style fatigues and with camouflage on their faces, stopped southbound cars and strategically placed them so as to funnel northbound traffic into a single lane. Shortly after the last southbound vehicle was stopped and in place, Superintendent Buchanan&rsquo;s car appeared, driving northwards. It was also flagged down by the armed men in the middle of the road. As the car slowed, a van, which had been following, overtook Superintendent Buchanan&rsquo;s car and pulled into a nearby laneway. Four armed men, wearing camouflage and balaclavas, emerged from the van and started firing immediately. Superintendent Buchanan attempted to reverse his car to escape but the car apparently stalled and he was unsuccessful.</P>
      <P>Both Chief Superintendent Harry Breen and Superintendent Bob Buchanan, while still in the car, were hit several times by a hail of bullets. <Col N="1663"/>Examination of the vehicle the following day indicated no less than 25 strike marks from bullets along both sides of the car, with the majority aimed at the driver&rsquo;s side. The autopsy performed on Superintendent Buchanan revealed that he had suffered many fragment wounds in the head and upper body, and it is probable that he was dead by the time his car came to a halt. He had also been shot in the head at close range, almost certainly after he had died.</P>
      <P>Chief Superintendent Breen had been wounded in the abdomen, the upper right shoulder and the arm, and had sustained wounds to his head. It appears that he had left the car after it came to a stop, waving a white handkerchief. It was obvious that he had suffered several gunshot wounds before he left the car which, although severe, did not appear to be fatal. Eyewitness accounts indicated that a member of the Provisional IRA murder squad walked up to him and shot him in the back of the head. It is worth restating that these were two unarmed RUC officers returning from a meeting with their colleagues in the Garda S&iacute;och&aacute;na. They were two policemen doing their duty.</P>
      <P>That, then, is the appalling scene which Judge Cory paints of the last moments of these two men&rsquo;s lives. As he says himself in his report, those shootings were brutal, cowardly and demonstrated a callous insensitivity to both the suffering of individuals, their relatives and to life itself. In the course of the proceedings in the D&aacute;il yesterday, Deputy Jim O&rsquo;Keeffe drew to my attention that immediately after this event the Provisional IRA issued an account in which it claimed that the two policemen had come on a group of IRA men and surprised them and they were fired on in self defence. One can see what credibility can be attached to some of the statements coming from that organisation, even that far back.</P>
      <P>I now turn to suggestions of collusion. These relate to claims that a member of the Garda S&iacute;och&aacute;na, or a civilian employed within the Garda, advised either those directly responsible for the killings or members of their organisation of the visit of the two RUC officers and, in particular, of the time they left Dundalk Garda station. In his report, Judge Cory examined the known circumstances, the intelligence reports and other matters in drawing conclusions about the case. From a review of the relevant factors, Judge Cory stated that it might be said that the Provisional IRA did not need any assistance from within the Garda to carry out the ambush. Moreover, Judge Cory suggests that the intelligence reports received shortly after the murders, considered by themselves, might be thought to point to a similar conclusion.</P>
      <P>However, Judge Cory considered that a statement made by Kevin Fulton, which is a code name for a British army informer, could be found to constitute evidence of collusion on the part of a Garda officer, referred to as Garda B in the report. Kevin Fulton is the pseudonym of a <Col N="1664"/>former agent with a British intelligence agency who, in that capacity, is supposed to have become a member of the Provisional IRA. In a statement delivered to Judge Cory, Kevin Fulton claims that on the day of the ambush of the two RUC officers, his senior IRA commander was told by another member of the IRA that Garda B had informed the Provisional IRA that the two officers were at Dundalk Garda station.</P>
      <P>Judge Cory goes on to state that this statement would add credence to two intelligence reports which spoke of a Garda leak. In all this, it should be noted that Judge Cory does not make findings of fact. Rather, he states that if that evidence were accepted by those eventually making the findings of fact, it could be found to constitute collusion. Accordingly, on that basis, Judge Cory concluded that there must be a public inquiry in this case.</P>
      <P>As part of the Weston Park agreement, the two Governments gave a commitment that, in the event that a public inquiry is recommended in any case, the relevant Government will implement that recommendation. Accordingly, the Government is committed to holding a public inquiry in respect of allegations of Garda collusion in the killings of the two RUC officers. In light of Judge Cory&rsquo;s recommendations, I secured Government approval to hold a public inquiry into the murders, to take the form of a tribunal of inquiry pursuant to the Tribunals of Inquiry (Evidence) Acts 1921 to 2002. I sought that type of public inquiry because it meets all the essential criteria set down by Judge Cory for a public inquiry. I subsequently secured the authorisation of the Government to lay the necessary resolutions before both Houses of the Oireachtas to enable the establishment of the tribunal of inquiry, according to the formulation contained in the motion before the House, which constitutes the tribunal&rsquo;s terms of reference.</P>
      <P>I briefly draw the House&rsquo;s attention to some of the more important aspects of the terms of reference. After a straightforward recitation, the main operative section is, of course, that a tribunal shall be established to inquire into suggestions that members of the Garda S&iacute;och&aacute;na or other employees of the State colluded in the fatal shootings of RUC Chief Superintendent Harry Breen and RUC Superintendent Robert Buchanan on 20 March 1989. By any stretch of the imagination, this is the broadest possible interpretation of the findings of the relevant Cory report, and it delimits in no way whatsoever the tribunal&rsquo;s latitude to inquire into whatever organisations and individuals it sees fit.</P>
      <P>The other notable feature of the terms of reference is paragraph (II), which states that if the tribunal finds that there is insufficient co-operation from any person not compellable to give evidence, that fact should be reported to the Clerk of the D&aacute;il for consideration by the Houses of the Oireachtas, in conjunction with myself, having regard to the public interest. The thinking here is simple. It is a fact that likely key witnesses reside outside the jurisdiction. As with domestic legis<Col N="1665"/>lation in general, the Tribunals of Inquiry (Evidence) Acts 1921 to 2002 apply only within this jurisdiction. Hence, the statutory provisions relating to compellability to give evidence would not apply to likely key witnesses. Accordingly, it is anticipated that the tribunal of inquiry would be obliged to rely on the goodwill and co-operation of non-compellable persons to make progress with aspects of its work. Paragraph (II) of the terms of reference provides a mechanism by which the tribunal can report back to the Houses of the Oireachtas should non-compellable persons decline to co-operate with it.</P>
      <P>That is an important element of the terms of reference of the tribunal. In the normal course of events, if co-operation from outside the jurisdiction necessary for the tribunal to complete its work was not forthcoming, we would be left with the prospect of the tribunal reporting in an incomplete way. By virtue of this provision, the tribunal can report that fact to the Government. By that means, the problem of securing co-operation from non-compellable persons can be elevated to the political sphere, where I, the Government and the Members of the Houses of the Oireachtas can determine the best way forward. In particular, it provides an opportunity for formal approaches to be made to the British Government, should the need arise, to seek to secure the co-operation of persons residing in either Britain or Northern Ireland, whether they be British citizens or otherwise. It provides a form of political leverage, grounded in the restated will of the Oireachtas, that can be used, should the need arise, to ensure the tribunal is given every opportunity to secure the co-operation of all those who might be able to shed light on this appalling act of barbarism.</P>
      <P>The House will be aware that the sole member of the tribunal of inquiry will be the current President of the District Court, Judge Peter Smithwick. I am confident that Judge Smithwick, based on his long and distinguished career as a solicitor and a judge, will conduct this inquiry with all due diligence and with the professionalism that is the hallmark of the Judiciary. Given the onerous nature of a tribunal of this kind, Judge Smithwick has indicated that he proposes to tender his resignation as President of the District Court, he is <i>ex officio</i> a judge of the Circuit Court, and to concentrate full time on this activity.</P>
      <P>I know this House will join with me in advising everyone involved to co-operate fully with the tribunal. I have full confidence that the Garda S&iacute;och&aacute;na, as well as any other institution of the State, will be forthcoming in its engagement with the tribunal. Nothing less than full co-operation is demanded, and nothing less should be expected from the guardians of the State.</P>
      <P>There is, however, one organisation that could provide full answers to the tribunal, and that, of course, is the IRA. I challenge that organisation, and I challenge its political alter ego, Sinn F&eacute;in, to offer and ensure that co-operation to the tri<Col N="1666"/>bunal. Sinn F&eacute;in and the IRA cannot have it both ways. They cannot clamour for justice and truth in regard to other barbaric acts, which are among the list of acts mentioned earlier and considered by Judge Cory, and stay silent on this one. If Sinn F&eacute;in and the IRA want to convince the Irish people, North and South, that they have truly taken the democratic path, this tribunal offers them one opportunity to demonstrate that fact.</P>
      <P>This tribunal is being established by the will of the people assembled here in the Houses of the Oireachtas and, I believe, would have the support of the great majority of people in Northern Ireland also. Sinn F&eacute;in and the IRA would do well to remember that fact because it is the will of the people that savage acts, such as the brutal murders of Chief Superintendent Breen and Superintendent Buchanan by the Provisional IRA in 1989, should have no place in this Republic.</P>
      <P>Pursuant to the Weston Park agreement, the State is under a political and moral obligation to establish a public inquiry into the brutal murders of these two RUC officers. We do so, not just out of those obligations imposed on us by acceptance of Judge Cory&rsquo;s report but out of a genuine desire to see justice done in the form of ascertaining the truth. I believe that the form of public inquiry proposed and its proposed terms of reference constitute the most open, expansive and powerful form of inquiry available here or anywhere else to ensure that the full truth emerges.</P>
      <P>I considered whether the commissions of inquiry legislation which I brought through the Houses would be adequate. Section 8 of that Act urges a commissioner appointed under it to have as much of the proceedings as possible held in private whereas Judge Cory made the exact opposite recommendation which was that, in so far as can be, everything should be done in public.</P>
      <P>The issue of cost arose in the Lower House. For the guidance of Senators, it was generally accepted that this should be a time-limited and economic tribunal of inquiry, given that the full panoply of inquisitive procedures under those Acts was being used to arrive at the truth. Last year, the Government adopted guidelines for the payment of counsel in tribunals. Instead of the extremely large amounts that were being paid on a <i>per diem</i> basis to counsel, it has been decided that the fees should be structured in such a way that no senior counsel&rsquo;s remuneration should exceed the annual salary of a High Court judge. I intend to inform the sole member of this tribunal that this is the ball park in which he must play.</P>
      <P>Judge Cory said the tribunal was to be free to select its own counsel. Deputy Jim O&rsquo;Keeffe persuaded me, in the context of the debate on the Commissions of Investigation Bill, to introduce the concept of counsel tendering for work. Since Judge Cory said that the tribunal must be free to select its own counsel, I am not in a position to impose my tendering process on the sole member.</P><Col N="1667"/>
      <P>We owe it to the families left behind, the people of Northern Ireland and the people of this jurisdiction, given the concerns raised about the organ of the State, to put in place an inquiry of this kind. I did not read out the names &mdash; these were contained on the list given to Judge Peter Cory &mdash; of the persons whose killings were the subject of the first four inquiries. However, I wish to pay my respects to them now. The people to whom I refer, Pat Finucane, Robert Hamill, Rosemary Nelson and Billy Wright, were the subjects of cruel killings. The barbarity of the offence that will be investigated by the inquiry under discussion was matched by that which occurred in these other cases. In that context, one need only consider the killing of Pat Finucane in front of his family, the blowing-up of Rosemary Nelson, the kicking to death of Robert Hamill in horrendous circumstances with which I became closely acquainted when I served as Attorney General and the circumstances in which Billy Wright was killed. Regardless of the identities of the victims, the families should not be placed in some hierarchy of sympathy. Everybody is equally entitled to whatever rights can be vindicated under the Constitution and to the greatest extent possible, by an inquiry of this kind.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I welcome the Minister. Fine Gael welcomes the establishment of this inquiry into the murders of RUC Chief Superintendent Harry Breen and RUC Superintendent Robert Buchanan by the Provisional IRA. I remember reading in <i>The Irish Times </i>four years ago that this inquiry was to be set up and Fine Gael is pleased that it has finally been established.</P>
      <P>The two officers were a great loss to their police force and their deaths marked a blow to the growing co-operation between the then RUC and the Garda S&iacute;och&aacute;na. They were also a great loss to their families, friends and communities. Some criticism of the actions and practices of the RUC at the time was probably necessary but the courage and dedication of these two gentlemen and the members of that force can never be questioned.</P>
      <P>The work of any police force is of fundamental importance to its community and country and members of the police must serve as role models for all. They must stand as examples of discipline, courage and fairness. Good police officers deserve the support, recognition and admiration of their communities. In the period from 1969 to 1999, over 300 members of the RUC and the RUC Reserve lost their lives. The murder of such men was a blow to the policing communities, to the residents of Northern Ireland, to all who believe in a democratic society and to those who understand the importance of the role of a police force in such a society.</P>
      <P>I will not repeat the details of the ambush as the Minister has already outlined them. However, it is important to bear in mind that these unarmed men were returning from a meeting at Dundalk <Col N="1668"/>Garda station. They were doing so as part of the normal co-operation that took place at the time between both police forces in combatting the criminal activity and smuggling which, unfortunately, is still being carried out on this island by these murderous and criminal gangs. These were two brave men who travelled unarmed as part of their duties. People in this jurisdiction should be aware of that fact. They were set upon by a gang of murderous thugs who brutally murdered them. The Minister has outlined the sequence of events. One of the men got out of the car after he had been shot and waved a white handkerchief but an IRA thug shot him in the back of the head. This is the type of murder that was perpetrated by those on all sides of the conflict during those times.</P>
      <P>It should also be borne in mind that Chief Superintendent Breen and Superintendent Buchanan left widows and children. People should take account of the suffering inflicted on those two families as a consequence of this murderous act. It also brings to mind the suffering of the widow of Detective Garda Jerry McCabe, who was also murdered by these thugs and criminals.</P>
      <TimeSt down="4" idown="4">12 o&rsquo;clock</TimeSt>
      <P>Section 2.30 of the Cory report deals with Chief Superintendent Breen&rsquo;s comments to his staff officer, Sergeant Mains, to the effect that he was uneasy about going to Dundalk. He believed that one of the officers stationed there had contact with a member of a notorious family from the area who was suspected of being a member of the Provisional IRA and of being involved in smuggling activities in the area. He believed the officer had passed information to him. He also believed that certain members of the Garda S&iacute;och&aacute;na were in that person&rsquo;s pay. He named a particular garda. The Minister referred to the statement of Kevin Fulton which bears out that point. This tribunal will investigate further whether collusion occurred. We must ensure that what we are establishing does not degenerate into another cash cow for the Law Library set. There is no question about this. I do not think the public will tolerate it. I welcome the remarks on costs made by the Minister. What occurred in the past is not acceptable and it cannot be allowed to continue.</P>
      <P>It is also important that the Minister spells out how the Government intends to address the issue of large payments. He already mentioned this issue today and he ought to expand on it later. Judge Cory&rsquo;s reported stated:</P>
      <P LI="1">Time and costs can be reasonably controlled. For example, a maximum allowance could be set for counsel appearing for every party granted standing.</P>
      <P FLI="0">I am concerned about the terms of reference which require the inquiry to be completed in as economical a manner as possible. I do not think that is sufficient. We have not been given an estimate of the amount of time the tribunal&rsquo;s work will take. The work of other tribunals which were supposed to finish within 12 months continued for <Col N="1669"/>up to five years. That must be considered in this inquiry. We are fortunate that Judge Cory has completed a great deal of preliminary work to a high standard, for which I compliment him. The Cory report is a model which I would like to see followed when inquiries are conducted into certain matters in the future.</P>
      <P>The Minister alluded to the matter of co-operation by all parties in this process. That is essential. However, I do not have confidence that Sinn F&eacute;in and its masters in the Provisional IRA will co-operate with this inquiry. It will probably be a situation similar to the graffiti on the walls of the Short Strand which states: &ldquo;Whatever you say, say nothing.&rdquo; As the murder of Mr. Robert McCartney demonstrates, the Provisional IRA and Sinn F&eacute;in speak fine words but action seems to be missing in many cases. I hope that in this case they put their money where their mouths are and co-operate in a meaningful way with this tribunal but I have serious doubts about that.</P>
      <P>I conclude by quoting from the Cory report which was quoted earlier by the Minister. It states, &ldquo;These shootings were brutal, cowardly, and demonstrate a callous insensitivity to both the suffering of individuals and to life itself.&rdquo; I add democracy to this list. We must ensure that this tribunal is sharp, short and focused and I trust the Minister will ensure this will be the case.</P>
    </Speaker>
    <Speaker pid="JimWalsh"><NameTxt>Mr. J. Walsh</NameTxt>
	<P>Ba maith liom f&aacute;ilte a chur roimh an Aire go dt&iacute; an Teach seo. In proposing the motion I am mindful that the British and Irish Governments in coming to an agreement in Weston Park appointed a man of international stature in retired Canadian judge, Peter Cory. This was a recognition of the need to address the legacy of the conflict over the past 30 years and, in particular, to examine cases causing public concern, where allegations of collusion were in the public arena for quite some time.</P>
      <P>As the Minister noted, the Cory inquiry specifically dealt with six cases, namely, the murder of Mr. Pat Finucane in front of his family; the murder of Mr. Robert Hamill who was kicked to death in Portadown with two RUC members sitting in a car as spectators to the event; the blowing up of Ms Rosemary Nelson who was a human rights lawyer; the murder by the INLA in the Maze Prison of Mr. Billy Wright who, despite his dubious record, was not entitled to be killed in cold blood; the bombing which killed Lord Justice Gibson and his wife, who were travelling north from Rosslare on their return from holidays when they were murdered; and the subject of the motion before the House today which is the shooting of Chief Superintendent Harry Breen and Superintendent Robert Buchanan.</P>
      <P>Despite allegations that may be made against any of those people everybody has an entitlement to life. No self-appointed group has the right to take it away and neither does this State. Judge Cory in his report to both Governments recommended public inquiries into the cases of five of <Col N="1670"/>the six murders that he considered, the exception being the killing of Lord Justice Gibson.</P>
      <P>Some query why we are now proceeding with a public inquiry into this matter, particularly given the British Government&rsquo;s failure to fully honour its undertakings. I concur with the Government&rsquo;s decision on this matter. Ireland has a proud record internationally and it is essential that we are seen to fulfil our obligations under agreements that we freely enter into. We should do so regardless of fear for the outcome and in a very open and transparent manner. I welcome the Minister doing so in the form of a public inquiry, which I think a more suitable vehicle for this matter than a commission of investigation. However, I do not doubt that such commissions will serve us well in other areas in the future. The Minister deserves our compliments for his actions.</P>
      <P>It is worth noting that in the case which is the subject of this motion, Judge Cory did not find evidence but did hear allegations of collusion. It is unfortunate that the stand taken by the Government contrasts starkly with the British Government&rsquo;s failure to respond, particularly in the Pat Finucane case. The British Government initially failed to issue the report on Mr. Finucane and it required a statement from Judge Cory to subsequently set the public record straight. I acknowledge that the British Government is now establishing public inquiries in accordance with the recommendations of Judge Cory into the murders of Ms Nelson, Mr. Wright and Mr. Hamill. However, it is not doing so in the case of Mr. Finucane despite its acceptance of the Weston Park agreement. Article 19 of that agreement states:</P>
      <P LI="1">If the appointed judge considers that in any case this has not provided a sufficient basis on which to establish the facts, he or she can report to this effect with recommendations as to what further action should be taken. In the event that a Public Inquiry is recommended in any case, the relevant Government will implement that recommendation.</P>
      <P FLI="0">That is a clear and unambiguous undertaking and one which we are giving effect to today. The same should occur in the case of Mr. Finucane.</P>
      <P>There is strong suspicion that the legislation before the House of Commons providing for ministerial powers to withhold information from public inquiries may have been motivated by the potential for embarrassment arising from a public inquiry into the Pat Finucane case. This is a serious breach of the Weston Park agreement and it could be argued that it flies in the face of the undertakings given in the Good Friday Agreement. The section of that Agreement dealing with reconciliation and victims of violence states, &ldquo;The participants believe that it is essential to acknowledge and address the suffering of the victims of violence as a necessary element of reconciliation.&rdquo;</P><Col N="1671"/>
      <P>Unfortunately this has not been our experience not only in the case of Mr. Finucane but also in the inquiry into the Dublin and Monaghan bombings established by this House. After thorough examination by Mr. Justice Barron and public hearings by the Joint Committee on Justice, Equality, Defence and Women&rsquo;s Rights, recommendations were made.</P>
      <P>The British Government notified the Taoiseach in January of its refusal to establish a Cory-type inquiry, which was called for in the first instance because of allegations of collusion in the Dublin and Monaghan bombings. I am reminded of a comment made at those public hearings by an eminent former public servant, Mr. Se&aacute;n Donlon, who was Secretary General of the Department of Foreign Affairs. He stated that if the British Government had something to conceal in any documents then obviously it would be unlikely to co-operate with an inquiry.</P>
      <P>It emerged last month during the course of the examination of Mr. Justice Barron&rsquo;s report of the Dublin bombing in 1972-73 that a British citizen, Martin Douglas, had made representations through his MP to the British Prime Minister. The Prime Minister wrote back to him stating:</P>
      <P LI="1">The Government is aware of the continuing hurt that Mr. Douglas and others feel about the number of unresolved deaths that took place as a result of the conflict in Northern Ireland. It is entirely understandable that those who have suffered the loss of loved ones still yearn to find out what happened, and the British Government is committed to doing what it can to give those people the best chance of achieving that.</P>
      <P FLI="0">That letter was dated 10 January 2005. On 1 February the sub-committee received a letter from the Northern Ireland Secretary of State, who is a member of the British Cabinet. He stated:</P>
      <P LI="1">It was our judgement at the time of Justice Barron&rsquo;s approach regarding the Dublin bombings of 1972 and 1973 that we were not able to begin the further major and time-consuming search through the records of various departments which would be necessary to assemble the material. I fear that there is therefore nothing I could usefully add, either in writing or orally before your sub-committee, on this question.</P>
      <P FLI="0">Mr. Se&aacute;n Donlon, who would have some knowledge and experience of filing and document retrieval systems, stated that all of the documents that would have been of help to us and Mr. Justice Barron, which were not made available, would have been processed as part of the requirements for the release of public documents under the 30-year rule for the National Archives. That raises serious questions about doing business with the British Government and its trustworthiness.</P><Col N="1672"/>
      <P>The Finucane case is a serious breach of the Weston Park agreement and the failure to co-operate with a duly established committee of this House is a breach of the Good Friday Agreement. Unfortunately this type of response gives fodder to the recruitment of people by paramilitary organisations. Our history is littered with such examples and this is my biggest regret in this regard.</P>
      <P>I agree with the Minister that people cannot dine <i>&agrave; la carte</i>. In a clear message to Sinn F&eacute;in and the IRA he stated that they must be seen to co-operate with this inquiry. I hope they will do so. If they do, it will help strengthen the case to put pressure on the British Government, which cannot dine <i>&agrave; la carte</i> either.</P>
      <P>I welcome the motion and also its motivation and the manner in which it has been brought forward by the Minister for Justice, Equality and Law Reform and the Government. I hope it will get to the truth of the matter. I also hope it will act as a catalyst to encourage the British Government to fulfil its obligations under these agreements. Otherwise, it will raise serious questions as to where we go from here in terms of the peace process and the Good Friday Agreement.</P>
    </Speaker>
    <Speaker pid="TonyKett"><NameTxt>Mr. Kett</NameTxt>
	<P>I welcome the Minister to the House. I thought he had fallen out with us as it is almost a week since he was here.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>We missed the Minister when we discussed child care recently.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I was in Buenos Aires.</P>
    </Speaker>
    <Speaker pid="TonyKett"><NameTxt>Mr. Kett</NameTxt>
	<P>I am pleased to support the motion before the House. Under the Weston Park agreement we are obliged to hold a public inquiry into the brutal murders of RUC Chief Superintendent Harry Breen and RUC Superintendent Robert Buchanan, in accordance with the recommendations of Judge Cory.</P>
      <P>We must honour this obligation in full and without reservation. In doing this we are also honouring the memory of these men, their bravery and their families. These were two men going about their lawful business, meeting their counterparts in Dundalk. It was the means by which they supported their families. They were making a positive contribution to what was a pitiful situation in the North of Ireland at that particular time. Their reward was to be shot like animals in cold blood in what appears to have been an entrapment situation.</P>
      <P>Senator Cummins referred to the fact that many innocent people were killed during the 30 years between 1969 and 1999. As he outlined, over 300 RUC officers and RUC reserves were killed. It would appear that these two gentlemen were pillars within the policing community. One of them was highly decorated. It was a serious blow to the policing community when they were murdered. As the Minister stated, it was a serious blow to the people of Northern Ireland. It was also a serious blow to those of us who believe in <Col N="1673"/>democracy and the role police play in a democratic society in protecting us and our way of life.</P>
      <P>In congratulating Judge Cory on his deliberations, it is regrettable that this is the only public inquiry that is currently on offer. The judge&rsquo;s findings in this case mean that if evidence revealed was accepted, it could be found to constitute collusion. We must be mindful that the good judge did not find that collusion had taken place, rather the nature of his investigation only allowed him to conclude that there was sufficient evidence to warrant a public inquiry. I am particularly pleased that a tribunal of inquiry has been instigated as it is the most expansive and open form of inquiry possible in this jurisdiction. Others would do well to heed our example.</P>
      <P>I also commend the terms of reference of the tribunal which could not be more wide-ranging. The motion before us allows for the most searching and objective examination of all pertinent issues. That is to the Minister&rsquo;s credit. The tribunal&rsquo;s ultimate findings and conclusions will be welcomed, whether the outcome of the tribunal is positive or negative. In establishing this inquiry we are not just honouring our commitment under the Weston Park agreement, we are also committing ourselves to establishing the truth of the most serious allegation, which is that the State, or its employees, colluded in the murder of two RUC officers by the Provisional IRA.</P>
      <P>I hope that arising from this inquiry, the British Government might take a leaf from our book and will support the fine work that was done by the sub-committee, of which Senator Jim Walsh was a member, which examined the reports on the Dublin and Monaghan bombings and the Sackville Place bombings. Up to now the British Government has failed to support the sub-committee. A considerable number of people in this State were also murdered against a background of allegations of collusion by officers of the British Crown. The British Government would do well to take note of the Minister&rsquo;s actions here today.</P>
      <P>It should also consider the case of Pat Finucane and seek justice for his wife and family, as Senator Jim Walsh pointed out. It should demonstrate goodwill and honour the commitment which we understand was also part of the Weston Park agreement. Of all the cases that were mentioned, the case of Pat Finucane probably involved the most collusion. All parties that espouse democracy and fair play now have an opportunity to honour their bona fides in this instance. They have a wonderful opportunity to bring information to the table, if they have it, and to get this tribunal off to a flying start. They should demonstrate their goodwill through actions rather than words.</P>
      <P>The tribunal will afford an opportunity to remove any cloud that may be hanging over the Garda S&iacute;och&aacute;na, particularly those garda&iacute; who may be serving in Border regions and those who are still serving in the force who were involved at the time in question. If collusion is proven, the <Col N="1674"/>necessary action should be taken. Let the Government of this jurisdiction be seen to stand for justice for all. This is exactly what we are doing. We have a duty to ensure that the suggestions that have been made are fully investigated in an open and impartial manner in the interest of both the families and the State.</P>
      <P>I was delighted to hear the Minister state he will be attaching a condition to the tribunal to limit its costs, in so far as this is possible without encroaching on its work. We already have ample evidence of the manner in which tribunals can get out of hand and become a severe burden on the State. I wish the Minister and those involved in the tribunal well in their deliberations.</P>
    </Speaker>
    <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>Let me refer to a paragraph 2.18 of the Cory report, which may have been quoted already in the House and which was quoted in the D&aacute;il yesterday:</P>
      <P LI="1">Chief Superintendent Breen and Superintendent Buchanan demonstrated all the finest attributes required of policemen. They were proven leaders in the police community and, by example, leaders in the greater community of Northern Ireland. To murder such men was a blow to their police communities, to the residents of Northern Ireland, to all who believe in a democratic society and to all who understand the important role of the police in a democratic society.</P>
      <P FLI="0">This point has not only been made by Judge Cory but also by everybody who has spoken on this issue. The two policemen were highly regarded and were role models for policemen North and South.</P>
      <P>If one considers the types of meetings held between the Garda and the RUC, one will note they had very much become part of a routine, particularly those of Superintendent Buchanan. The meetings were designed to further co-operation. The report states there was not much security involved and that Superintendent Buchanan may have believed this would build up trust with the Garda and community in the South. This type of co-operation served as a precursor to the peace process and was also central thereto. It is very similar to the type of arrangement the Minister is trying to establish involving co-operation between the PSNI and the Garda S&iacute;och&aacute;na. In this regard, one should bear in mind the implementation of the Patten recommendations and the great efforts made in building trust by all those responsible for policing in the North.</P>
      <P>When we had our hearings on community policing some days ago, there were in attendance representatives from the European Confederation of Councillors, which includes councillors from the North and South. The councillor from the Progressive Unionist Party stated he had been very supportive of the work of the RUC and that the changes made to policing in the North had resulted in further improvement.</P><Col N="1675"/>
      <P>In light of the efforts that have been made, particularly by the PSNI, the tribunal under discussion is of great importance. There are two sides to the coin. On the one hand, we seek police forces, both North and South, that are trustworthy and accountable while, on the other hand, we must support our police service and ensure it is protected. There is a need to ensure the truth is told about the tragic murders of Chief Superintendent Breen and Superintendent Buchanan.</P>
      <P>A number of Senators referred to the implementation of the other recommendations of the Cory report, including the holding of the inquiry into the death of Pat Finucane. My party leader, Deputy Rabbitte, referred to this yesterday. Making reference to the Weston Park negotiations, Judge Cory states the following in paragraph 2.167 of his report:</P>
      <P LI="1">In light of this provision in the original agreement failure to hold such an inquiry as quickly as possible might be thought to be a denial of the original agreement, which appears to have been an important and integral part of the peace process. The failure to do so could be seen as a cynical breach of faith which could have unfortunate consequences for the Peace Accord.</P>
      <P FLI="0">This is why it is so important that we in the Republic honour our part of the agreement through the tribunal. Similarly, the British Government must honour its part. So far, it has not shown the same good faith in that regard. It is very important that we keep the pressure on it to ensure it delivers.</P>
      <P>Senators have referred to the cost of tribunals and I support their comments. However, it is important that the tribunal in question be well-resourced from the outset and that it operate efficiently. We have considered the mistakes that have been made in respect of other tribunals and we must ensure that we learn from them when establishing new tribunals, including the one in question. Where costs are concerned, one must spend money at the outset, thereby saving money in the longer term. It is very important that tribunals be given the necessary resources to do their work. All tribunals should be monitored constantly in this regard to consider whether their terms of reference need to be changed and to ensure they are not being hindered in their work. I welcome the tribunal and the work of the Minister in bringing it forward.</P>
    </Speaker>
    <Speaker pid="DrMartinMansergh"><NameTxt>Dr. Mansergh</NameTxt>
	<P>I welcome the Minister and support the motion. Despite the present difficulties in the peace process, it is good to see the Irish Government carrying out one of its obligations under the Weston Park agreement. I was present at Weston Park as a member of the Irish delegation and remember being present at many of the discussions.</P>
      <P>I think a concern for balance was at issue. It was felt that the three most serious cases of alle<Col N="1676"/>gations concerning deaths of people from the Nationalist community should be balanced by similar treatment of cases involving people from the Unionist, or in one case loyalist, side. I am confident the Minister will ensure that both the Department of Justice, Equality and Law Reform and all branches of the Garda will give their full and total co-operation to this inquiry and that nothing will be withheld on grounds of national security, which obviously can cover a multitude. I hope that as far as the State is concerned, this inquiry will prove to be a model of how a state should co-operate when there is a question of involvement of one of its servants in collusion and terrorism.</P>
      <P>The Minister described in graphic detail the two murders that are the subject matter of the present inquiry. Although it is difficult to describe them as anything but murders, there has been some debate on this issue. Recently, I attended a debate organised by Sinn F&eacute;in about politics and criminality. I do not necessarily preclude an act, because it has been politically motivated, from being criminal and spent most of my time arguing and explaining that point. However, a particular dimension to the Breen and Buchanan murders is that they were in Dundalk at our invitation to co-operate on matters of mutual concern. Even in 1982, when political relations between the two Governments were extremely poor, co-operation continued because it was vital to the safety of the people of this State and of Northern Ireland.</P>
      <P>At the Sinn F&eacute;in meeting I attended recently, I was asked what was the point of this inquiry given that the IRA had declared and accepted responsibility for the attack and consequently, there was no mystery as to who, in general terms, had carried it out. I replied that the issue was not who was responsible but whether there was collusion. Collusion, when it relates to Pat Finucane, Rosemary Nelson or others is an issue of major concern on which Gerry Adams and other republican leaders have been extremely vocal and eloquent over many years. However, I got the distinct impression that as far as the questioner was concerned, as this incident allegedly involved republicans and one of our security forces, this sort of collusion was scarcely worth an inquiry.</P>
      <P>We must be absolutely rigorous. If we are demanding rigorous and searching inquiries into collusion between British or Northern Ireland security forces and loyalists in the carrying out or assisting in carrying out of acts of terrorism, we must be equally rigorous with allegations of collusion between the IRA and servants of this State. One cannot have a particular attitude to one occurrence and a different attitude to another.</P>
    </Speaker>
    <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>Hear, hear.</P>
    </Speaker>
    <Speaker pid="DrMartinMansergh"><NameTxt>Dr. Mansergh</NameTxt>
	<P>Perhaps in the past we were not always sufficiently rigorous in that regard.</P>
      <P>As Senator Jim Walsh observed, Judge Cory, who carried out some excellent work, has <Col N="1677"/>expressed total dissatisfaction with the arrangements being made for the Finucane inquiry. Unfortunately, a pattern may be discerned. We have found it with the Dublin and Monaghan bombings of 1972 and 1974 and the Finucane and Nelson cases. I knew Rosemary Nelson and several months before she was blown up, she detailed some of the threats that had been made to an informal committee of the United States Congress. This response is not good enough from a democratic society.</P>
      <P>From my observations, the British Government is enthralled to its security services. There is a history, particularly with British Labour Party Governments, of the security services taking some part in underground political opposition, possibly including collusion with the Opposition, to try to weaken and destabilise the Government. However, this is not a reason to be so enthralled and in a sense provides a greater incentive to investigate the issue. I find it unsatisfactory and objectionable that there are so many reserved areas and confused attitudes from a country that frequently holds itself up to the rest of the world as a model democracy. One hears similar sentiments from some Unionist spokespersons, who claim that the IRA committed so many murders that the Unionist community cannot stand many more inquiries of this kind. This point is made by representatives of a party led by a lawyer. One must be rigorous about this issue. Is state terrorism every bit as bad as paramilitary terrorism?</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Yes.</P>
    </Speaker>
    <Speaker pid="JimWalsh"><NameTxt>Mr. J. Walsh</NameTxt>
	<P>It is worse.</P>
    </Speaker>
    <Speaker pid="DrMartinMansergh"><NameTxt>Dr. Mansergh</NameTxt>
	<P>It is at least as bad and one could argue that it is worse, in that it constitutes a betrayal of trust. I have great admiration for Balthasar Garz&oacute;n, a Spanish judge. Admittedly, he operates under a system of law that the Minister does not wholly admire.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>He is a brave man.</P>
    </Speaker>
    <Speaker pid="DrMartinMansergh"><NameTxt>Dr. Mansergh</NameTxt>
	<P>As a result of their involvement in a dirty war, he put several Ministers of the Spanish Government behind bars. No one disputes that ETA is a terrorist organisation that murdered and committed horrific acts. This is not the issue and there is no ambivalence about it, but some people who engaged in or authorised a dirty war ended up behind bars. Subsequently, the judge banned the political front of ETA and proceeded extremely rigorously against ETA itself. If we intend to be rigorous, we must be so even-handedly. I fear that across the water, many punches are being pulled. I have heard it said at the highest level on the British side that the Finucane murder is a can of worms. The British Government knows how awful the Finucane case is and is trying to soften the blow. This is not acceptable and the Irish Government should use <Col N="1678"/>all diplomatic means to find a more satisfactory outcome.</P>
      <P>The degree of co-operation between the Garda S&iacute;och&aacute;na and the PSNI is somewhat satisfactory. Hopefully, this co-operation is free of any fears of collusion. This co-operation is symbolised by the fact that a former adviser to the Minister, and prior to that the Taoiseach when he was in Opposition, is now press relations officer for the PSNI. It is regrettable that the AGSI takes an unhelpful attitude towards the scheme of exchanges and co-operation between the Garda and the PSNI that has been approved by the Oireachtas. It is alleged the AGSI takes this attitude on safety grounds. There are indeed safety considerations but a cynic might suspect it had more to do with money even though the money seems to be very generous. This is not the right way to behave. Both police forces have an interest in maintaining peace and stability. We have moved on and are at a different stage to where we were in the past. A trade union should not be acting as a brake on or an impediment to this type of co-operation, which will hopefully improve circumstances in this country.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>The allegation that the AGSI&rsquo;s attitude towards the exchange and co-operation scheme is determined by money is unfair. It is unfair to make such an allegation when the people accused are not here to defend themselves.</P>
    </Speaker>
    <Speaker pid="DrMartinMansergh"><NameTxt>Dr. Mansergh</NameTxt>
	<P>How would the Senator defend it?</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I did not make the allegation.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Order please, Senator Mansergh is over his time limit.</P>
    </Speaker>
    <Speaker pid="DrMartinMansergh"><NameTxt>Dr. Mansergh</NameTxt>
	<P>Senator Cummins should tell the House whether he agrees with the AGSI&rsquo;s attitude.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I am under no obligation to tell Senator Mansergh whether or not I agree with him.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>I compliment the Minister for Justice, Equality and Law Reform for changing his position on the young boy from Nigeria. By making this decision, the Minister has shown he is compassionate.</P>
      <P>I support the establishment of an inquiry into the callous murders of Superintendent Robert Buchanan and Chief Superintendent Harry Breen. A little under a year ago, 30 people whose relatives had been murdered as a result of state collusion visited us here and invited Deputies and Senators to meet them. These people gave detailed and emotional accounts of how their loved ones were murdered, always at times when routine checkpoints were not in place. These families are painfully aware that the murders were state-sanctioned and were not investigated <Col N="1679"/>by the police. They are lobbying for truth and justice and need answers. I felt helpless when they asked us for help at the end of the meeting because it appeared that nothing would be done for them. After his third inquiry into collusion, Sir John Stevens stated explicitly that collusion had taken place. His report was a damning indictment of British policy in Ireland, showed that British agents were involved in the murder of Irish people and highlighted the British forces&rsquo; criminal obstruction of his inquiry.</P>
      <P>Following on from the valiant work done by Senator Jim Walsh in the justice committee on the Barron report, the Minister should demand that the British Government holds a public inquiry into the Barron report. If I was in the Minister&rsquo;s place, I would demand an inquiry.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>On a point of order, do Senator White&rsquo;s remarks address the motion before the House concerning the tribunal?</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>It is a matter for the Chair.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>My colleague, Senator Jim Walsh, has put his heart and soul into this work since he became involved in the Barron report. We hear more and more about the manipulation practised by the British Government, particularly regarding the reasons used to take Britain into the war in Iraq. Ireland&rsquo;s State institutions have never been tainted with allegations of State-sanctioned murder. There may have been cases of individual malpractice but we have never witnessed activities of the kind carried out by MI5 and MI6. These agencies colluded with forces in the North to murder Irish citizens.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Senator White&rsquo;s remarks are not entirely relevant to the motion before the House.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>I support Judge Cory&rsquo;s recommendation that the inquiry be set up and I know that Judge Smithwick will do a good job. As a result of my constant involvement in the North since 1994, the scales have fallen from my eyes regarding collusion. I knew Rosemary Nelson and could not believe the type of collusion-related offences committed by the British forces, offences that Irish State institutions have never been guilty of.</P>
      <P>I admire Tony Blair in many ways but he is an expert at manipulation. He brought the British people into a war that most of them do not support. We are constantly being bombarded with evidence regarding what was hidden from the British Parliament and the British people. On his next visit to Downing Street, out of respect to my colleague Senator Jim Walsh, the Minister should demand a public inquiry into the Dublin and Monaghan bombings. The death toll from these bombings represented the largest number of people murdered in one day on this island. I remember being shocked at Mr. Justice Barron&rsquo;s <Col N="1680"/>testimony regarding the bombings on the first day of his inquiry. Regarding the issue of the cases of the Guildford Four and Birmingham Six, I never knew&mdash;&mdash;</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I have given Senator White plenty of latitude and she should not take advantage of it.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>I was unaware that a person could be imprisoned for a crime she or he had not committed.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Senator White should address the specific terms in this motion. The Senator&rsquo;s time is now up.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><TitleTxt>Minister for Justice, Equality and Law Reform</TitleTxt><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I thank Members for a very interesting and, at times, passionate debate. I share Senator Mansergh&rsquo;s view, and I think Senator Cummins should take note, that it was disappointing that the AGSI made a recommendation to its members not to participate in the arrangements that have been put in place between the two Governments. The two grounds of safety and money were given in respect of this matter. There are many young people from Ireland joining the PSNI beyond these arrangements but safety is also an issue for garda&iacute; here. It will continue to be so for all members of the Garda S&iacute;och&aacute;na as long as there is active paramilitarism on this island.</P>
      <P>One of the ingredients in healing the wounds will be the participation of members of the Garda S&iacute;och&aacute;na along the lines envisaged by the Good Friday Agreement and the Patten report. I ask individual garda&iacute; to play their patriotic part by going to the North and taking this risk to their personal safety in bringing this process one step forward. The arrangement made by the two Governments in good fate must not be left moribund. I cannot do anything more than is possible to improve safety conditions for persons seconded to Northern Ireland.</P>
      <P>I agree with Senator Mansergh on the topic of remuneration. I did my best when it was the subject of a long negotiation between my Department and the Department of Finance. I revisited the issue often to get the best package because I realised that moving to the North is a considerable sacrifice in terms of social and personal amenities for anyone, particularly a married person. I did the best I could and got a package that will not be improved upon. I had a positive engagement with the AGSI on Monday, 21 March and noticed this topic was on the agenda. I hoped it would not be passed and did not speak on it in advance, as I did not wish to influence the AGSI&rsquo;s arrangements. However, I regret any representative association of the Garda S&iacute;och&aacute;na asking its members not to participate in the workings of the Good Friday Agreement.</P>
      <P>I have done the best I can and more money will not solve the problem, as it is neither the issue nor is it available. Whatever can be done on the <Col N="1681"/>issue of safety will be done. There is no blanket policy justification for not participating and I would say to every member of the Garda S&iacute;och&aacute;na of every rank that secondment and the interchange of personnel must proceed. It is an individual choice for each garda. Representative associations can give such advice as they wish but I, as a member of the democratically-elected Government that subscribed to the Good Friday Agreement, will ask the Garda to bear in mind that the people we all serve inserted into the Constitution a new regime that includes the implementation of the Patten report and the interchange of police personnel. It is a constitutional value. I ask garda&iacute; day in and day out to make sacrifices in their personal lives, to be patriotic and to take risks with their safety. This is one more sacrifice I am asking them to make and I have done the best I can.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Garda&iacute; have not been found wanting in their patriotic duty to date.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Minister will continue without interruption.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Senator Cummins attacked Senator Mansergh for speaking when there was no one to defend the members of the Garda S&iacute;och&aacute;na but Senator Cummins himself went up like a Polaris missile from under the water to defend their interests, as well he might.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I will continue to do so.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Minister without interruption.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I wish to tell my friends in the AGSI that my comments are positive, constructive and meant in the best spirit of partnership. Senator White mentioned that I have shown a certain flexibility of mind today and I invite others&mdash;&mdash;</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>And long may it continue.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Yes.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Minister without interruption.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>&mdash;&mdash;to be as equally flexible in their approach to these issues.</P>
      <P>I do not wish to become involved in a broad debate on this matter but it would be wrong were the Government to be highlighted as a party to the Weston Park agreement that did not deliver.</P>
      <P>I will pay tribute to Senator Mansergh, something I should do more often. I was present at Weston Park to dot the i&rsquo;s and cross the t&rsquo;s on certain legal aspects while I was the Attorney General and I am aware the Senator played a significant role in what were lengthy, sometimes interesting and sometimes tedious sessions of negotiations. The people do not know how much <Col N="1682"/>work he has put into this issue over the years. I agree with Senator Mansergh on issues such as the Dublin and Monaghan bombings. It is necessary for the democracies and democratic governments that preach certain standards to have a special responsibility to adhere to the standards.</P>
      <P>Senator White&rsquo;s views on certain past events that are not likely to be forgotten are passionate. The Senator implied the State had never done anything&mdash;&mdash;</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>The institutions of the State.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Minister without interruption.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>&mdash;&mdash;of that type of which it should be ashamed. I hope Irish people have not behaved in a collusive way in recent times. However, we must bear in mind that other people&rsquo;s perceptions of us would not be the same.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Yes.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>In 1970 arms were given to many people in circumstances that Unionists in Northern Ireland would not be so quick to say were entirely&mdash;&mdash;</P>
    </Speaker>
    <Speaker pid="DrMartinMansergh"><NameTxt>Dr. Mansergh</NameTxt>
	<P>The arms were not brought in.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Minister without interruption.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>They were brought in in my county.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Some of them were caught but others were not intercepted.</P>
    </Speaker>
    <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>There is no doubt about it.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>What happened is now history and I will not be divisive. We should never claim we are morally pure and others are wrong. We should examine how others perceive us.</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>I wish to God we had the gift to see ourselves as others do.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>No more interruptions as there is a time limit. Allow the Minister to continue.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I am just making a point&mdash;&mdash;</P>
    </Speaker>
    <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>There would not be a peace process if there were not two sides to it.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Senator Tuffy, the Minister will continue without interruption.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>&mdash;&mdash;that should be made. We are collectively seen by some people on this island as a group that has not been entirely with<Col N="1683"/>out fault, irrespective of our party and our past disputes.</P>
    </Speaker>
    <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>We do not put our foot down.</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Please, Senator White.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I will not involve myself in controversy. I am in an avuncular mood today and will remain so.</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>By giving us Easter eggs?</P>
    </Speaker>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Minister must conclude in one minute.</P>
    </Speaker>
    <TimeSt down="5" idown="4">1 o&rsquo;clock</TimeSt>
    <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Having listened to the debate in both Houses, it is gratifying that there was unanimous support for the establishment of this tribunal regardless of the nuances of people&rsquo;s positions on various issues. I wish Judge Peter Smithwick every success and I will give him every support and encouragement I can to bring his work to a successful conclusion. Subject to our comments about economy, he will have all necessary resources available.</P>
      <P>I will echo Senator Mansergh&rsquo;s fundamental point. If either the Garda S&iacute;och&aacute;na or the Army intelligence unit was suspicious that there were leaks of the kind about which Judge Cory is concerned, that material would be supplied without question, subject to whatever rubric of secrecy was required. There would be no question of the State holding back, on the grounds of national security, information which could be of assistance to Judge Smithwick. He would be able to deal with any problems arising in regard to protecting innocent people or sources. It would be a tragedy if, while posturing in public as establishing a tribunal of inquiry, we were to hold back on our co-operation with that inquiry on the grounds of national security. That would be a mistake.</P>
    </Speaker>
    <P>Question put and agreed to.</P>
    <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>When is it proposed to sit again?</P>
    </Speaker>
    <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>On Tuesday, 12 April 2005 at 2.30 p.m.</P>
    </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Adjournment" RHead="Matters">
    <Title>Adjournment Matters.</Title>
    <Line />
  </MainHeading>
  <MainHeading Type="GD" LHead="Company" RHead="Closures">
    <Title>Company Closures.</Title>
    <Speaker pid="JohnPaulPhelan"><NameTxt>Mr. J. Phelan</NameTxt>
	<P>I welcome the Minister for Enterprise, Trade and Employment. I was present on 12 December 2002 at a meeting in the Department of Enterprise, Trade and Employment. The meeting was attended by all Oireachtas Members from Carlow-Kilkenny, local councillors, representatives of SIPTU and <Col N="1684"/>several representatives of the Comerama plant in Castlecomer, County Kilkenny.</P>
      <P>On that day, the previous Minister for Enterprise, Trade and Employment, the T&aacute;naiste, entered into an unequivocal and clear undertaking that the new redundancy payment measures coming into force would apply to the workforce in Comerama when the factory closed. It was apparent some weeks before the closure that the factory was in trouble. That is why the deputation came to Dublin the day after the announcement. The T&aacute;naiste&rsquo;s statement on that day was quite clear and everyone who attended the meeting, with the exception of Deputy Harney, has the same recollection. She subsequently stated that she did not make the commitment to which I refer. It is clear that she did make it. There were serious altercations on this issue in the Lower House with the Deputies who represent Carlow-Kilkenny.</P>
      <P>Between 150 and 160 people were working at the factory when it closed. The difference in the redundancy payments for them is approximately &euro;1 million, a substantial sum of money for that area. Like many rural towns, Castlecomer has recently suffered a significant decline in its industrial base and there is high unemployment there. The Comerama closure was one of several to occur in recent years.</P>
      <P>The T&aacute;naiste entered into an undertaking which she has not honoured. I am using this opportunity to raise the issue with the new Minister for Enterprise, Trade and Employment in the hope that he can use his offices to rectify the situation as soon as possible.</P>
    </Speaker>
    <Speaker pid="MichaelMartin"><TitleTxt>Minister for Enterprise, Trade and Employment</TitleTxt><NameTxt>Mr. Martin</NameTxt>
	<P>I am grateful to the Senator for raising this matter. Neither I nor my predecessor gave any commitment to the former workforce at Comerama in respect of their entitlements under the redundancy payments legislation enacted in 2003.</P>
      <P>On 12 December 2002, following the announcement of the closure of the Comerama factory with a loss of over 160 jobs, the T&aacute;naiste, together with officials of the Department of Enterprise, Trade and Employment, met a SIPTU delegation representing the Comerama workers. As I understand from the official minutes of that meeting, the main concern of the workers, many, if not most, of whom had already been made redundant, was that if a deal on enhanced redundancy rates under partnership was made, it should be retrospective for the workers concerned. The T&aacute;naiste gave an undertaking to do everything she could to ensure that the Comerama workers would get the retrospection. This undertaking was recorded in the official note of the meeting prepared by the official attending. It states:</P>
      <P LI="1">An T&aacute;naiste said that talks were on going in relation to the Statutory Redundancy issue. She gave an undertaking that if the legislation is changed she would do everything she could <Col N="1685"/>to ensure that the Comerama workers would be included in any amendment.</P>
      <P FLI="0">At the time, neither the T&aacute;naiste nor the officials attending the meeting were aware of the legal principle established by the courts that the Legislature cannot impose retrospective financial obligations on employers or anybody else. This was subsequently confirmed in legal advice given to my Department.</P>
      <P>The legal advice from the Attorney General was that the enhanced statutory redundancy payments require legislation to be enacted in order to be brought into effect and that as the payment of a statutory redundancy lump sum is a legal requirement on employers, it could not be imposed on them with retrospective effect. Employers are entitled to due notice &mdash; usually approximately two months &mdash; of the intention to require them legally to pay enhanced rates.</P>
      <P>This legal position was communicated to the Comerama workers. The T&aacute;naiste and I very much regret, therefore, that it was not possible to apply the new legislative provisions on enhanced redundancy payments to the Comerama workers or any other workers with retrospective effect after the new provisions came into effect in May 2003. A total of 154 of the workers at the Castlecomer plant were made redundant long before the new rates of redundancy came into effect and had received up to 3.2 times the then statutory rate in a settlement with the company.</P>
      <P>My Department has paid the new enhanced rates to 13 workers made redundant by the liquidator of the company since May 2003. Subsequently, at the request of the T&aacute;naiste, two officials from the Department met a delegation of workers and union representatives at the factory premises in Castlecomer, County Kilkenny, on Monday, 23 June 2003, to discuss the situation regarding the new rates of statutory redundancy for the employees of the company, who were made redundant in December 2002 and January 2003.</P>
      <P>The union officials and the workers&rsquo; representatives spoke at the meeting. They made the case that the workers who had already been made redundant up to January 2003 before the new enhanced rates came into force in May 2003 should be retrospectively paid these enhanced rates. However, the company had already paid these workers on a voluntary basis approximately 3.2 times the then statutory rate. The Comerama workers told the two officials who travelled to Castlecomer that they had, at the time of their negotiations with their employer on redundancy terms, been prepared to accept, in final settlement of their redundancy claim, the 60% rebate the employer was entitled to claim and receive from the social insurance fund.</P>
      <P>No one save the employer has any say in what he does with the 60% refund paid from the social insurance fund, which he has claimed and to which he was legally entitled. The case was also made on behalf of these workers that if it was not legally possible to meet their claim for payment <Col N="1686"/>of the enhanced rates, the Government should consider bringing a scheme to the Oireachtas to enable them to be paid the enhanced rates from the social insurance fund, as a special case. This proposal was brought to the attention of the T&aacute;naiste and actively considered but was ultimately deemed impractical. It would involve making a special case for the workers concerned on the basis that they had missed out by being made redundant some time before the Oireachtas passed the new enhanced rates into law. Many thousands of other workers are in a similar position and could make a case for special treatment. Unfortunately for the workers concerned, my Department is precluded from paying the enhanced rates of redundancy with retrospective effect.</P>
      <P>Suggestions were made regarding the utilisation of the national implementation body in this matter. The role of that body is to ensure delivery of the stability and peace provisions of Sustaining Progress. As the redundancy element of Sustaining Progress contains no provisions regarding retrospection, the national implementation body has no role in this matter.</P>
      <P>Many representations were made on this matter to me and my predecessor from Members of the Oireachtas representing Kilkenny &mdash; including recently from Deputy McGuinness &mdash; and from Liam Aylward MEP. Many parliamentary questions have also been tabled on the Comerama workers during the past two and a half years. Notwithstanding this, the position has not altered. The payment of a statutory redundancy lump sum is a legal requirement on employers and cannot be imposed on them with retrospective effect.</P>
      <P>Having outlined the position, I am satisfied that everything possible was done to ensure the Comerama workers got their full redundancy entitlements and that no commitment was given, or could be given, to retrospectively enhance statutory redundancy repayments.</P>
    </Speaker>
    <Speaker pid="JohnPaulPhelan"><NameTxt>Mr. J. Phelan</NameTxt>
	<P>I understand fully the Minister&rsquo;s response. However, the fact is that a commitment was given at that particular meeting. Whether the commitment could be honoured subsequently is obviously a matter for debate. The T&aacute;naiste was clear in what she said at the time. It was quite clear to everyone that a commitment was entered into. The Government Deputies present heard the commitment. I understand the Minister&rsquo;s reply, but am not satisfied.</P>
    </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Asylum" RHead="Applications">
    <Title>Asylum Applications.</Title>
    <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>On my question to give compassionate consideration to Olukunle Elukanlo, the student from Palmerstown, which would allow him to return to complete his leaving certificate studies, obviously the question has been overtaken by events. The Minister&rsquo;s decision to revoke the deportation order is a humane one <Col N="1687"/>which illustrates the importance of examining the facts of each case.</P>
      <P>The important aspect of this case was that the student had spent the past couple of years preparing for the leaving certificate, with just three months to go. If the Minister had not made this decision, it would have left the student in limbo, because he would not have had sufficient time to prepare for the equivalent examination in Nigeria. The decision to allow him to return to Ireland to complete his leaving certificate is a humane one and means he will have something to show for what he has invested in his studies and will have a qualification which it is hoped will help him to pursue further education or a career. I am sure the students and teachers in his school will be very pleased with the Minister&rsquo;s decision. I am based in the general area of Palmerstown and used to be on the board of management of the school.</P>
      <P>The Minister will be aware that the leaving certificate examination is very important. While one works individually, one is also part of a larger school group. The teachers in the school help people with their efforts. As many people were affected by what happened, I welcome the Minister&rsquo;s decision in the matter. It required a lot of integrity on his part to make such a decision and to change his mind in response to people&rsquo;s requests.</P>
    </Speaker>
    <Speaker pid="MichaelMcDowellPD"><TitleTxt>Minister for Justice, Equality and Law Reform</TitleTxt><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I thank Senator Tuffy for her kind words. I want to take this opportunity to inform the House that I announced at a press conference in the Department this morning that, on careful consideration, I decided to revoke the deportation order made in the case of Olukunle Elukanlo.</P>
      <P>I respect the genuine sympathy and solidarity shown towards him by many concerned people. I have been reflecting on this overnight and, on consideration of all the circumstances of the case, I felt the deportation order could have been made in such a way as to enable him to sit his leaving certificate before leaving the country. I, therefore, decided to revoke the order I made &mdash; it must be revoked, otherwise it would be illegal for him to be in the country &mdash; and arrange for a temporary student visa for six months to be issued to him. The International Organisation for Migration, to which Ireland is affiliated and which has a local office in Nigeria, has been asked to make the necessary arrangements for him through the Irish Embassy in Abuja.</P>
      <P>I want to express gratitude to all those who communicated with me on both sides of the issue. Strangely enough, I want this House to know that the majority of communications I received backed the stance I was taking. In case anyone believes I was overwhelmed by traffic in the other direction, that is not the case. Even now, I am receiving flak for changing my mind. I want to emphasise that it is not a question of the volume <Col N="1688"/>of representations on any issue, because when one makes a deportation order, it is a serious matter. One is moving someone from one country to another country, nearly always against that person&rsquo;s wishes. One is frequently ending a person&rsquo;s dream and uprooting either an individual or an entire family. With the exception of a minority of undesirable people, there is practically no deportation order which is not fraught with emotional consequences if one thinks long and hard enough about it. These are all difficult decisions. I must confess that many of them can put one into a spin as to which way one should go. However, in the end, one must make a decision. Normally speaking, having made the decision, I stand by it.</P>
      <P>It is important to point out that, on many occasions in the past, I have deported people for whom the trauma and so on would be much greater than this young gentleman&rsquo;s circumstances warrant. Many of these people had no friends in the media, school or anywhere else to protest on their behalf. One must also be careful in their case. In the past, all of us have seen leaflets and very detailed campaigns where the facts have been quite different from the public&rsquo;s perception. However, because these people have sought refugee status in Ireland, one is not entitled to fling open the file to the public to prove the truth. The precedent is that one cannot simply disparage someone and reveal matters they told the Irish State on the assumption that they would not be thrown into the public domain in order to justify ministerial decisions. Some ministerial decisions may appear quite tough on occasions, but I ask the public to accept that they are made on the basis of careful consideration of all the issues.</P>
      <P>In this case, I believed on reflection that what I had done was not necessary. The end result could have been achieved differently. While people will portray it as a U-turn and climbdown, in the last analysis, saving face is one thing, but looking at one&rsquo;s face in the mirror the next day and deciding if one made a fair decision is another. In this circumstance, on reflection, I came to the view that the decision should be changed.</P>
      <P>I want to emphasise this aspect to the people involved. As a society, we do not put asylum seekers into detention centres or holding centres where they are cut off from the community. We invite them into our communities. Generally speaking, they are housed in hostels on streets in villages, cities and towns. We encourage them to participate in the education system. When this continues for a long time, a relationship and friendship builds up between asylum seekers and people in the community and human ties are formed. However, the fact that a person is a good student, or that he or she has athletic prowess, is a good activist in a local church or whatever or has lost one parent and does not know the whereabouts of the other, are not grounds on which I can run a proper policy. It would be utterly wrong to say that a dull student or one with learning <Col N="1689"/>difficulties was more suitable for deportation. It would also be wrong to say that somebody who had a disability and was not going to win any athletics prizes was suitable, or somebody who was a civilian member of a church but not interested in it.</P>
      <P>Many of the arguments put forward with regard to asylum seekers being kept in Ireland are perfectly understandable. One can appreciate why the clergyman, teacher or local community leader will put forward arguments as to why the person should stay, praising him or her as somebody to whom they have a strong emotional commitment. However, in the last analysis, if I was to take those arguments as the criteria on which I make decisions, they would become entirely arbitrary and very unfair on people who did not measure up.</P>
      <P>Olukunle Elukanlo will now come back to Ireland and has welcomed my decision. With regard to the students in Pobalscoil Isolde, Palmerstown, I was taken aback when I heard somebody had proposed they should receive counselling, especially coming up to their leaving certificate. If they were going to spend their Easter holidays campaigning for Olukunle to return to Ireland I wondered what effect that would have on their leaving certificate results, whatever about Olukunle&rsquo;s. I therefore decided the sensible counselling and help that I could give was to bring him back and to take personal responsibility for admitting that my original decision was a mistake.</P>
    </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="School" RHead="Accommodation">
    <Title>School Accommodation.</Title>
    <Speaker pid="SheilaTerry"><NameTxt>Ms Terry</NameTxt>
	<P>I thank the Minister for Enterprise, Trade and Employment for taking the motion. He is probably not familiar with Castaheany, a new town on the outskirts of the city in Dublin 15. Some 4,000 houses have been built there in recent years, and this, combined with other new developments on adjoining lands, has led to many difficulties in the area with regard to facilities and services, one of which is the provision of educational facilities.</P>
      <P>Parents in the area had to campaign for a number of years to achieve a permanent school on the site. Children have been housed in ten prefabs while the new school is being built. It is nearly completed and will comprise 16 classrooms. However, this is totally inadequate for the number of children who wish to attend. A total of 101 children have been refused places for September 2005. These are of schoolgoing age but their parents have been told there are no places available for them. Despite the new school being almost completed, some of these children will not be taken in next year as the school can only currently take 90 children. It is a three stream school but should have five, keeping in mind the number of people who wish to attend. Therefore, we do not only have a problem with regard to this year but will be faced with the same problem next year.</P><Col N="1690"/>
      <P>What can we say to the parents of children who cannot be taken in this year? The Minister will probably answer that they must wait another year. However, many parents, especially those who already have a child in the school, felt that their four year old would be taken in September and now they will be five years old or more when going to school. There is no guarantee that they will get in next year. The Educate Together school has been sanctioned and is functioning but it is in Lucan, so children are bussed every day from Castaheany to Lucan until such time as a school, even a temporary one, is built in Castaheany. There is, therefore, a real urgency about this problem.</P>
      <P>Can anything be done about the children who wish to go to school this September? Is it possible to make it a 32-classroom school because land is available? There are five acres on site but the Department only purchased three. My advice, and the advice of other public representatives, would be that the five acres should be purchased, the school should be extended to 32 classrooms and the Educate Together school should be fast-tracked as quickly as possible. Ongar is another growing area which also needs a school.</P>
      <P>There no secondary school in the area either. A site has been identified and negotiations may be ongoing to acquire the site, but if we do not move quickly we will find ourselves in the same situation in a few years time when there is no secondary school for these children and they must be bussed out to other areas. This is an example of bad planning and not providing facilities for people who buy houses. This type of planning goes on in many other parts of the country and not only in Dublin 15. However, the situation is critical and the Government has a responsibility to cater for the children in this area. We have known for years that this need and difficulty would arise, yet the Government failed to deliver on its commitments and what is necessary to cater for these people. I hope the Minister will have a favourable response that people will be interested in hearing.</P>
    </Speaker>
    <Speaker pid="MichaelMartin"><NameTxt>Mr. Martin</NameTxt>
	<P> I thank the Senator for raising this matter and for giving me the opportunity to outline to the Seanad the actions being taken by the Department of Education and Science to address the school accommodation needs of the Dublin 15 area in general.</P>
      <P>Dublin 15 is one the most rapidly developing areas in the country and, as a result, there has been a marked increase in the demand for school places, particularly at primary level. The Department of Education and Science is taking a number of measures to increase the capacity of existing schools in the area concerned along with the development of new schools to meet this growing demand.</P>
      <P>A building project at Huntstown national school will increase its capacity to 32 classrooms and this project is nearing completion. In addition, a building project to provide a new <Col N="1691"/>school building for Mary Mother of Hope national school is currently on site. To further expand capacity at this school, the Department has approached the school&rsquo;s board of management to discuss the possibility of expanding the school to cater for a four stream intake at junior infant level for next September. This could be achieved by the school expanding to a 32-classroom school or reorganising to form a junior and senior school. This development will cater for the needs of pupils wishing to attend the school for next September.</P>
      <P>The area in question is also served by Castaheaney Educate Together national school. The Department of Education and Science is cur<Col N="1692"/>rently pursuing the issue of site acquisition for this school and the provision of a permanent school building for it will be prioritised in the Department. It is envisaged that this will grow to a 24-classroom school which will facilitate an annual intake of three junior infant classes. Temporary accommodation will be provided in the interim to meet the school&rsquo;s immediate needs for next September.</P>
      <P>A combination of the measures outlined will alleviate demand for pupil places in the area for the foreseeable future. I will convey the Senator&rsquo;s comments regarding secondary schools to the Minister for Education and Science.</P>
    </Speaker>
    <adjournment>The Seanad adjourned at 1.40 p.m. until<?oasys [jy?>2.30 p.m. on Tuesday, 12 April 2005.</adjournment><Col N="1691"/>
  </MainHeading>
  <?oasys [te?>
</Debate>
