<?xml version="1.0" encoding="ISO-8859-1"?>
<!DOCTYPE Debate SYSTEM "Debate.dtd"[]>
<Debate DocTitle="Seanad Debate" Day="Wed" Date="7" Month="Mar" Year="2012" Vol="214" No="2" DateIrish="Dé Céadaoin, 7 Márta 2012" DateEnglish="Wednesday, 7 March 2012" House="S" CommitteeEng="" CommitteeIr="" SubNameEng="" cnum="53">
    <HtmlBk SectId="1" />
  <MainHeading Type="Prelude" LHead="" RHead=""> 
    <Title></Title>
        <P Just="Center">Chuaigh an Cathaoirleach i gceannas ar 10.30 a.m.</P>
        <Line />
        <P Just="Center"><i>Machnamh agus Paidir.</i></P>
        <P Just="Center"><i>Reflection and Prayer.</i></P>
        <Line />
  </MainHeading>
  <MainHeading Type="GD" LHead="Business" RHead="of Seanad."> 
    <Title>Business of Seanad</Title>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I have received notice from Senator Mark Daly that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:</P>
        <P LI="1">The need for the Minister for Agriculture, Food and the Marine to clarify the reason the area applied for permission for afforestation in 2011 was 38% down on the 2010 figure and if he is aware that changes made by his Department have directly contributed to this decline.</P>
        <P FLI="0">I regard the matter raised by Senator Mark Daly as suitable for discussion on the Adjournment and it will be taken at the conclusion of business.</P>
      </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Order of" RHead="Business"> 
    <Title>Order of Business</Title>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P Just="Left">The Order of Business is No. 1, statements on early intervention and family support services, to be taken at the conclusion of the Order of Business and conclude not later than 1.45 p.m., with the contributions of group spokespersons not to exceed eight minutes, the contribution of one Sinn F&eacute;in Senator not to exceed three minutes and the contributions of all other Senators not to exceed one minute when asking questions of the Minister.  Private Members&rsquo; business will be  No. 23, motion No. 8, to be taken at 3.30 p.m. and conclude not later than 5.30 p.m.</P>
      </Speaker>
      <Speaker pid="DarraghOBrien"><NameTxt>Senator Darragh O&rsquo;Brien</NameTxt>
	<P Just="Left">Gach uile seachtain t&aacute;im ag labhairt faoi cheann de na fadhbanna is measa in &Eacute;irinn sa l&aacute; at&aacute; inni&uacute; ann.  Ar&iacute;s, a Cheannaire, t&aacute;imse chun labhairt faoi na daoine at&aacute; i ndeacracht maidir lena morg&aacute;iste at&aacute; ag dul in olcas.  F&oacute;s n&iacute; dhearna an Rialtas tada i dtaobh an Keane report.  T&aacute; daoine amuigh ansin ag fulaingt agus t&aacute; cuma ann nach bhfuil an Rialtas ag d&eacute;anamh aon rud chun cabhr&uacute; leo.  An Samhain seo caite, d&uacute;radh linn ag an Aire St&aacute;it, Teachta Brian Hayes, go mbeidh mortgage arrears implementation strategy foilisithe acu roimh an bhuis&eacute;ad 2012.  F&oacute;s, n&iacute;or chualamar tada faoi.  N&iacute;l s&eacute; maith go leor a Cheannaire gur gheall an tAire St&aacute;it, Teachta Hayes, go mbeadh s&eacute; curtha i gcl&oacute; agus anois n&iacute; thiocfadh s&eacute; &oacute;s comhair an tSeanaid chun freagra a thabhairt duinn.  Cuirim an cheist ar&iacute;s.  An mbeadh am curtha ar f&aacute;il go f&eacute;idir leis an Aire teacht chuig an Teach agus freagra a thabhairt d&uacute;inn le na c&uacute;iseanna nach raibh an strat&eacute;is seo foilsithe go f&oacute;ill?</P>
        <P Just="Left">Rud amh&aacute;in eile maidir leis an strait&eacute;is fiche bliain don Ghaeilge.  T&aacute; s&eacute; seaf&oacute;ideach i mo thuairimse go bhfuilmuid go l&eacute;ir anseo inniu i rith Seachtain na Gaeilge ag labhairt &aacute;r dteanga agus faoi l&aacute;thair t&aacute; s&eacute; faoi bhagairt leis na cinnt&iacute; at&aacute; d&eacute;anta ag an Rialtas seo.  D&rsquo;fh&oacute;gair an Rialtas c&uacute;pla m&iacute; &oacute; shin go bhfuil s&eacute; i gceist aige Oifig an Choimisin&eacute;ara Teanga a dh&uacute;nadh mar oifig reacht&uacute;il neamhsple&aacute;ch, agus a chuid feidhmeanna ar fad a chur isteach faoi Oifig an Ombudsman mar chuid d&aacute; phlean athch&oacute;irithe don earn&aacute;il phoibl&iacute;.  Is oth liom a r&aacute; gur rinne siad &eacute;.  T&aacute; s&eacute; trag&oacute;ideach nach bhfuil Fine Gael in ann &eacute; lean&uacute;int ar taobh inar dt&iacute;r fh&eacute;in.  T&aacute; s&eacute; mar aidhm ag Acht na dTeangacha Oifigi&uacute;la 2003 l&iacute;on agus caighde&aacute;n na seirbh&iacute;s&iacute; tr&iacute; Ghaeilge a chuireann comhlachta&iacute; poibl&iacute; ar f&aacute;il don phobal a mh&eacute;ad&uacute; agus a fheabhs&uacute;, ar bhealach eagraithe, thar thr&eacute;imhse ama.  T&aacute; s&eacute; i gceist ag an reachta&iacute;ocht &aacute;it agus sp&aacute;s a chruth&uacute; don teanga i saol poibl&iacute; na t&iacute;re.  N&iacute;l s&eacute; ag tarl&uacute; anois faoin Rialtas seo.  Is cuma leo faoin strait&eacute;is fiche bliain.  An rud is m&oacute;, m&aacute; t&aacute; an teanga curtha faoi &iacute;onsa&iacute; mar seo l&aacute; in aghaidh lae, i gceann c&uacute;ig bliana, breathn&oacute;idh muid siar agus cuirfidh muid an cheist &ldquo;cad a tharla leis an teanga?&rdquo;  M&aacute; leannan s&eacute; ar aghaidh, beidh gach feabhas a bh&iacute; d&eacute;anta ina praiseach.</P>
      </Speaker>
      <Speaker pid="IvanaBacik"><NameTxt>Senator Ivana Bacik</NameTxt>
	<P Just="Left">Cos&uacute;il le Seanad&oacute;ir &Oacute; Briain, ba mhaith liom c&uacute;pla focal a r&aacute; as Gaeilge i seachtain na Gaeilge.  N&iacute;l go leor Gaeilge agam anois ach bh&iacute; f&aacute;inne airgid agamsa nuair a bh&iacute; m&eacute; ar scoil c&uacute;pla bliain &oacute; shin.</P>
        <P Just="Left">Beidh l&aacute; na mban ann am&aacute;rach.  Quite a number of occasions will mark national women&rsquo;s day tomorrow.  I welcome the fact that we will finish our debate on the Electoral (Amendment) (Political Funding) Bill 2011 next Thursday, which will introduce for the first time enforceable targets for the selection of female candidates by political parties.  I welcome the other events that will take place.  Senator O&rsquo;Keeffe and I will host a coffee morning in the Private Members&rsquo; dining room to which all are welcome.  It is in aid of Safe Ireland, an organisation that combats domestic violence and sexual abuse.</P>
        <P Just="Left">Given that tomorrow is women&rsquo;s day, will the Leader arrange for a debate on advertising standards?  It has been brought to my attention that there has been some seriously offensive and sexist advertising, particularly on Facebook and across social media, concerning nights out in Dublin nightclubs, one in particular.  These adverts have been the subject of a large volume of complaints to Facebook.  Some of them have been pulled, but others have gone up.  A Facebook group is devoted to trying to stop this advertising.  I have been in contact with the Advertising Standards Authority for Ireland, ASAI, about the matter but its remit does not extend to social media.  This matter probably falls under the remit of the Minister for Communications, Energy and Natural Resources, Deputy Rabbitte.  Will the Leader invite him to the House to debate extending the jurisdiction of the ASAI in order that it can have the power to adjudicate on social media?  The importance of that form of media is increasing, as is the number of serious abuses therein due to a lack of advertising standards.</P>
        
        <P>I welcome today&rsquo;s publication by the Joint Committee on Justice, Defence and Equality of a report on the heads of the insolvency Bill.  Senator Darragh O&rsquo;Brien referred to people in mortgage arrears.  The Bill will play an important role in allowing people to resolve their serious debt issues.  That the Bill will cover secured and unsecured debt is important.  The banks did not want that, as it means mortgages will be covered.  We support this provision.  The most important recommendation in the report stems from the advice of every group that presented to us, including the Free Legal Advice Centres, FLAC, and New Beginning, namely, the need for an appeals mechanism to be included in the Bill so that banks will not have a veto on debt settlement procedures.  This is an important issue for people in mortgage arrears.</P>
      </Speaker>
      <Speaker pid="SeanDBarrett"><NameTxt>Senator Sean D. Barrett</NameTxt>
	<P>I express my support for the Governor of the Central Bank, Professor Patrick Honohan, and the Minister, Deputy Noonan, in Frankfurt today in respect of the Anglo Irish Bank promissory notes.</P>
      </Speaker>
      <Speaker pid="Blank"><NameTxt></NameTxt>
	
      </Speaker>
      <Speaker pid="Blank"><NameTxt></NameTxt>
	<P>Recently, Professors Karl Whelan, Brian Lucey and Stephen Kinsella addressed the finance committee on this matter.  It is fair to say that Senators from all sides of the House support them, the Minister and the Governor in what they are seeking to do.</P>
        <P>In terms of parliamentary control over public finances, promissory notes could be called a departure from best practice at best, and perhaps even a sleight of hand.  Apparently, the decision was that the Government did not want to ask the Oireachtas to raise extra taxation to pay for the episode in question and the markets would not lend it the money, which led to the idea of promissory notes.  Previously known as letters of comfort, they have been seriously criticised by the Comptroller and Auditor General.</P>
        <P>I invite the Leader to convey to the Minister for Finance not just our support for the latter&rsquo;s efforts but the fact that, in a reform agenda that is badly required, there would not be much of a role for letters of comfort or promissory notes.  The Oireachtas must have control over moneys spent.  This was a particularly disastrous episode, any reversal of which would benefit us immediately.  Going straight to the principals is better than any minor relief, such as extend and pretend.  The issue of promissory notes could be a major boost for morale, as alleviating the consequences of what the banks did to the country would be important.  This could be the start of the process of reforming the public finances.</P>
      </Speaker>
      <Speaker pid="MichaelComiskey"><NameTxt>Senator Michael Comiskey</NameTxt>
	<P Just="Left">According to a recent Deloitte report, 85% of chief financial officers agree that ministerial trips abroad are beneficial to the economy.  Given the fact that arrangements have been made for St. Patrick&rsquo;s Day, we encourage the Taoiseach, the T&aacute;naiste and the other Cabinet members travelling to the US to raise the issue of the undocumented Irish.  I have raised the issue previously and I am encouraged by the willingness of some US Senators to tackle it.  A number of people have contacted me about family members who are abroad and cannot return home for funerals, weddings and so on.  It would be great to be able to sort this problem out for some of them.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Senator Paschal Mooney</NameTxt>
	<P>Far be it from me to divert from my friend and colleague from County Leitrim.  He might be sincere in his comments, but my colleagues and I were excoriated while on that side of the House by the then Opposition because Ministers were travelling abroad during St. Patrick&rsquo;s week.  The criticism was not exclusive to the Opposition, in that it came from the media as well, which branded every ministerial trip abroad, specifically during that week, a junket.  It was as if Ministers were flying around the world having a great time.  I have consistently supported ministerial trips abroad, particularly during St. Patrick&rsquo;s week.</P>
      </Speaker>
      <Speaker pid="MichaelComiskey"><NameTxt>Senator Michael Comiskey</NameTxt>
	<P Just="Left">On a point of order, a recent Deloitte report states that 85% of chief financial officers&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P Just="Left">Senator Mooney to continue, without interruption.</P>
      </Speaker>
      <Speaker pid="MichaelComiskey"><NameTxt>Senator Michael Comiskey</NameTxt>
	<P>&mdash;&mdash;agree these trips are beneficial.</P>
      </Speaker>
      <Speaker pid="DarraghOBrien"><NameTxt>Senator Darragh O&rsquo;Brien</NameTxt>
	<P>We always believed they were beneficial.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Senator Paschal Mooney</NameTxt>
	<P>I agree with Senator Comiskey, but I am astonished by the turnaround that inevitably occurs when governments and oppositions shift.</P>
      </Speaker>
      <Speaker pid="PatONeill"><NameTxt>Senator Pat O&rsquo;Neill</NameTxt>
	<P>Senator Comiskey was not a Member then.</P>
      </Speaker>
      <Speaker pid="DarraghOBrien"><NameTxt>Senator Darragh O&rsquo;Brien</NameTxt>
	<P>Government Members do not like the truth.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Senator Paschal Mooney</NameTxt>
	<P Just="Left">I raised the issue in the House and at the tourism committee two years ago.  Not only was I excoriated, but the media came down on me on the basis that I was supposedly attempting to stifle its right, which I stoutly defend, to investigate the public cost of Ministers travelling abroad.</P>
        <P Just="Left">Ignoring Senator Comiskey&rsquo;s remarks on the report, something needs to be said.  This is the one time of year that everyone&rsquo;s focus is on our small country on the periphery of Europe.  We are but a dot on the map of the world, yet a series of iconic attractions, including Niagara Falls, the Sydney Opera House, the London Eye and Fifth Avenue in New York, have been lit up in green.  I believe the Brandenburg Gate may also be included.  What other country could get this type of free advertising for its size?  I applaud the Government on sending its Ministers out wearing the green jersey, which I have always supported.  If the journalists are listening, I hope they will give a fair wind, particularly this year, to Ministers going abroad.  By all means they can investigate what it is costing the public purse; that is not the issue.  As Senator Comiskey has said when speaking about that report, the issue is that our Ministers are going out there to try to bring people to the country.  Every additional 60 visitors to the country results in one new job.  It is simple economics not rocket science.  I applaud the Government and the Taoiseach and hope they will give the highest possible profile to the country.  I hope the Taoiseach will hand over the bowl of shamrock.</P>
        <P Just="Left">Following the remarks I made two years ago, one individual went on a local radio station to ask why President Obama would not come here in order that we could present him with shamrock here.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>He eventually came.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Senator Paschal Mooney</NameTxt>
	<P>That indicates the level of &mdash; I will not say ignorance &mdash; lack of understanding among the general public, which has been fuelled to a large degree by the media through the years.  This is about the week of St. Patrick&rsquo;s Day &mdash; the most important week for the country&rsquo;s economy and the future well-being of the country.  I applaud the Government on what it is doing.</P>
      </Speaker>
      <Speaker pid="MichaelComiskey"><NameTxt>Senator Michael Comiskey</NameTxt>
	<P>I thank the Senator for supporting my issue.</P>
      </Speaker>
      <Speaker pid="JimDarcy"><NameTxt>Senator Jim D&rsquo;Arcy</NameTxt>
	<P Just="Left">Aonta&iacute;m leis an Seanad&oacute;ir Darragh O&rsquo;Brien go bhfuil s&eacute; in am rud &eacute;igin a dh&eacute;anamh faoi mhorg&aacute;ist&iacute; agus na daoine at&aacute; i bhfiacha.  T&aacute; c&uacute;pla m&iacute; imithe anois &oacute;n l&aacute; ar th&aacute;inig an Keane report amach.  Aonta&iacute;m gur cheart don Aire teacht isteach chun an &aacute;bhar seo a phl&eacute; sa Seanad.  Os rud &eacute; go bhfuil m&eacute; ag aont&uacute; leis an Seanad&oacute;ir O&rsquo;Brien chomh minic, caithfidh go bhfuil s&eacute; iontach cliste.</P>
      </Speaker>
      <Speaker pid="DarraghOBrien"><NameTxt>Senator Darragh O&rsquo;Brien</NameTxt>
	<P>Go raibh maith agat, a Sheanad&oacute;ir.</P>
      </Speaker>
      <Speaker pid="TrevorOClochartaigh"><NameTxt>Senator Trevor &Oacute; Clochartaigh</NameTxt>
	<P Just="Left">T&aacute; p&aacute;irtithe na Seanad&oacute;ir&iacute; ag lean&uacute;int na bpolasaithe c&eacute;anna.  N&iacute;l aon difr&iacute;ocht eatarthu.</P>
      </Speaker>
      <Speaker pid="JimDarcy"><NameTxt>Senator Jim D&rsquo;Arcy</NameTxt>
	<P Just="Left">Iarraim ar an Cheannaire cuireadh a thabhairt don Aire Gn&oacute;tha&iacute; Eachtracha agus Tr&aacute;d&aacute;la teacht anseo agus an polasa&iacute; at&aacute; ag an Roinn sin maidir le t&iacute;ortha san Mhe&aacute;noirthear a mh&iacute;ni&uacute; d&uacute;inn.  T&aacute; go leor comhlachta&iacute; t&oacute;g&aacute;la, ailtireachta agus innealt&oacute;ireachta ag iarraidh obair a fh&aacute;il sna t&iacute;ortha sin, ach n&iacute;l m&oacute;r&aacute;n cuidi&uacute; &oacute; Enterprise Ireland &aacute; fh&aacute;il acu faoi l&aacute;thair.  Nuair a bh&iacute; an tAire, an Teachta Bruton, anseo tr&aacute;thn&oacute;na inn&eacute;, d&uacute;irt s&eacute; go nd&eacute;anfadh s&eacute; a dh&iacute;cheall feabhas a chur ar sin.  T&aacute; s&uacute;il agam go dtiocfaidh feabhas ar ch&uacute;rsa&iacute;.  Iarraim ar an Cheannaire cuireadh a thabhairt don Aire Gn&oacute;tha&iacute; Eachtracha agus Tr&aacute;d&aacute;la chun an Me&aacute;noirthear a phl&eacute;.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P Just="Left">Ar an gc&eacute;ad dul s&iacute;os, ba mhaith liom beannachta&iacute; agus dea-ghu&iacute; a thabhairt do na hAir&iacute; agus Air&iacute; St&aacute;it go l&eacute;ir a bheidh ag taisteal thar lear ar son an St&aacute;it seo ar L&aacute; Fh&eacute;ile P&aacute;draig.  I am delighted my colleagues have said what they have.  It is very important for us to send these ambassadors abroad.  I am only sorry nobody is going to Brazil and some of the other BRIC countries.  I have consistently said we get good value out of this and it is terribly important in helping to brand the country.  I hope the media support this, but there is not much hope of that.  Having listened to the radio this morning, they did not seem to be on board.  I hope they will get on board and support the country.  In addition, I hope the Government jet is used more frequently because it is a capital asset that is decreasing in value all the time it is on the ground.  It should be used as much as possible.  In addition to the decreasing capital value, it needs air crew and ground crew on standby.  It needs to be flown around the country twice a week if it is empty to keep it going.  We are wasting money in not using it, but the media consistently go for this because it is a soft, easy, sexy story, even though it is not true.  I want efficiency and I want the Government jet used as much as possible to make Ministers efficient.  If it is misused or abused, then, as a taxpayer, I want to know about it.  However, I do not want the Government jet left lying idle on the tarmac with people taking economy trips when they should be taken in comfort.  In very serious negotiations they should be facilitated with every resource of the State.  If they do not do an efficient job, then hold them up, but do not tell lies about the misuse of assets.</P>
      </Speaker>
      <Speaker pid="Blank"><NameTxt></NameTxt>
	
      </Speaker>
      <Speaker pid="Blank"><NameTxt></NameTxt>
	
      </Speaker>
      <Speaker pid="PatONeill"><NameTxt>Senator Pat O&rsquo;Neill</NameTxt>
	<P>I support Senators Comiskey, Mooney and Norris on Ministers going abroad.  While every country has its national day, St. Patrick&rsquo;s Day is recognised worldwide &mdash; it is the only time the world turns green.  England has St. George&rsquo;s Day and Wales has St. David&rsquo;s Day, but they are not world recognised as St. Patrick&rsquo;s Day is.  It is a time when we can sell our country and I support the Ministers in doing so.</P>
        <P Just="Left">I ask the Leader to invite the Minister for Agriculture, Food and Marine to come to the House and make a statement on tuberculosis control.  Since 1 January a tuberculosis outbreak is considered a significant outbreak if two or more animals in a herd fail.  If it is four months or more since the neighbouring farmer&rsquo;s last test, his or her land is also locked up.  This is more bureaucracy and red tape in an industry that is going well.  I would like the Minister to explain&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P>That would be a matter suitable to be taken on the Adjournment.</P>
      </Speaker>
      <Speaker pid="PatONeill"><NameTxt>Senator Pat O&rsquo;Neill</NameTxt>
	<P Just="Left">I would like the Minister to come to the House to explain why this was introduced.  What documentation or statistics are available to back up this up?  It will have a major impact especially at the fall of the year with the weanling trade.  A person, whose neighbour&rsquo;s herd has an outbreak with two or more animals down, cannot sell his or her weanlings, which is ludicrous.  Has this requirement been introduced as a way of providing jobs for the boys?  I want the Leader to invite the Minister to come to the House to explain this change, which will have significant impact on the cattle trade, particularly the weanling trade and also the pure-bred trade.</P>
      </Speaker>
      <Speaker pid="TrevorOClochartaigh"><NameTxt>Senator Trevor &Oacute; Clochartaigh</NameTxt>
	<P Just="Left">Ba mhaith liom tr&eacute;asl&uacute; leis na Seanad&oacute;ir&iacute; at&aacute; ag &uacute;s&aacute;id a gcuid Gaeilge.  Is bre&aacute; an rud &eacute; an m&eacute;ad&uacute; suntasach at&aacute; ag teacht ar &uacute;s&aacute;id na Gaeilge sna Tithe seo a thabhairt faoi deara.  N&iacute; hamh&aacute;in go bhfuil s&eacute; t&aacute;bhachtach go mbeimid ceannr&oacute;da&iacute;och &oacute; thaobh na Gaeilge de, ach is maith an rud &eacute; freisin go bhfuilimid ag tac&uacute; leis an dream at&aacute; fostaithe sna Tithe seo a bhfuil Gaeilge acu agus a thugann an-seirbh&iacute;s d&uacute;inn.  Deirim &ldquo;fair play&rdquo; leo si&uacute;d nach bhfuil acu ach c&uacute;pla focal agus at&aacute; ag iarraidh an Ghaeilge a &uacute;s&aacute;id.  Molaim iad si&uacute;d at&aacute; ag d&eacute;anamh &eacute; sin.  Is fi&uacute; a lua go bhfuil taca&iacute;ochta&iacute; breise ar n&oacute;s Ceart agus GaelSpell ar f&aacute;il ar na r&iacute;omhair&iacute; do dhaoine at&aacute; ag iarraidh cruinneas teanga a fhorbairt.  Molaim do dhaoine na h&aacute;iseanna sin a &uacute;s&aacute;id.</P>
        <P>In on&oacute;ir na h&oacute;c&aacute;ide c&eacute;anna, is bre&aacute; an rud go bhfuil roinnt Gaeilge &aacute; labhairt anseo inniu.  Is m&oacute;r an trua &eacute; nach bhfuil l&aacute; ioml&aacute;n Gaeilge againn sa Seanad.  L&eacute; c&uacute;namh D&eacute;, beidh s&eacute; sin againn amach anseo.  Rinne m&eacute; iarratas &eacute; sin a eagr&uacute; i mbliana ar an gcoiste sti&uacute;rtha a bh&iacute;onn againn.  Ba mhaith liom iarratas a dh&eacute;anamh go hoifigi&uacute;il go mbeidh an Seanad &aacute;balta l&aacute; Gaelach a eagr&uacute;, mar at&aacute; sa D&aacute;il agus sna coist&iacute; inniu, an t-am seo an bhliain seo chugainn.  Bheadh s&eacute; iontach maith agus l&eacute;ireoidh s&eacute; ceannr&oacute;da&iacute;ocht uainn.</P>
      <TimeSt down="4" idown="4">11 o&rsquo;clock</TimeSt>
        <P Just="Left">Is d&oacute;cha gurb &eacute; an rud is l&aacute;rna&iacute; &oacute; thaobh an strait&eacute;is 20 bliain de, agus &oacute; thaobh cur chun cinn na Gaeilge de, n&aacute; ceist an oideachais.  Ba bhre&aacute; liom d&aacute; bhf&eacute;adfa&iacute; an tAire Oideachais agus Scileanna a thabhairt isteach anseo ionas go bpl&eacute;fimid an gaeloideachas, ach go h&aacute;irithe.  Baineann an t-&aacute;bhar seo le ceisteanna ar n&oacute;s na scoileanna Gaeltachta, na scol&aacute;ireachta&iacute; do mhuintir na Gaeltachta, an plean at&aacute; ag an Rialtas do thodhcha&iacute; an Chomhairle um Oideachas Gaeltachta agus Gaelscola&iacute;ochta, na gaelscoileanna, Eagra&iacute;ocht na Scoileanna Gaeltachta agus an Ghaeilge sna col&aacute;ist&iacute; oili&uacute;na.  T&aacute; an cheist deiridh a luaigh m&eacute; iontach pr&aacute;inneach.  Muna bhfuil an Ghaeilge ar a dtoil ag na m&uacute;inteoir&iacute; at&aacute; ag obair in&aacute;r scoileanna, t&aacute; an r&aacute;s rite.  T&aacute; s&eacute; iontach t&aacute;bhachtach d&uacute;inn an Ghaeilge a chur chun cinn i measc an dream a bheidh ag m&uacute;ineadh &aacute;r gcuid p&aacute;ist&iacute; sna scoileanna amach anseo.  Mar a tharla&iacute;onn s&eacute;, t&aacute; cuid de na m&uacute;inteoir&iacute; sin ag eagr&uacute; cur i l&aacute;thair maidir le ceist an oideachais sna col&aacute;ist&iacute; oili&uacute;na sa seomra AV idir c&uacute;ig a chlog agus s&eacute; a chlog tr&aacute;thn&oacute;na inniu.  Ba mhaith liom go dtiocfadh Seanad&oacute;ir&iacute; go dt&iacute; an cur i l&aacute;thair sin, m&aacute;s f&eacute;idir.  Beidh s&eacute; iontach tr&aacute;th&uacute;il.  Os rud &eacute; go bhfuil an Roinn Oideachais agus Scileanna chomh cinni&uacute;nach agus chomh l&aacute;rnach i gcur chun cinn na Gaeilge sa St&aacute;t seo, t&aacute; s&eacute; iontach t&aacute;bhachtach go dtiocfadh an tAire, an Teachta Quinn, isteach le haghaidh d&iacute;osp&oacute;ireachta faoi leith ar an &aacute;bhar seo.</P>
        
        
      </Speaker>
      <Speaker pid="CaitKeane"><NameTxt>Senator C&aacute;it Keane</NameTxt>
	<P>Ag lean&uacute;int leis an Ghaeilge sa Teach inniu, t&aacute; Foras na Gaeilge ag iarraidh deireadh a chur leis an 19 eagras a fhaigheann airgead &oacute;n St&aacute;tchiste agus samhail ioma&iacute;och mhaoinithe a chur ina n-&aacute;it.  N&iacute; aonta&iacute;m leis sin ar chor ar bith.</P>
      </Speaker>
      <Speaker pid="TrevorOClochartaigh"><NameTxt>Senator Trevor &Oacute; Clochartaigh</NameTxt>
	<P>T&aacute; an ceart agat.</P>
      </Speaker>
      <Speaker pid="CaitKeane"><NameTxt>Senator C&aacute;it Keane</NameTxt>
	<P Just="Left">Is mian le heagrais ar n&oacute;s Comhaltas Uladh, Comhluadar, Conradh na Gaeilge, Gl&oacute;r na nGael, Seachtain na Gaeilge gn&iacute;omh&uacute; mar ionstraim aontaithe darbh ainm Aontas Phobal na Gaeilge, a new branch of all of those organisations at&aacute; ag teacht le ch&eacute;ile le forbairt agus plean n&iacute;os strait&eacute;ise don Ghaeilge a chur chun cinn ar bhonn uile-&Eacute;ireann agus idirn&aacute;isi&uacute;nta.  C&eacute;im radacach at&aacute; ann, all of those organisations coming together go fad-t&eacute;armach agus ba mhaith liom sin a fheice&aacute;il in &aacute;it an m&eacute;id a mhol Foras na Gaeilge, samhail ioma&iacute;och a bhun&uacute;, a competitive model.  T&aacute; na heagrais ag moladh samhla comhph&aacute;irt&iacute;ochta, a partnership model, agus t&aacute; siad cinnte go mbeidh na heagra&iacute;ochta&iacute; eile Gaeilge in ann strucht&uacute;ir &eacute;ags&uacute;il comhph&aacute;irt&iacute;ochta a aont&uacute; m&aacute; thugtar deis d&oacute;ibh.  T&aacute; m&eacute; ag iarraidh go dtabharfaidh Ceannaire an T&iacute; seo an deis sin d&oacute;ibh agus iad a thabhairt le ch&eacute;ile.  Iarraim ar an Cheannaire go dtiocfaidh an tAire chuig an Teach le h&eacute;isteacht leis an mholadh sin agus &eacute; a chur chun cinn.</P>
      </Speaker>
      <Speaker pid="LabhrasOMurchu"><NameTxt>Senator Labhr&aacute;s &Oacute; Murch&uacute;</NameTxt>
	<P>Deirtear go bhfuil thart ar 70 milli&uacute;n Gaeil scaipthe ar fud na cruinne.  Is ionann &eacute; sin agus a r&aacute; nach bhfuil n&aacute;isi&uacute;n na h&Eacute;ireann ar an oile&aacute;n seo amh&aacute;in, t&aacute; s&eacute; in aon &aacute;it a mbail&iacute;onn na Gaeil le ch&eacute;ile ann.  T&aacute; ard-mheas tar &eacute;is teacht ar an t&iacute;r seo toisc na Gaeil seo a bheith ag feidhmi&uacute; thar lear.  N&iacute;l aon amhras n&aacute; go bhfuil siad tar &eacute;is cabhr&uacute; linn &oacute; thaobh turas&oacute;ireachta de agus i ngach sl&iacute; eile.  T&aacute;im cinnte nach mbeadh an tsuim ch&eacute;anna ag Uachtar&aacute;n na St&aacute;it Aontaithe sa Tuaisceart ach amh&aacute;in an gradam a bh&iacute; bainte amach ag na Gaeil sna St&aacute;it Aontaithe.  Tuigimid go maith nach mbeadh pr&oacute;iseas s&iacute;och&aacute;na ann ach amh&aacute;in an tsuim a bh&iacute; ag Uachtar&aacute;n na St&aacute;it Aontaithe sna deacrachta&iacute; a bh&iacute; ann ag an am.</P>
        <P>Gu&iacute;m gach rath ar an hAir&iacute; agus ar an Taoiseach a bheidh ag taisteal thar lear chun bualadh len&aacute;r ndaoine f&eacute;in chun meas a thaispe&aacute;int agus aitheantas a thabhairt d&oacute;ibh agus bu&iacute;ochas a ghabh&aacute;il leo agus &aacute;r dtaca&iacute;ocht a thaispe&aacute;int d&oacute;ibh freisin.  T&aacute; s&uacute;il agam, aon &aacute;it a dt&eacute;ann siad ann, go mbeidh siad ag m&iacute;ni&uacute; do na Gaeil nach bhfuil dearmad d&eacute;anta orthu.  T&aacute; an-chuid daoine &oacute;ga tar &eacute;is dul ar imirce as an t&iacute;r seo le d&eacute;ana&iacute;.  Ba ch&oacute;ir taispe&aacute;int d&oacute;ibh go bhfuilimid ag smaoineamh orthu agus go bhfuilimid f&oacute;s ag cabhr&uacute; lena ch&eacute;ile.</P>
        <P Just="Left">&Eacute;inne at&aacute; i gcoinne an Taoisigh agus na n-Air&iacute; a bheith ag taisteal thar lear chun aitheantas agus bu&iacute;ochas a thaispe&aacute;int do na Gaeil, n&iacute; thuigeann s&eacute; an t&aacute;bhacht a bhaineann leis seo.  &Eacute;inne a bh&iacute; ag taisteal thar lear agus a bhuail leis na Gaeil agus a fuair comhairle uathu, tuigeann s&eacute; go mb&iacute;onn siad ag s&uacute;il go m&oacute;r leis an gcuairt sin gach bliain.  T&aacute; s&uacute;il agam nach mbeidh d&iacute;speagadh n&oacute; masla tugtha don obair sin agus t&aacute; &aacute;thas orm anois go bhfuil s&eacute; le tuiscint go mbeidh an St&aacute;t seo ag dul amach chun bualadh leis na &ldquo;comh-Ghaeil&rdquo; at&aacute; scaipthe ar fud na cruinni&uacute;.</P>
      </Speaker>
      <Speaker pid="MichaelMullins"><NameTxt>Senator Michael Mullins</NameTxt>
	<P Just="Left">D&eacute;anaim chomhghairdeas leis na Seanad&oacute;ir&iacute; a bhfuil an Ghaeilge go fl&uacute;irseach acu.  T&aacute; n&aacute;ire orm nach bhfuil s&eacute; chomh fl&uacute;irseach sin agam f&eacute;in.</P>
        <P>I share in the congratulations to the Government on taking a brave decision in the current economic climate to send Ministers abroad during the St. Patrick&rsquo;s Day celebrations.  I have never criticised any Government that decided to avail of the wonderful opportunity to showcase our country on St. Patrick&rsquo;s Day and the days leading up to it.  It is significant that the Government has decided to utilise the resources and contacts we have abroad to maximise the benefit to the country on this occasion.  If ever we needed to attract tourists and to promote business, it is now.  One difference from what previous Governments have done is that the arrangements have been made on a cost-effective basis.  There has been bad publicity in the past but perhaps there was excessive expenditure as well and perhaps we did not get the best bang for our buck on all occasions.  I hope that many additional visitors will come to our country.</P>
        <P>I welcome the announcement by the Government yesterday that the former Member and the chancellor of the National University of Ireland, Dr. Maurice Manning, has been appointed by the Government to chair a group of leading authors and academics to advise the Government on the centenary commemorations of the major events during the period from 1912 to 1916.  This is a significant development.  I hope we will see an attractive programme of events that will bring many visitors to our country in the coming years.  The House has a role to play and I call on the Leader to organise a debate and a discussion on how we can contribute to these celebrations, how to best advise the Government, how to put forward concrete and constructive ideas and how to best leverage the wonderful opportunities we will have in the coming decade to showcase our country and to increase significantly the number of visitors who will come to the island.</P>
      </Speaker>
      <Speaker pid="MarieLouiseODonnell"><NameTxt>Senator Marie-Louise O&rsquo;Donnell</NameTxt>
	<P>I draw the Seanad&rsquo;s attention to an article by Eilish O&rsquo;Regan, the health correspondent of the <i>Irish Independent</i>, written on Tuesday, 6 March entitled &ldquo;Probe into top-ups for &euro;150,000 charity chiefs&rdquo;.  I mention it because I call on the Leader to hold a debate on the charities sector, which gets &euro;1.5 billion in State funding.  There is an urgent need for the Government to outline plans to introduce a mandatory system of registration for charities operating in Ireland and to do so in the interests of financial transparency.  I call for a debate on charities in order to maintain public confidence and to continue the outstanding valuable work that they do.</P>
      </Speaker>
      <Speaker pid="DenisLandy"><NameTxt>Senator Denis Landy</NameTxt>
	<P>N&iacute;l m&oacute;r&aacute;n Gaeilge agam ach t&aacute;im ag dul chuig ranganna Gaeilge gach seachtain agus t&aacute; ceist agam don Cheannaire.  An dtiocfaidh an tAire Oideachais agus Scileanna isteach chun pl&eacute; a dh&eacute;anamh ar an gc&oacute;ras nua at&aacute; curtha i bhfeidhm do scoileanna at&aacute; tar &eacute;is m&uacute;inteoir&iacute; a chailli&uacute;int de bharr laghd&uacute; sa ch&oacute;imheas idir dalta&iacute; agus m&uacute;inteoir&iacute;?  T&aacute; an fhadhb seo le feice&aacute;il in &aacute;iteanna iarg&uacute;lta go h&aacute;irithe.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>An tAire Post, Fiontar agus Nu&aacute;la&iacute;ochta was with us yesterday.  There was most a most disappointing presentation from the Minister.  He failed to acknowledge that the most important issue facing Irish companies is the lack of access to credit and cash.  We need the Minister for Finance to attend the House to explain.  The banks have received &euro;70 billion from the State to date.  Professor Honohan has described this as the greatest financial bailout of banks in history.  Last week, Professor Honohan, said they had a special conference in the Central Bank to discuss the whole issue of small companies accessing credit.  He said that credit conditions to small and medium companies are tougher in Ireland than anywhere in the euro area, both in terms of costs and availability.</P>
        <P Just="Left">Irish small and medium companies are the greatest generators of employment, yet the Government has totally failed to get cash flowing into the economy.  At yesterday&rsquo;s meeting with the Minister, I had the monthly economic bulletin from the Department of Finance, which graphically shows that the availability of credit to companies is plummeting month by month.  According to that economic bulletin, the annual rate of growth in private sector credit advanced to Irish residents was minus 3.8% in December 2011, accelerating from a 1.9% decrease in November 2011.  We have a credit access crisis.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Is the Senator seeking a debate on this issue?</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P Just="Left">I have already said that I would like the Minister for Finance to attend the House to tell us what he is going to do in this regard.  Some &euro;3.5 billion was supposed to be released into the economy by AIB and the Bank of Ireland every year, but they are not doing so.  At the Fianna F&aacute;il Ard-Fheis, Deputy Miche&aacute;l Martin said that if banks will not release funding then it is time to introduce legislation to force them to do so.  I was disappointed by what the Minister said yesterday.  He is listening to the banks and is being taken in by them, but he is not listening to business people.  Everybody knows there is no money available.  I know the Minister, Deputy Bruton, is well intentioned but the banks are bluffing.  We have a liquidity crisis and an economic crisis due to the failure of getting cash into the economy.</P>
      </Speaker>
      <Speaker pid="MartinConway"><NameTxt>Senator Martin Conway</NameTxt>
	<P Just="Left">I also welcome the fact that Ministers are continuing the practice of travelling to the United States and other countries to promote Ireland on St. Patrick&rsquo;s Day.  Like others, I would caution Ministers to be frugal in their spending when abroad.  They should stand in solidarity with the people here who are struggling and whose interests they will be promoting overseas.  They should send a clear message to everyone that business can be done in a cost-effective manner.  In that case, everybody would accept the concept of Ministers travelling abroad not just for St. Patrick&rsquo;s Day, but every time such an opportunity presents itself.  I suggest that if any Member of this House would like to go abroad, there are many parades in different parts of the world where there will be no Government representative in attendance.  For the sake of an airfare to America or other countries, it would probably be a useful exercise in promoting Ireland.</P>
      </Speaker>
      <Speaker pid="DarraghOBrien"><NameTxt>Senator Darragh O&rsquo;Brien</NameTxt>
	<P>Where is the Senator going?</P>
      </Speaker>
      <Speaker pid="MartinConway"><NameTxt>Senator Martin Conway</NameTxt>
	<P>I am going nowhere.</P>
        <P>I agree with Senator O&rsquo;Donnell&rsquo;s call for a debate on moneys that are being given to various charities, particularly those operating in the area of disability.  In yesterday&rsquo;s newspapers, we saw how many chief executives of charities, who earn six-figure sums, are refusing to declare their bonuses on the basis that such bonuses were not being paid from taxpayers&rsquo; support.  The bonuses are being paid from subscriptions they raise from citizens and, as such, they have a duty and responsibility to be transparent and up-front.  It is appalling that a chief executive of a charity would tell the Government they are not prepared to declare their bonus on the basis that the bonus was collected through fund-raising.  At the end of the day, it is all coming from the same source, the people of Ireland.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Does the Senator have a question for the Leader?</P>
      </Speaker>
      <Speaker pid="MartinConway"><NameTxt>Senator Martin Conway</NameTxt>
	<P>If these charities are not prepared to play ball and be transparent, legislation will be required in order to force them to do so.  I ask the Leader to invite both the Minister for Justice and Equality and the Minister for Health to clarify the situation concerning charities, including bonuses and transparency, and whether legislation is required.  If it is required, when will we have it?</P>
      </Speaker>
      <Speaker pid="CatherineNoone"><NameTxt>Senator Catherine Noone</NameTxt>
	<P Just="Left">I join previous speakers in welcoming the fact that our Ministers are going abroad.  I will not repeat what others have said, but we do need to run the country like a business.  In times when businesses are cutting back in certain areas they still market and network, which is what we need to do.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>We have no money to do it.</P>
      </Speaker>
      <Speaker pid="CatherineNoone"><NameTxt>Senator Catherine Noone</NameTxt>
	<P>That is the way it has to be done.  I would appreciate it if the Senator would not interrupt me.  I did not interrupt her when she was speaking.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>That is silly.</P>
      </Speaker>
      <Speaker pid="CatherineNoone"><NameTxt>Senator Catherine Noone</NameTxt>
	<P>I congratulate my colleagues, including Senator O&rsquo;Donnell, on raising the charities issue.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>The Senator interrupted me in the past.</P>
      </Speaker>
      <Speaker pid="CatherineNoone"><NameTxt>Senator Catherine Noone</NameTxt>
	<P>I am still being interrupted, a Chathaoirligh.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P Just="Left">Senator Noone to continue, without interruption.  Does the Senator have a question for the Leader?</P>
      </Speaker>
      <Speaker pid="CatherineNoone"><NameTxt>Senator Catherine Noone</NameTxt>
	<P Just="Left">I join Senators O&rsquo;Donnell and Conway in calling for a debate on charities.  I recently did some work on certain methods that are being used by charities, including &ldquo;chugging&rdquo;.  I do not know whether Members are familiar with the method but it is basically where people accost members of the public on the street and try to get them to give their bank details in order that money can be transferred monthly by direct debit.  This falls into the same areas mentioned by other speakers in that it needs to be regulated.  Given that charities are doing it, people may feel they should not speak out against such methods, but charities are run like businesses.  As Senator Conway said, some of the directors and other senior employees in charities are earning huge sums of money.  We need to stand up to charities and ensure that they are properly regulated.  I call on the Leader to have a general debate on charities as soon as possible.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Senator Paul Coghlan</NameTxt>
	<P>Ba mhaith liom ar maidin c&uacute;pla focal a r&aacute; faoi na hAir&iacute; at&aacute; ag dul thar lear.  It is heartening to hear Senators Comiskey, Mooney and others speak so positively about the promotion of Ireland on St. Patrick&rsquo;s Day.  There is no doubt that our national day is a unique asset and must be used properly to achieve maximum marketing effect.  The message must go out loud and clear that now is the time to invest in Ireland&rsquo;s recovery.  Building on the &ldquo;Invest in Ireland&rdquo; event that former US President Bill Clinton hosted recently, it is opportune to have follow-up meetings with business leaders and trading partners because we must harness that goodwill.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>What about the availability of credit for indigenous companies?</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P Just="Left">Senator Coghlan to continue, without interruption.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Senator Paul Coghlan</NameTxt>
	<P Just="Left">There is great faith in Ireland abroad and in our ability to make this recovery.  We must enlist the aid of all our friends throughout the world, including the Diaspora, who are willing to offer it.  Let us do so.  This is about trade, tourism and investment.  It is a huge marketing drive that must be saluted.  I am glad that we are all singing off the same hymn sheet on both sides of the House.  I ask the Leader to arrange for a debate on those important matters of trade, tourism and investment after the St. Patrick&rsquo;s Day holiday.</P>
      </Speaker>
      <Speaker pid="TomSheahan"><NameTxt>Senator Tom Sheahan</NameTxt>
	<P Just="Left">Has any progress been made regarding the scrutiny of EU legislation in this House?  I know the Leader has been working on that matter.  On several occasions, various Members have asked about this.  Has any progress been made to date on that front?</P>
        <P Just="Left">At the weekend, I met a person on disability allowance who will be leaving the country shortly.  The person was bragging that they could continue to draw disability allowance for three months after leaving.  I ask the Leader to clarify whether that is true.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P Just="Left">That is a matter that would be suitable for an Adjournment debate.</P>
      </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Visit of Delegation" RHead="from Swedish Parliament"> 
    <Title>Visit of Swedish Delegation</Title>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Before I call the Leader to reply, I ask Members of the House to join with me in welcoming the parliamentary delegation from the Swedish Parliament led by Her Excellency, Ms Susanne Eberstein, the First Deputy Speaker of the Riksdag, the Swedish Parliament.  On my own behalf and on behalf of the Members of Seanad &Eacute;ireann I wish her and her delegation a warm welcome and I hope they enjoy their stay in Ireland.</P>
      </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Order of" RHead="Business (Resumed)"> 
    <Title>Order of Business (Resumed)</Title>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P Just="Left">Senator Darragh O&rsquo;Brien raised the question of mortgage relief which he has raised on several occasions.  I have pointed out on those previous occasions that the Government in the 2012 budget introduced an expanded mortgage interest relief scheme for those first-time buyers who purchased their homes during the boom years of 2004 to 2008.  These are the people most likely to be in mortgage arrears.  The Government is taking urgent action on mortgage arrears.  It has also agreed to new personal insolvency legislation, which Senator Bacik has mentioned, which will allow heavily indebted people trapped in unsustainable mortgages to be given a chance to restart their lives.  The Government is very aware of the problem of mortgage arrears and the impact on families.  We will be living with the effects of this dramatic crash of the property market for many years to come.  The Government&rsquo;s primary focus in this area is on helping those who genuinely cannot pay their mortgages.  I will, however, endeavour to have the Minister of State, Deputy Brian Hayes, come to the House at the earliest possible opportunity to discuss that issue again and outline the policy in more detail.</P>
        <P Just="Left">On the point raised about the Irish language, the Senator can be assured that the Government will not pay mere lip-service to the Irish language, rather it will promote policies to encourage the use of the language at every possible opportunity.</P>
      </Speaker>
      <Speaker pid="DarraghOBrien"><NameTxt>Senator Darragh O&rsquo;Brien</NameTxt>
	<P Just="Left">C&eacute;ard faoi an Choimisin&eacute;ir Teanga?</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P Just="Left">Senator Bacik asked about the sexist advertising of night clubs on Facebook being a matter for the Advertising Standards Authority for Ireland. I will raise this matter with the Minister, Deputy Rabbitte, to ascertain if there is an intention to introduce legislation in that regard.</P>
        <P Just="Left">I agree with Senator Barrett that letters of comfort or promissory notes are a devastating matter for Ireland.  This is a very expensive arrangement for the taxpayer and currently under negotiation with the troika.  It is to be hoped that we can find a less expensive alternative arrangement than that negotiated previously.  The Minister for Finance, Deputy Noonan, is making progress in ongoing negotiations.  The troika and the Minister are working through the technicalities and we hope for a good result for the country in that regard.</P>
        <P Just="Left">Senators Comiskey, Mooney, &Oacute; Murch&uacute;, Mullins, Paul Coghlan and others asked about ministerial travel abroad for St. Patrick&rsquo;s Day.  As has been stated, the country could not buy the publicity it receives from St. Patrick&rsquo;s Day.  As Members have stated, it is of paramount importance that Ministers are abroad promoting the country and letting it be known that it is open for business.  I can assure Senator Mooney that the shamrock will be presented by the Taoiseach in a Waterford Crystal bowl, as was the custom for many years.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Senator Paschal Mooney</NameTxt>
	<P Just="Left">I had been hoping it would be a Leitrim crystal bowl but perhaps when we have a Taoiseach from Leitrim.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P Just="Left">Senator Comiskey asked about young undocumented Irish in the United States.  This is a matter which will be addressed by many of the Ministers who will visit the United States.  The T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Gilmore, and the Taoiseach have been in discussions with American officials on this matter.  It is hoped there will be a successful outcome.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>It is not working.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P>Senator Jim D&rsquo;Arcy asked about trade with the Middle East and other areas.  The Senator has raised this issue on previous occasions and in particular with regard to Libya.  The T&aacute;naiste and Minister for Foreign Affairs and Trade agreed to attend to that matter.  He may provide an update for the Senator in the next month or so.</P>
        <P Just="Left">Senator Pat O&rsquo;Neill asked about TB controls in place since January.  I am advised that the new policy was introduced this year by the Department of Agriculture, Food and the Marine, following consultation with the farming organisations.  Under the new policy, owners of herds which are neighbouring a herd experiencing a high-risk breakdown are prevented from selling cattle on the open market but not for slaughter, until the herd is tested to demonstrate it is not infected by TB.  The objective of the policy is to prevent farmers with a holding adjacent to a farm where there is TB from selling potentially infected animals to other farmers.  Experience has shown that many animals from these herds are sold to other farmers and subsequently bring down the other herds with TB. The policy is designed to protect farmers from buying infected animals.  Farmers whose herds are restricted under this policy are free to sell cattle to the meat factories and can have the restriction lifted at an early date simply by having their herds tested.</P>
        <P Just="Left">I note Senator &Oacute; Clochartaigh&rsquo;s points about having a l&aacute; l&aacute;n-Ghaeilge sa Teach seo. We can try to arrange it.  We had a debate recently which was conducted in Irish for the most part and there were wonderful contributions from all sides of the House.  I am sure this can be repeated in a future debate.  On the same subject, Senator Keane asked about bringing organisations involved in the promotion of the Irish language together under Aontas Phobal na Gaeilge.  I will bring this matter to the attention of the Minister of State, Deputy McGinley, and it may be possible to have a debate in the House.</P>
        <P Just="Left">Senator Mullins asked about the centenary celebrations and the committee under the chairmanship of Dr. Maurice Manning.  A number of celebrations will be held in the coming years.     One of those celebrations, on the third Home Rule Bill, will be held in Waterford on 11 April, to which I look forward.</P>
        <P Just="Left">Senator O&rsquo;Donnell asked for a debate on the charity sector and the mandatory system of regulation for bodies in that area.  We can raise this matter which was also raised on the Order of Business yesterday by Senators Conway and Noone.  The issue of salaries was discussed.  The House passed a Charities Bill some years ago.  I do not know if these issues are covered in that legislation but if not, we can return to the subject and arrange a debate.</P>
        <P Just="Left">D&rsquo;iarr Senator Landy go dtiocfadh an tAire Oideachais agus Scileanna go dt&iacute; an Teach.  I informed the House yesterday that the Minister for Education and Skills, Deputy Quinn, would attend the House for an all-embracing debate on education on 19 April.</P>
        <P>I cannot agree with Senator White about the visit to the House yesterday of the Minister for Jobs, Enterprise and Innovation, Deputy Bruton.  He gave an excellent presentation to the House, as was acknowledged by many Members.  He even answered Members who were not present, those who had asked questions but did not remain to listen to his answers.  I assure the House the Government is totally committed to bringing the banks to heel in addressing the question of credit for small businesses.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>It is not working.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P Just="Left">Senator Conway asked that Ministers travelling abroad be cost effective and frugal in manner.  I can assure Members it is the intention of Ministers not to have any wastage in that regard.</P>
        <P>Senator Coghlan also referred to St. Patrick&rsquo;s Day.  We can arrange a debate after that date on trade, tourism and investment.</P>
        <P Just="Left">Senator Sheahan mentioned a debate on EU legislation in the House.  I notified the House I had written to the commission in that regard, seeking extra resources that would allow Senators to address this matter.  Only last week I had a meeting with HR personnel in Leinster House on that issue.  I hope we will have progress that will allow us to have a debate on European affairs and legislation, including EU directives.  I hope there will be news on that matter soon.</P>
      </Speaker>
        <P>Order of Business agreed to.</P>
        <P Just="Left"><i>Sitting suspended at 11.35 a.m. and resumed at 11.45 a.m.</i></P>
  </MainHeading>
  <MainHeading Type="GD" LHead="Early Intervention and Family" RHead="Support Services: Statements"> 
    <Title>Early Intervention and Family Support Services: Statements</Title>
      <Speaker pid="MichaelMullins"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Michael Mullins</NameTxt>
	<P>I welcome the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, to the House and congratulate her on her excellent work to date.  I have no doubt she will have interesting knowledge to impart to us.  I call on the Minister to address the House.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><TitleTxt>Minister for Children and Youth Affairs</TitleTxt><NameTxt>Deputy Frances Fitzgerald</NameTxt>
	<P Just="Left">Ba maith liom bu&iacute;ochas a ghabh&aacute;il don Cheannaire, Seanad&oacute;ir Muiris &Oacute; Com&aacute;in, as ucht an chuireadh a thug s&eacute; dom teacht roimh an Seanad inniu le haghaidh an d&iacute;osp&oacute;ireacht t&aacute;bhachtach seo faoi sheirbh&iacute;s&iacute; do chlainne agus leana&iacute;.</P>
        <P Just="Left">We are at the anniversary of the Government and while my Department of Children and Youth Affairs has a few months to go before it reaches that landmark, this week nonetheless presents an important opportunity to reflect on what has been achieved in the past 12 months and the outstanding challenges.</P>
        <P Just="Left">As I have stated previously in the Seanad, as the first ever senior Minister for Children and Youth Affairs I hope that in establishing a full Department I have managed to bring a seamless new approach to policy development and integrated service provision for children, with the ultimate objective of ensuring children are cared for and protected and that they have the best possible start in life.  We must have this vision for children if we want to achieve it.  One of the key elements of this new approach is the enhanced focus on early intervention and family support.  We must be proactive, not just reactive, in seeking to improve outcomes for children&rsquo;s lives and to identify and respond to potential risks facing children and their families.  The return on such a strategy should be clear.  It involves improving the lives of children and ensuring better opportunities and quality of life.  This contributes to the long-term economic and social development of the State.</P>
        <P Just="Left">I wish to outline in more detail the rationale behind the enhanced focus on early intervention and family support that I am pursuing.  First, it is about intervention in children&rsquo;s early years.  Early intervention in children&rsquo;s lives and quality early childhood experiences are crucial to a child&rsquo;s emotional, cognitive and social development.  I recently attended a round-table OECD meeting on this topic in Norway.  It was very interesting for me to hear the findings of longitudinal studies from around the world, including the United States, the United Kingdom, France and New Zealand.  Many Senators will be familiar with the findings.  We need to do more longitudinal studies in Ireland to highlight the benefits of investing in early years.  At the round-table meeting, it was extraordinarily interesting to hear about the returns to the economies of their investments.  Returns are between three and ten times the original investment.  The children subject to intervention, sometimes for as little as three hours per day, five days per week, are better able to avail of the educational opportunities offered to them.  They commit fewer crimes and have fewer alcohol problems.  They do better in education and are more employable.  Longitudinal studies are becoming very clear on this.  It was very interesting to hear the economists say intervention is an important economic contribution to the life of any country.  It is not only good for children as it makes sense economically also.</P>
        
        
        <P Just="Left">The OECD&rsquo;s economic survey of Ireland claims that in order for Ireland to preserve its strengths in human capital, we should recognise the importance of preschool education in having both a positive impact on later educational performance and an equity enhancing effect.  The case for intervention has been made very clearly.  There is no question but that Ireland has been behind other developed countries over the years in regard to our early years sector.  Even in recent years, the roll-out of child care schemes has often been rooted in supporting labour-market activation.  As a long-time campaigner for women's rights, I welcome the important role child care has played in supporting increased female participation in the workforce.  However, for too long the focus has been solely on supporting parents and not on the quality supports needed for the development of the child.  I am glad this important focus is receiving an increasing amount of attention.</P>
        
        <P>Yesterday, I obtained Cabinet agreement for the development, for the first time in Ireland, of a national early years strategy.  We have had a national children&rsquo;s policy but there was no particular focus on early years.  I brought a memorandum to the Cabinet yesterday on this topic and received a very positive reaction thereto.  I will work with other Departments to ensure we have a high-level policy and strategy that integrates and examines the services available for children from birth to six years.  I will have a cross-departmental group working on this, including staff from my Department and the Departments of Education and Skills, Health and Public Expenditure and Reform, in addition to an expert group that will advise me on this matter.    I want to prepare the strategy by the end of the year.  This gives us an important opportunity to examine some of the key areas, some of which I mentioned.  The literacy and numeracy strategy will be considered in conjunction with the Minister for Education and Skills, bearing in mind his very positive initiative in this regard.</P>
        <P>Also considered will be the quality of early childhood care.  It is not just a question of supplying a certain amount of care; it is also about the quality.  Two programmes, called Aistear and S&iacute;olta, consider what happens to children in various child care settings and services, including child minding services.</P>
        <P>We must also examine health.  My liaising with the Department of Health will be very important because we need to consider the screening programmes available.  I stated previously in the Seanad that the EU conference in Poland on children&rsquo;s health and screening concluded that one of every five to seven children will have difficulties with sight, hearing and speech and will need to be screened.  It is very important that we identify at an early stage the needs of children and intervene earlier.  The evidence is that if there is early intervention in regard to disability, the disability can lessen and be coped with better.  That certainly makes sense.</P>
        <P>There are some serious challenges in the area of health that require joined-up thinking.  Some 25% of three year olds are obese or overweight.  I was very shocked when I first heard that statistic.  I found it hard to believe.  The more I see the detail of the longitudinal study of children, the more I realise what a very serious challenge this presents for Irish society.  It involves everybody.  It is a matter of parental attitudes to food and exercise.  There is much to be learned in this area and we need joined-up thinking to tackle it.</P>
        <P>I visited a child care service just two weeks ago where I was told about a child of a year and three months who had to be weaned off crisps.  I was also told about the difficulties very young children under two have in eating mashed potato because they have been brought up on types of food that are simply not good for them.  A very caring woman looked after the children in question and was sharing with me her extreme concern over some of the eating patterns one sees in children under two.  This is reflected in the longitudinal study that shows 25% of three year olds are obese or overweight.  The same applies to nine year olds and, therefore, the problem features throughout the age range.  We have serious work to do in this area.</P>
        <P>We need to consider disadvantage and more targeted programmes for children who are under more pressures socially in a variety of ways.  We also need to take the opportunity to have early child care services to involve parents more.  Rather than having services where children are dropped off, we need to see the parents being engaged where appropriate and where they want to be involved.  We are seeing more of this in the services.  There are many opportunities available through current provisions but there is a significant opportunity to enhance what we are doing.</P>
        <P>Recent years have seen some welcome changes.  Senators will be very familiar with the universal free pre-school year scheme.  There is a very high take-up rate.  Some 95% of three to four year olds are participating and availing of a quality service.  We can continue to improve the quality.  We have an opportunity to take some of the steps about which I have been talking.</P>
        <P>Protecting the universal free pre-school scheme has been a priority for me.  I obtained an additional &euro;9.8 million in funding to maintain the universal free year, which will see an increase of some 3,000 in the number of children participating in the programme next year.</P>
        <P>My Department runs two other child care schemes.  Several hundred million euro is being spent on child care at present.  There are some places available now because of the economic downturn but it is a question of making those places accessible to children whose families need them most.  With the new activation programmes and the changes the Minister for Social Protection, Deputy Burton, is introducing, I hope we will be able to link employment and training uptake initiatives to child care places to ensure child care will be available when families need it.  Significantly subsidised child care places are provided to those in VEC courses or what were F&Aacute;S courses.</P>
        <P>Last week, I launched a new scheme of capital funding for early childhood facilities to be spent during 2012.  This is worth &euro;6 million.  There has not been a capital fund in this area for some years and I was pleased to be able to secure the funding.  It is for remedial, maintenance and renovation works and equipment up to a value of &euro;50,000 per project.  This allows for continuing investment, albeit small, in projects that received capital funding over the years but which now need to be supported.</P>
      <TimeSt down="4" idown="4">12 o&rsquo;clock</TimeSt>
        <P>We need to look at working on developing the continuum of family services that are available in the community.  Sometimes we take for granted the great wealth and broad range of services for children in families throughout the community.  We have a vibrant voluntary sector, albeit under pressure because of finances, which provides a significant level of voluntary services for families and children.  While I admire the voluntary spirit of those providing these services, perhaps the Government funding of them has been on an <i>ad hoc </i>basis. We need a more streamlined approach to ensure that the families most in need get the benefit of the range of services, for example, the many parenting courses we have throughout the country.</P>
        <P Just="Left">We have a number of initiatives by a wide variety of groups, much of it of a very high quality.  Many services are provided but the challenge is to build on them and support their integration with the statutory services, so that there is greater integration between the statutory and voluntary services.  We need to see more inter-agency work.  If that were to happen in a more focused way, we would have earlier identification of developmental problems, potential incidences of neglect and could respond more appropriately to them.  We could be more proactive at an earlier stage.  We do not have to reinvent the wheel but work remains to be done.</P>
        <P Just="Left">We have seen significant investment by philanthropic organisation in private projects.  I pay tribute to Atlantic Philanthrophies and the various other organisations which have invested significant sums of money in Irish children, and in developing services around the country and trying to improve outcomes for children.  Much of this funding will cease in a number of years and in the period of transition from that funding, the integration of the lessons which have been learned from those pilot projects will be the key challenge.  It will be very challenging.  Examples of these pilot projects include the GDI in Tallaght, Youngballymun in Ballymun and Preparing for Life in north Dublin.  Up to &euro;60 million, which is an extraordinary figure, has been invested in these projects by the Department in conjunction with the philanthropic organisations.  We must look at the evaluation reports from the projects and see that the lessons are learned and then how other organisations can learn from them.</P>
        <P Just="Left">We have another initiative, the National Early Years Access Initiative, which involves Atlantic Philanthropy, the Mount Street Club Trustees, the Department of Children and Youth Affairs and Pobail.  There are various projects around the country, each of which seeks to deliver innovative inter-agency responses to improving participating in quality early years care, education and development.  On Monday I was in Athlone to launch one of these projects, T&uacute;s Nua, which serves the Longford Westmeath area.  It is very encouraging to see the quality of the work and what is actually happening for children when they attend these facilities.  High quality work is being done with them individually in these child care setting.  This work is very effectivein helping children understand their identity, work on projects.  It also helps them understand various concepts.  A common goal of these projects has been a focus on evidence based practice and ongoing project evaluation for the purpose of advising future policy.  That is essential, as everybody would agree.  I see a very important role for NGOs working with statutory and community based organisation and giving families support.</P>
        
        <P>The third key area is the reform of our child and family services.  We have an ambitious agenda about delivering services in a new way.  It involves moving child and family support services from the HSE to a new stand-alone agency, called the Child and Family Support Agency, which will be established by 2013.  Under that reform agenda, we have got some additional funding for child and family services in 2012.  Demand is very high in this area and there are serious financial deficits which will take a great effort to sort in the coming months and years.  This year we have seen the creation of a dedicated budget subhead for child and family services, while management structures are currently being developed for the new agency, at national, regional and local levels.  This will pave the way for the establishment of the new agency.</P>
        <P Just="Left">Change is not easy.  We asked people to support us as much as possible.  It will be a change for the workers who have been working in the HSE structure to move to a new agency but from my travels around the country the response has been very positive.  People see it as a new era in child protection and a new opportunity to get these services right.  It will not be done overnight.  There is a considerable deficit in this area.  I have to look to the high support areas and the report that was published in Ballydowd yesterday and the previous report that was published in Cork confirm this.  I must admit openly there are serious issues, which need to be addressed, about the services which we offer to young people.  We must go abroad for some services as we do not have them in this county.  Mr. Gordon Jeyes, and the section dealing with child and family support services are working on this issue.  We are working on a national policy that will support the development of these services nationally.  It is very clear from the 15 or so reports on this area of child protection which have been published over the years that much remains to be done and there is need for early intervention services and the development of a targeted family support service.  There is a range of other issues which I have outlined in my speech, which has been circulated, highlighting some of the key issues affecting children in families.</P>
        <P>The abuse of alcohol is significant factor, in terms of the number of children coming into State care where alcohol is frequently cited as a key issue.  Many young children, under five years, are coming into care because a family member is abusing drugs or alcohol.  This is a national issue and we need to intervene to try to protect our children.  The evidence from the longitudinal studies shows that young Irish people are drinking earlier and are drinking more than other European children.  This is a real challenge for all of those who work in this area and is a major problem for families.</P>
        <P Just="Left">I will give some statistics for the numbers of children in care.  Between 2006 and 2010, the number of children in care increased by 13% and since then there has been a further increase in 2011 from 5,727 to 6,160, an increase of 433 children, or 7%.  This is in line with increases in comparable jurisdictions.  Ireland has fewer children in care per 10,000 of the population than those of other jurisdictions.  We need to do all we can to keep that figure as low as we can.  The goal of our policy is to keep children at home and to support families by the measures I have outlined.  The HSE agenda for child services, which was prepared by the child and family centre in Galway, highlighted the importance of health and social service provision built on the premise of a child remaining at home and being supported within the family and the local community.  That is the goal of our work.</P>
        <P Just="Left">The HSE is also looking at assessment of risk and we need to conduct far tighter assessments of risk when families come to the attention of the services to ensure that the correct decisions are taken for families in order that we do not have tragedies.  I will be publishing the review group&rsquo;s report on the deaths of children in the past ten years, some of whom were known to the care services, were in care and were in after care.  That is being cleared legally but one of the features that stands out is the appalling early childhood experiences that many of those children had.  Apart from the time those children came into care, the issues about their early lives and the quality of experiences many of those children had, some of which were already in the public domain, there are some very serious questions that arise about the experiences many of the children had as well as their experiences in care.</P>
        
        <P>I am holding a referendum on the rights of the child this year, which I hope all Senators will support.  It is about ensuring that the voice of the child is heard, that we look at the child&rsquo;s best interest and appreciate and understand that a child has rights by virtue of being a child.  That referendum is about supporting proportionate means of intervention.  As I have outlined clearly, the primary goal is to keep children within their families and if intervention is needed by the State to help some children, that intervention must be appropriate and proportionate.</P>
        <P>I hope my statement to the House has provided Members with an understanding of the approach I am taking as Minister and, particularly, the enhanced focus I placed on early intervention and family support services.  I see this year as a time when the focus will become much clearer and sharper as we develop the capacity and effectiveness of these services to ultimately improve outcomes for children by intervening earlier, through actively supporting families and promoting the protection and care of children in their home setting.</P>
        <P>I thank the House for the opportunity for a debate on this important topic.</P>
      </Speaker>
      <Speaker pid="MichaelMullins"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Michael Mullins</NameTxt>
	<P>I thank the Minister.  We will have contributions from the group spokespersons who will have eight minutes, a contribution from one Sinn F&eacute;in Senator of three minutes and all other Senators will have one minute to ask questions.  It is planned to conclude proceedings at 1.45 p.m.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Senator Terry Leyden</NameTxt>
	<P Just="Left">If I do not use all my time I would like to share it with my colleague, if that is possible. </P><P Just="Left"> I welcome the Minister for Children and Youth Affairs to the House.  There are only four Members who were Members when she was Leader of the Opposition.  In that capacity she was exemplary in her work.  There was always a great debate on the Order on the Business when she had done her research.  I was delighted that she was appointed as Minister for children, a full Cabinet position, which was a good move by the Government.  She has done an excellent job since her appointment less than a year ago as it took some time to establish the Department. </P>
        <P Just="Left">It is unfortunate that the number of children in care is high, but it is not as high in proportion to other countries.  There are too many young people in care.  For a country of its size with a family-oriented people, it is extraordinary that the number in care has increased by 13.7% between 2006 and 2010.  Since then the figure increased further from 5,727 to 6,160, an increase of 433, or 7.6%. These numbers are very high.  I pay tribute to those who care for children and, particularly, foster parents who provide an great service.  From my experience foster parents have gone above and beyond the call of duty in doing this work.</P>
        <P>The proposed referendum was part and parcel of the commitment of the previous Government and this Government.  The report published in February 2010 was chaired by the former Minister, Mary O&rsquo;Rourke, the Vice Chairman of which was the Minister for Finance, Deputy Michael Noonan.  The Minister, Deputy Frances Fitgerald, played a comprehensive role in that most comprehensive report.  I have particular praise for the Chairman who was very patient and all the members of the committee.  The Minister was an active member of the committee as was Deputy Shatter and other Ministers.  It was a matter on which there was consensus and an agreed Twenty-Eighth Amendment of the Constitution Act 2009 in respect of children&rsquo;s rights.  That was the final report.</P>
        <P Just="Left">I ask the Minister to elaborate on her views as of today in respect of the referendum.  I appreciate she has given a commitment to have the referendum in 2012 and that it will be a stand-alone referendum.  Will she confirm if the work is under way for the preparation of the required legislation, and when she expects the wording for the amendment to the Constitution to be finalised?  While the Minister has committed to a single referendum, at that time nobody was aware that a referendum would be required in respect of the EU fiscal compact treaty.  I ask her to bear in mind the circumstances.  There is great support and interest in having the referendum this year, given that it is more than two years since the report was published.  At that time, the wording was generally agreed by the Attorney General.  Since then there has been a change of Government and the Government has the right to decide.</P>
        <P Just="Left">When summing up, will the Minister comment on the Ballydowd special care unit in the Health Service Executive Dublin Mid-Leinster inspection report published on 6 March 2012?  Certain recommendations and views expressed in the report have caused concern, particularly in respect of the isolation of an individual child and the management of this unit.  Inspectors found from unit records that this child was confined to a bedroom on five occasions since July 2011 for periods ranging between one hour 30 minutes and 12 hours.  These incidents were recorded and reported as single separation.  The concerns of the authority in relation to this child were brought to the immediate attention of the national director for children and family services and the national manager for high support and special care services.  In addition to this case being addressed directly with the national managers, this standard cannot be met unless all incidents of single separation are acknowledged, reported and recorded in a way that meets the national standards for special care.  The Department of Health and the Department of  Children and Youth Affairs probably have responsibility in this regard.  This will be a timely opportunity for the Minister to outline her views on the report prepared by the Health Information and Quality Authority published on 6 March 2012.  It is an important and detailed report on children in care.  I appreciate it can be extremely difficult to manage these children.  I do not say it is a particularly easy job for anybody.  That is not a criticism of the standard of care but the procedures and the resources available to them.</P>
        
        <P>I welcome the fact that the Minister has appointed 62 new social workers.  That is a great achievement at a difficult fiscal time, as is the fact that she is successful at the Cabinet table.  If she did not have a full Cabinet position she would not be able to achieve so much but given that she is in a position to persuade, the Cabinet will support her.</P>
        <P>In regard to other innovations in the child care area&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="MichaelMullins"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Michael Mullins</NameTxt>
	<P>The Senator has two minutes</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Senator Terry Leyden</NameTxt>
	<P>Time goes very fast when one is dealing with such a topic.  We are fortunate to have so many new Members who have such a knowledge of child care.  Has the Minister considered the question of a parent&rsquo;s right to slap a child?  I do not think they have a right to slap a child.  As a parent, when one comes across it in public, rare as it may be, it is difficult to take.  I ask the Minister to have a discussion on the whole area of how we treat children.  Children are right in their own way.  No adult has a right to slap a child.  A former colleague of the Minister, John Boland, removed such slapping from schools.  I thank God for that because we were treated abominably at school.  I do not blame the Christian Brothers.  They were right to give what I call &ldquo;six of the best&rdquo; with a designed leather strap.</P>
        <P>I have great respect for the Christian Brothers because without them I would not have received an education.  At the time children were fearful going to school and, thanks be to God, the Government has removed that.  Unfortunately, that fear extended to the home.  It is possible to safeguard children in public places.  It is wrong for anyone to hit a child and it is unacceptable behaviour.  I want a discussion on an adult&rsquo;s right to strike a child, to consider reform in this area.  I would like to hear the views of the Minister.</P>
      </Speaker>
      <Speaker pid="Blank"><TitleTxt></TitleTxt><NameTxt></NameTxt>
	
      </Speaker>
      <Speaker pid="ImeldaHenry"><NameTxt>Senator Imelda Henry</NameTxt>
	<P>I welcome the Minister to the House.  I am pleased that she has placed a new priority focus on early intervention and family support services.  As we know, early intervention in children&rsquo;s lives and quality early childhood experiences are important to a child&rsquo;s emotional and social development.  There are huge benefits from investment in the early years of children.  I am pleased that the Minister and her Department have started work on Ireland&rsquo;s first early years strategy.  It will provide an innovative and dynamic blueprint for the future strategic development of Ireland&rsquo;s early years sector.</P>
        <P>The Government has invested &euro;1.3 billion in early childhood during the past decade and I am pleased that the Minister has maintained strong support for the sector.  Early education and child care services make a huge contribution to local communities and represent the first steps our children take into education.  Despite the difficult economic circumstances I am pleased that the Government is determined to support the sector.</P>
        <P>There have been difficulties in the HSE child and family services and I welcome the reforms that the Minister has taken on the establishment of the new child and family support agency in 2013.  I also welcome the prevention and early intervention programme for children and the specific projects that it supports and are co-funded by the Department of Children and Youth Affairs and Atlantic Philanthropies.</P>
        <P>While on the subject of philanthropy, I want to mention funding for the Jack &amp; Jill Children&rsquo;s Foundation.  I spoke about it in the House before and this is primarily an issue for the Department of Health.  As the Minister for Children and Youth Affairs, and as one who has great concern for issues affecting children, particularly seriously ill children, I am sure the Minister will take on board the issues.  The foundation worries about the slow erosion of HSE supports as small cuts at community level add hugely to the stress levels of families with sick children who are already on the brink in terms of coping.  If parents cannot cope and care for their sick children at home more children will end up in hospital.  I ask the Minister to speak to her Cabinet colleagues and create a national budget for paediatric home nursing care and increase funding to the Jack &amp; Jill Children&rsquo;s Foundation to enable it continue and expand its invaluable services.</P>
        <P>The last time the Minister was here she gave a commitment to set up a project on the 116000 missing children hotline.  I am glad to know that ComReg has granted a licence to the ISPCC to operate it.  Perhaps the Minister might update us on whether the project team has the support line up and running.</P>
        <P Just="Left">The year 2012 is important for children due to the forthcoming referendum on children&rsquo;s rights and I congratulate the Minister on her work to date on it.  I warmly welcome the recent confirmation by the Taoiseach that the referendum will be a stand-alone venture and no other question will be put to the people on that day.  Is the Minister satisfied that sufficient funding has been ring-fenced for the referendum and how much does she estimate it will cost?</P>
        <P Just="Left">In the next few months a greater emphasis will be placed on the fiscal compact referendum but we must not lose sight of the children&rsquo;s referendum.  Lessons must be learned from last year.  I ask the Minister to immediately undertake a national publicity and public information campaign throughout the country.  The referendum will only be passed with the full engagement of all of the people as every citizen is a stakeholder in children&rsquo;s rights.  I am aware that the Minister and her Department have been working hard on the wording.  Perhaps my following question has been asked already but can she advise when she expects to publish the proposed wording for what I assume will be an autumn campaign?</P>
        <P>Senator Leyden mentioned slapping.  Students on a child care course at the Institute of Technology Sligo conducted a survey on smacking that produced interesting results.  They may have sent it to the Minister already or will soon do so but I am interested in it.  I do not how one would oversee such a project but I am interested to hear what she has to say on it.</P>
      </Speaker>
      <Speaker pid="JillianVanTurnhout"><NameTxt>Senator Jillian van Turnhout</NameTxt>
	<P Just="Left">I welcome the Minister to the House.  As we approach the Cabinet&rsquo;s first anniversary I recall when the post of a Minister for children was announced and I was in Brussels.  I have learned that people in politics keep saying that they are not surprised by announcements.  I did not expect such an announcement and was surprised.  The Department has great potential and for once we had joined-up thinking rather than just talking about it.  Today I am still as excited as ever about the Department&rsquo;s potential.  It has taken time to bring together the various components and youth affairs was added.  It now has the potential to deal with the transitions from the cradle to early adulthood and these are essential building blocks in a young person&rsquo;s life.</P>
        <P>There has been a lot of talk about report cards.  I do not need to remind the Minister of the Children&rsquo;s Rights Alliance report card on her performance and it gave her a good rating.  She has good intentions that point in the right direction but there are many challenges.  Resources are a challenge and ranges from staffing to what is within the Minister&rsquo;s remit and we, as a Seanad, need to pay close attention.</P>
        <P>The Minister gave a strong commitment to early years education and those early years in a child&rsquo;s life.  I too echo the welcome for the early years strategy.  Yesterday she sought and secured approval for same from Cabinet and it was an endorsement of her view that the strategy is important.</P>
        <P Just="Left">With regard to the Minister's commitment to the free pre-school year, there has been some cuts.  Her strong commitment to it has ensured that it is in place and will continue.  I underline the importance of quality.  We all need to be mindful of funding cuts.  We can get away with little ones but we need to be aware that too many of them could lead to a deterioration in the quality of essential early years education.</P>
        <P>We are today concerned with early intervention and family support services and I will focus on them.  The Minister mentioned the new child and family support agency and I welcome her work on it.  The agency has the potential to be a powerful vehicle for reform in how we work with and support children and their families.   Ultimately, it will lead to better outcomes for children and their families here.</P>
        <P>We all talk about the difficulties with the HSE and I am mindful that in establishing the agency we must get it right.  We have a real opportunity to get it right.  For me it is important that all actors must be clear about their roles and responsibilities, particularly their statutory duties outlined under the child care legislation.  There needs to be clear lines of accountability.  Who will the agency report to?  I assume that it will be to the Minister.  We also need to ensure that the agency caters for all children and that it will not be like a NAMA for children.  It must be an agency that deals with child protection, welfare and well-being.</P>
        <P>I ask the Minister to strongly consider adding the role of public health nurses to the agency.  They play an important role in identifying early any difficulties in a family or supports that a family needs to ensure that it works.  All too often we have focused on social workers, who play an essential role, but they are not the only ones that interact with families.  We need to ensure that people like public health nurses are part of the new agency.</P>
        <P>I am conscious that the national children&rsquo;s detention centre at Oberstown has now come within the Minister&rsquo;s remit.  It is a children&rsquo;s rights issue and I have made my views known on it.  I am aware that schemes like the Garda juvenile diversion programme are an early intervention measure.  The scheme does not come within the Minister&rsquo;s remit, therefore, her Department has to deal with them when they end up in the detention centre, not the early intervention aspect.  Nevertheless, it is important that the Minister plays a role in shaping the early intervention policy around the juvenile diversion programmes.</P>
        <P>I also stress the importance of youth work.  I know there have been funding cuts to youth work organisations.  However, they play an essential role in early intervention in children&rsquo;s lives, in supporting them and in helping them develop.</P>
        <P>The Minister spoke about and named specific prevention and early intervention programmes which have been funded by the Department of Children and Youth Affairs and Atlantic Philanthropies.  The programme for Government states:</P>
        <P LI="1">A new approach is needed to break the cycle of child poverty where it is most deeply entrenched.  We will adopt a new area-based approach to child poverty, which draws on best international practice and existing services to tackle every aspect of child poverty.  Initially, this model will be rolled out to up to ten of Ireland&rsquo;s most disadvantaged communities, in co-operation with philanthropic partners to co-fund and manage the project.</P>
        <P FLI="0">To me this is a vague commitment.  Part of me knows what it means but another is not quite sure.  Will the Minister give us more detail on these projects?  Will it be her Department that will take the lead or another agency?</P>
        <P Just="Left">Earlier today the Ombudsman for Children published a report on her investigation into the refusal by the Department of Education and Skills to provide an assistive technology grant for a child.  Will the Minister take note of this report?  Can we intervene in this child&rsquo;s life?  Could the cost of the ombudsman&rsquo;s investigation have provided the technology for the child in the first place?</P>
        <P>Yesterday evening I came across a case, one which has been going on for some time, of a young child with cerebral palsy whose assistive dog has not been allowed go to school with him since Christmas.  His parents, accordingly, have decided to home-school their child.  The child has written a letter to the President, Michael D. Higgins, to see if he could intervene to help him.  The child&rsquo;s dog is assistive, not a pet, and stops him from falling over.  Will the Minister give this case some attention?</P>
        <P>I was disappointed the third annual child and adolescent mental health service report stated services have been organised for children up to 15 years of age but that it cannot deal with 16 and 17 year olds because of the increase in frequency and severity of mental health disorders above the age of 15 years.  This is not acceptable as a person is a child until 18 years of age.  How dare the service say that in this day and age.  Will the Minister give this her attention?</P>
        <P>The Minister can be assured of my support on the referendum on children rights.  It is all about early intervention.  Proportionality is the most important element in this and would allow the State to recalibrate the threshold for intervention in a family.  Rather than being seen as a person with the clipboard checking up on a family, an early intervention service professional should be rolling up the sleeves to support the family to work, like public health nurses.  The term &ldquo;proportionality&rdquo; will be important in the referendum wording.</P>
      </Speaker>
      <Speaker pid="AideenHayden"><NameTxt>Senator Aideen Hayden</NameTxt>
	<P>I welcome the Minister for Children and Youth Affairs, Deputy Fitzgerald, to the House.  Like other speakers, I congratulate her on being the first Minister with specific responsibility for and a full ministry on children and youth affairs.  Everyone accepts we have had a difficult and traumatic past when it comes to how we approach children in our society.  There is much in this regard of which we do not have much to be proud.  Over the past 15 years, however, we have come a reasonable way in seeking to protect children, in putting their interests first and recognising the importance and role of the family in protecting the child.</P>
        <P>The Constitution states the family is the natural, primary and fundamental unit of society and we accept its role in this regard.  There is recognition in all relevant children&rsquo;s legislation that the family unit is the best place for a child to experience childhood.  Care is a last resort and it is aimed to ensure a child&rsquo;s experience of a care facility is always as short as possible.  Considering that the definition of family in the Constitution is one based on marriage and the current reality in society of the varying units that constitute a family, does the Minister believe the definition needs to be re-examined in the forthcoming constitutional convention?  It would help ensure not only that there is legislation that puts the interest of the child first but also that states categorically that we do not limit our supports for families to those based on the constitutional definition.</P>
        <P>I welcome the Minister&rsquo;s success in having the Early Years strategy adopted by the Cabinet.  A recent OECD economic survey of Ireland recognised it made sound economic sense to place early intervention and family support services high on the agenda.  I feel a certain sense of disappointment that we have to be told by the OECD that this represents sound economic sense.  As far back as 2005, the National Economic and Social Forum report, Early Childhood Care and Education, stated:</P>
        <P LI="1">Ability gaps open up early and persist.  This is true for many other measures of verbal and mathematical ability.</P>
        <P FLI="0">The report continued that there is a clear relationship with the experience vulnerable children have in the education system and their outcomes in life while early interventions contribute to improving cognitive ability early in life which affects skill acquisition later in life.  It was not only yesterday that we discovered early intervention is important and has positive outcomes for children and society at large.  It was not only yesterday we discovered the relationship between the levels of interventions in a child&rsquo;s life and later problems of homelessness, crime, poor health and unemployment.  Barnardos estimates every euro spent intervening in a child&rsquo;s life ultimately saves the State &euro;8.  I congratulate the Minister on getting Cabinet support for the early intervention strategy.  I wish some of the policy had been in place earlier.</P>
        <P>Since 1994 those who interface with children in the first line of contact, such as teachers, health service professionals and social workers, have been trained in child protection.  This is important because frequently they are the professionals who first identify difficulties with a particular family.  While there is a role for policy in prevention and early intervention, there are other issues which must also be addressed.  In 2002, research was published on children who end up in front of the Children&rsquo;s Court.  Does the Minister accept that, in spite of our best efforts, many of the children who experience difficulties with the system come from poorer backgrounds and are deprived economically and socially?  According to the study, some of the factors are occupancy of a local authority or rented house, belonging to a single parent family, low family income, consistent poverty, parents in long-term unemployment and poor housing.  We must not lose sight of the fact that the significant economic factors that cause children to be at risk do not present for the wider community.</P>
        <P>Other Senators touched on a number of issues relating to the question of funding.  As the Minister acknowledged, there are many non-governmental organisations, NGOs, in the children and youth affairs sectors.  The relationship between them and the statutory sector might benefit from greater clarity and the usage of further service level agreements.  I am from an NGO background and am aware of a significant issue with NGOs&rsquo; funding mechanisms.  We have not succeeded in moving to a biannual or triannual funding basis.  As such, many NGOs are effectively funding Government programmes for 12 months or longer.  These organisations have salary, pension and legal commitments to their staff.  Will the Minister consider influencing this situation, in so far as it is within her control?</P>
        <P>The Minister referred to childhood obesity.  The idea of a fat tax, that is, placing a tax on food substances, has been proposed in the Seanad.  Would the Minister favour such a tax if it was ring-fenced for the provision of school meals specifically?  Compared with other countries, school meals are not provided to a significant extent in Ireland.  Should we consider this proposal?</P>
        <P Just="Left">I also wish to raise the issue of the privatisation of child care.  Ireland&rsquo;s child care system does not speak with the education system.  They are two separate structures.  In light of the need to use State resources more appropriately, we must consider using the existing educational infrastructure to bring about better child care outcomes.  Will the Minister consider this proposal?</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Senator Feargal Quinn</NameTxt>
	<P>I welcome the Minister.  Like many Senators, I was delighted when I heard that she was to be appointed to this portfolio.  Senator Barrett reminded me that we were getting two for the price of one, as I did not know that the Minister&rsquo;s husband was a professor of paediatrics at Trinity College.</P>
        <P>I have been educated by this debate and the Minister, but I was also educated at this morning&rsquo;s meeting of the Joint Committee on Jobs, Social Protection and Education, which was attended by the Ombudsman for Children, Ms Emily Logan.  She reminded us of the work she is doing and the work that still needs to be done.  Her main criticism was of the frequency with which bureaucracy became a factor in the work to which she and the Minister are committed.</P>
        <P Just="Left">Senator Henry referred to the missing children hotline.  We are one of the few countries that has not yet put it into operation.  The number is 116000 and funding has been available since last October.  The hotline is used in the North and 16 other European countries and I would love to see it in operation in Ireland.  I am not sure why it is not, but I gather that it is not a difficult technology to implement.</P>
        <P>The Minister educated me on the issue of obesity, as I had no idea.  The Minister stated that 25% of three year olds were obese.  Some of the descriptions she gave were frightening and some of the ideas on how to tackle this issue were interesting.</P>
        <P>In the US, families are not given a children&rsquo;s allowance, but food stamps.  These cannot be used for alcohol or tobacco.  There are moves towards changing our system, but could we consider the approach of the United States?  We come across instances of people who abuse the children&rsquo;s allowance.  We might be able to do something about that problem and create a real benefit.</P>
        <P>A number of Senators will discuss early intervention and the Minister referred to investing now to save money in future.  If we are committed to early intervention, could we make a change and number our school years from birth, not primary school?  This would underline the idea that education starts at birth as well as the importance of the preschool years.  It could be argued that this would encourage school readiness among parents and children.  We must make it clear that the education cycle does not begin at primary school.  My wife and I are fortunate, in that we have five children and 14 grandchildren.  Listening to those Members who are experts in this field, I have needed to consider some of my personal experiences.</P>
        <P>According to Professor James Heckman and his colleagues, every euro invested in providing preschool services for at-risk children reaps a return of between &euro;8 and &euro;9.  These are considerable figures.  I would love to strengthen the Minister&rsquo;s ability to convince the Government to open the purse strings for this sensible investment.  The early years are a crucial time, particularly for children from disadvantaged backgrounds.</P>
        <P>New research published in the December issue of the journal <i>Child Development</i> showed that young children do better in socially mixed settings.  For instance, when children with weak language skills are in preschool settings alongside children with strong language skills, their language skills develop faster than the skills of children who are in settings where all of the children have relatively weak skills.  The rules of the community child care subvention scheme discourage a social mix, as it is only available in community child care settings, which are primarily located in disadvantaged areas.  This means that there is little or no incentive for better-off families to use the same settings.  I am unsure about how to overcome this problem, but it is a shame.  Young children from disadvantaged backgrounds tend to be in preschool settings where many of their peers are from similar backgrounds.</P>
        <P Just="Left">Many parents do not send their children to preschool.  I listened as the Minister cited a figure of 95%.  She might correct me on that.  My sense is that those who are unemployed and cannot afford it do not send their children to preschool.  How do we nudge parents to make their children attend?  The Minister mentioned Scandinavia.  Although the majority of kindergartens in Norway are privately run, there are public subsidies and national regulations that set maximum fees.  In 2011, the maximum fee charged to parents in Norway was &euro;310 per month, equating to &euro;70 per week.  Is reform in Ireland possible?</P>
        
        <P>We must consider how to help people return to work.  Sometimes, it is too expensive for people to find jobs if they have children.  The children of many experienced mothers have left home.  Could we match those mothers up with new jobs and create the conditions for people to work?  In Denmark where local authorities are responsible for ensuring the availability of day care facilities, including childminding, childminders are supervised and often co-ordinated by the local authorities, which help to match them with children.  We could consider this system closely, as it possesses significant potential.</P>
        <P>People forget that disadvantage and mental development are linked with nutrition, as the Minister reminded the House today.  International research led by the Institute of Brain Chemistry and Human Nutrition, IBCHN, has shown that poor maternal nutrition leads to poor cognitive ability, developmental brain disorders and a higher risk of cerebral palsy.  Is it possible to act on this knowledge?  A fat tax and a sugar tax have been mentioned, but people could be dissuaded from eating unhealthy food through the use of social welfare vouchers.</P>
        <P>We must also remember that the non-cognitive skills such as interpersonal skills, persistent communication skills and other skills that I call soft skills are very important.  A nurse who is easily able to comfort patients has non-cognitive skills and sometimes the most persistent, self-disciplined, adaptable and reliable students and professionals outperform those with higher cognitive skills according to Heckman and Krueger.</P>
        <P Just="Left">The British Labour MP, Graham Allen, published a British Government-sponsored report into early intervention programmes for young children in order to save a considerable amount of money.  His idea was simple: place the costs to the taxpayer of a successful child if he goes through life next to those of a non-successful child and calculate the difference.  The figure can be seen as a profit.  If private investors want a slice of that profit, all they need to do is to agree to fund early intervention projects designed to prevent a child from going off the rails.  I was delighted the Minister mentioned some of the philanthropic involvement, but we can encourage far more than that.  We have not been good at this and some of the tax changes we introduced in recent years have made it less attractive.  We have a lower level of investment in Ireland because those people who are wealthy enough find they cannot give money away without also being taxed on it.  It was only introduced a few years ago, but it is possible to change it as there could be a huge opening there.  Everybody supports child care and early intervention, and the examples the Minister gave us are also worthy of support.  Let us do nothing to hinder it.  I congratulate the Minister.  What she has done today reminds us of the great work that is being done and we need to encourage more of it.</P>
      </Speaker>
      <Speaker pid="DavidCullinane"><NameTxt>Senator David Cullinane</NameTxt>
	<P>Cuirim f&aacute;ilte roimh an Aire go dt&iacute; an Teach.  I also welcome her to the post in which she serves.  Along with Senator van Turnhout, I am a member of the Oireachtas Joint Committee on Health and Children.  I have been impressed with the Minister&rsquo;s performance in the engagements we have had at that committee.  I am sure there will be positive changes in the area of early intervention and family support services.</P>
        <P Just="Left">I welcome the opportunity to have a debate on the issue today.  It is important for us to get off the treadmill of debates and discussions on this issue and start putting in place actions and policies to deal with some of the problems in the system.  I welcome two specific developments.  First is the children&rsquo;s rights referendum and look forward to the publication of the wording from the Department of Children and Youth Affairs in order that we can analyse what it means.  While it is important to enshrine rights for children in the Constitution, we need to go beyond that and vindicate those rights to ensure we have a framework of policies that are underpinned not just by intentions, but also by resources.  I also welcome the Minister&rsquo;s commitment to begin work on the State&rsquo;s first early years strategy, which will represent a significant amount of work for the Minister and her Department in coming years.</P>
        <P>Two aspects of the strategy the Minister mentioned were improving educational outcomes, including progressing the objectives of the literacy; and examining approaches to providing targeted early childhood education programmes for disadvantaged children.  We need to ensure that the strategy is cross-departmental because we saw what happened with the plan to take teaching posts away from DEIS schools.  Resource hours and special needs assistants are being lost from schools.  It is important to have a crosscutting, cross-departmental approach to this.  I welcome that a strategy is being developed.</P>
        <P>When speaking about child benefit, Senator Quinn mentioned the possibility of issuing food stamps.  I do not believe there is widespread abuse of that system.  Although a very small number of families may abuse the system, many parents use the supports they get for food, clothes, schoolbooks and many other things.  I plead with the Minister not to go down that road and to maintain child benefit as a monetary payment.  It is one of the few payments parents get directly for their children.  I again thank the Minister for her presence today.</P>
      </Speaker>
      <Speaker pid="CatherineNoone"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Catherine Noone</NameTxt>
	<P>We will have one-minute questions.  Five Senators have indicated and I call Senator White first.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>When the Minister was Leader of the Opposition in the Seanad, she played a very vibrant role in highlighting issues relating to children.  I produced my policy document, A New Approach to Childcare.  All of us together were part of getting the Government to introduce the free child-care scheme, which has made a dramatic change in the lives of children, particularly those from disadvantaged families.  Based on my research, before we had the free child care, it was pretty obvious that parents with money were able to send their children to pre-school and they were ending up in national school with a considerable start on children whose parents did not have the money.  I congratulate the Minister on maintaining the funding.  I also congratulate her on getting Government agreement on the early years strategy.  I agree with the Minister on the drive to improve the lives of children from birth &mdash; actually from before they are born.  From the time a child is conceived, maintaining the mother&rsquo;s health and the baby&rsquo;s health is part of the overall development.</P>
        <P>I am dealing with an issue relating to a disadvantaged family with six children, with whom I have been involved for a number of years.  After visiting their home recently, I said to the HSE person that we should keep our mouths shut when we are being critical of human rights in China.  If this woman had been born into a normal family, she would have been a member of Mensa &mdash; she is of exceptional intellectual ability.  However, because she is a Traveller &mdash; I want to maintain confidentiality &mdash; and was not able to develop her skills, she is totally frustrated by not having been able to use her potential.  I have known her for more than 20 years.  She has six children and there is&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="CatherineNoone"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Catherine Noone</NameTxt>
	<P>Does the Senator have a question for the Minister?</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>Excuse me, Madam, I have a very serious question to ask the Minister.</P>
      </Speaker>
      <Speaker pid="CatherineNoone"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Catherine Noone</NameTxt>
	<P>While I appreciate that, we have just one minute per question.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>I will leave it and will talk to the Minister again about it if I am taking up anybody else&rsquo;s time.  I feel very emotional about it.  The family is not able to stay in the one establishment because of relationships with other people around them.  I visited the latest place two weeks ago and had to walk out in shock.  In the previous place they lived the six children were going to school and getting on quite well, but now they have regressed.  I pleaded with the local authority to get the family housed as soon as possible into proper living conditions in a humane society.  There is a big hole in the roof and dust is coming through the ceiling of the bedroom of the little child.  I am ashamed of my country that we are treating a family in this way.  When the local authority person asked me whether I thought this person was capable of living in a house, I confirmed that she was.  However, it is now necessary to wait for the social worker to give an opinion.  I told the gentleman from the local authority that we could not afford to wait for the social worker to decide if this family needs to be housed in a certain place.  As the Minister knows, I am an action and policy-driven person.  I plead with the Minister to lift the burden from my shoulders because I am desperately worried about these six children.</P>
      </Speaker>
      <Speaker pid="MarieMoloney"><NameTxt>Senator Marie Moloney</NameTxt>
	<P>Unfortunately, we have only one minute to speak but we could speak for hours on this matter because it is so in-depth.  I add my voice to those who have commended the Minister on her work to date.  It is most impressive and although she has not been in office for long she has done a good deal of work and I thank her for it.</P>
        <P>I wish to raise one issue to which the Minister gave only a fleeting reference in the report, that is, the issue of family resource centres.  The Minister referred to the importance of early intervention in family support and the need to identify and intervene as early as possible.  To my mind this is exactly what the family resource centres are doing.  They invite people in and go through the problems.  Families do not feel they are going to an official Department.  They identify the problems and they are an integral part of the set-up.  They deserve more than simply a fleeting mention.</P>
        <P>The national forum for family resource centres represents 107 family resource centres.  However, there is no representative from the forum on the new agency the Minister is setting up.  Will she consider appointing a representative from the family resource centres to the agency?  Those involved have endeavoured to hold a personal meeting with the Minister and they have been waiting for it for some time.  Will the Minister see her way to meeting them in the near future because they have several important issues they wish to discuss?</P>
      </Speaker>
      <TimeSt down="4" idown="4">1 o&rsquo;clock</TimeSt>
      <Speaker pid="MaryMoran"><NameTxt>Senator Mary Moran</NameTxt>
	<P Just="Left">I welcome the Minister to the House and the national early years strategy which, she announced, went to the Cabinet yesterday.  I commend the ongoing work the Minister is doing in the area.  I wish to ask the Minister specifically about early intervention in services for children with disability.  The multidisciplinary teams are vital in this area.  Physiotherapy, occupational therapy, speech and language therapy, dietetics and psychology are all vital services for a child with a disability and must be available in the early years.  It has been shown that the quality of the life of a child with a disability can greatly improve with effective early intervention.  I call on the Minister to ensure that the funding and staffing for these vital services will be preserved.  I have personal experience of availing of these services and I have seen to my horror how much they have been cut severely in recent years.  It is vital that effective communication between these multidisciplinary departments is ardently encouraged.  Often, those involved are too busy to link back because there are so many cases.</P>
        
        <P>I call on the Minister to examine respite services for children with a disability.  Sometimes, these services can be a lifeline for parents and families.  Not only are they beneficial for children but also for others in the family who perhaps do not get sleep at night and for whom one night of respite care per month is their only respite.</P>
        <P>Does the Minister have any plans afoot to instruct the HSE to accept private psychological reports?  There is a significant backlog and a delay in providing psychological assessments for children in the early intervention years.  It would be most helpful to ensure that there are sufficient school places available for the children when they reach four years of age.</P>
      </Speaker>
      <Speaker pid="KatherineZappone"><NameTxt>Senator Katherine Zappone</NameTxt>
	<P Just="Left">I welcome the Minister and offer one compliment and two questions.  Like everyone else, I compliment the Minister on the national early years strategy.  It signals that she is championing a cultural shift from later to earlier intervention and many of us working in the sector have called for this for some time.  The Minister is setting Irish public policy to view the zero to six years of age bracket as a single period of childhood and not simply a matter of child care between zero and three years and education between three and six years.  This distinction is critical.</P>
        <P>The Minister referred to prevention and early intervention programmes.  I established the childhood development initiative in west Tallaght.  Evaluations are now coming on stream from the three sites.  The Doodle Den literacy programme is demonstrating positive impacts in terms of literacy outcomes, as is the early speech and language intervention programme.  All of the sites have a good deal of learning in terms of inter-agency collaboration and I am pleased that the Minister intends to take these on board.  Is the Department committed to providing ongoing support to what works in these programmes?</P>
        <P>My second question has to do with quality.  The Minister has indicated a commitment to quality services especially in the early years.  I am concerned with the recent budget because there was a decrease of 3% in the subvention going into these services.  Almost no time is being allocated for training and reflective practice.  The Minister noted that S&iacute;olta and Aistear, our quality and curriculum frameworks, have been rolled out.  Only pilot training has taken place in the case of S&iacute;olta and there has been little in-service training in the case of Aistear.  As the Minister is aware, all of the research suggests that training is one of the primary requirements for improving quality.  Will pre-service and in-service training form an integral aspect of the Minister&rsquo;s early years strategy?</P>
      </Speaker>
      <Speaker pid="SeanDBarrett"><NameTxt>Senator Sean D. Barrett</NameTxt>
	<P Just="Left">I welcome the Minister.  I was delighted by her appointment and agree with Senator Quinn&rsquo;s sentiments that there is more expertise in this area in the Fitzgerald household than anywhere else in the world.  Should the child and family support agency have linkages to school attendance officers, public health nurses and juvenile liaison officers when it is configured?</P>
        <P>The slapping issue was raised by Senator Leyden.  The  Minister stated that 29% of women and 26% of men have suffered from some form of domestic abuse at some stage.  People such as the former Senator Sheehy-Skeffington and the former Minister, John Boland, banned slapping of children by teachers.  The idea that we should not intervene against violence because it is domestic is inappropriate.  We should be against violence everywhere.  In view of the Taoiseach&rsquo;s statement on redefining our relationship with religion in this country, has the doctrine of original sin been over-emphasised?  Children are not born evil and need not have anything beaten out of them either by teachers or parents.</P>
        <P>I refer to the successful programmes of safety on the roads.  How does the surgeon feel when someone is brought in and they are patched up and glasses are put on them so that people will be unaware that they have been given a black eye by their spouse?  We must make it clear that violence is unacceptable politically, on the streets, in sports and certainly in households.  How do we move to get this message across?</P>
        <P Just="Left">Should the referendum on children's rights not include voting rights at 16 years of age as recommended by the National Youth Council of Ireland?  People of this age take courses in civics and they would make excellent members of the national electorate.  Perhaps there could be a supplementary question on extending voting rights in the referendum.</P>
      </Speaker>
      <Speaker pid="MichaelMullins"><NameTxt>Senator Michael Mullins</NameTxt>
	<P Just="Left">I realise I have only a short time but I cannot let the opportunity go without expressing the appreciation of the people of Ballinasloe for the successful visit the Minister made on Monday during which she opened a new &euro;1 million 50 place community child care facility and then visited an innovative preschool facility run by Ballinasloe social services for children with special needs.  Later, she met youth leaders in the area which went down well.</P>
        <P>My question relates to something the Ombudsman for Children, Emily Logan, stated this morning at an Oireachtas committee meeting which I attended.  She referred to parents highlighting the difficulties they face in engaging with multiple agencies, often under the aegis of the same Department, when trying to secure adequate supports and services for their children.  In one case, a mother told how she had to interact with 21 individuals in various agencies to address the needs of a child with special needs.  How can we do better and make it easier to do business with Government agencies?  Such agencies should respond in a timely manner to parents of children with special needs, who are struggling from day to day.</P>
      </Speaker>
      <Speaker pid="Blank"><TitleTxt></TitleTxt><NameTxt></NameTxt>
	
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><TitleTxt>Minister for Children and Youth Affairs</TitleTxt><NameTxt>Deputy Frances Fitzgerald</NameTxt>
	<P Just="Left">I thank all Senators for their contributions to the debate.  I welcome the rich seam of knowledge in this Seanad concerning the issues we are addressing today.  At a time of such economic difficulty, it is important to have the sort of support and understanding which we have seen in the House today concerning early intervention.  We have not always had that but it is something people have grown to understand in recent years.  Senator Quinn spoke of thinking about education as beginning from birth onwards &mdash; that it is not just about when a child enters primary school.  There are also issues concerning our approach to education.  Many countries, such as Norway for example, regard the early years as opportunities to play and mix as opposed to formal learning.  We tend to move into formal learning at an earlier stage.  Some countries leave it to five or six years of age or even older.  There is an interesting debate in that regard.</P>
        <P Just="Left">Senator Hayden spoke about the links between education and child care, and the fact that we need to have more engagement between the early childhood care sector and our education system.  There is no doubt that we need to have a much more engaged discussion between both sectors &mdash; those who are supplying early childhood care and the primary schools.  The Minister for Education and Skills, Deputy Ruair&iacute; Quinn, is very interested in this matter and I look forward to working with him on it.  The s&iacute;olta-aistear is about having quality standards for young children whether they are at the pre-school stage or in primary school.  Therefore an interesting linkage is already beginning in that respect.</P>
        
        <P Just="Left">I welcome Senator Barrett&rsquo;s unequivocal statement on violence, which we would all share.  Senator Leyden and others asked about the physical punishment of children.  It is important to note from all the studies we have, particularly the major longitudinal study, that the great majority of parents do not use smacking as a form of discipline.  Some 0.5% of mothers reported smacking their children regularly or always.  However, we have seen a big change in attitudes to physical violence against children, both in schools and generally.  It may occur in families where there are enormous pressures.  My approach would be to support the positive changes we are seeing and reinforce them by giving families the necessary supports in order that they do not find themselves in this situation.  On the other hand, we have had some extreme cases of non-accidental injury where intervention must occur.  We know from the reports on neglect and abuse, including child sexual abuse, that some children are subject to severe forms of abuse.  Nonetheless we must welcome the sort of cultural and attitudinal changes to physical punishment we are witnessing.</P>
        <P>Section 246 of the Child Care Act provides clear legal deterrents to the use of excessive physical discipline within a home setting or otherwise.  I will not quote the section in full, but subsection (1) states:</P>
        <P LI="1">It shall be an offence for any person who has the custody, charge or care of a child wilfully to assault, ill treat, neglect, abandon or expose the child or cause to procure or allow the child to be assaulted, ill treated, neglected, abandoned or exposed in a manner likely to cause unnecessary suffering.</P>
        <P FLI="0" Just="Left">We therefore have this legislative provision which has been used on many occasions.  Some severe sentences have been handed down.  I wanted to make that point concerning the particular topic which was raised by a number of Senators.</P>
        <P>The general discussion today has highlighted how important early intervention is, in addition to its economic benefits.  Given that we are in a time of economic difficulty, I welcome support from Senators for funding in this area.  My Department has been subject to funding cutbacks but, as with other Departments, it has kept them to a minimum.  Given the economic situation facing us, however, we must examine reform of the services, including better agency working.  We must look to many national organisations, be they in the youth work or child care areas, to see how they can work together, pool resources and share services.  That is a challenge for all such organisations.  A huge amount of money was made available to the voluntary sector over a long period but we are now in a new situation which involves embracing efficiencies and reform.  We must ask agencies to work well together and take a fresh look at how they operate.  The reaction from most agencies is positive and they are doing that, but I do not want to see the number of front line youth workers being reduced.  I want to keep such services.  I know that some of our really good voluntary organisations have had to examine their own management structures.  It is fair to say that some management structures have grown hugely in recent times.  That may well need to be looked at with a view to having more efficiencies, as in every other area.</P>
        <P>The referendum on children&rsquo;s rights was referred to by a number of Senators and we have done a lot of work on it.  We are effectively working on the committee report because we have given a commitment that the new wording will be based on the committee&rsquo;s wording.  Senator Leyden raised this question first and I acknowledge the committee&rsquo;s work as well as that of the former Minister, Mary O&rsquo;Rourke, who chaired 64 meetings.  A lot of work was done in that regard.  The previous Government moved away from the committee&rsquo;s wording on the advice of the then Attorney General.  I am now drafting a wording that will reflect the committee&rsquo;s commitments.  The key areas on which we will be focusing are to ensure that children&rsquo;s rights are in the Constitution, that the child&rsquo;s voice will be heard in matters that affect it at judicial level, and that the child&rsquo;s best interests will be considered.</P>
        <P Just="Left">I also plan to publish legislation on adoption that would accompany the referendum.  Although it had not been worked on previously, I am now working on that legislation so that in voting on the referendum people will know precisely what they are voting for concerning adoption.  Senator Hayden raised a question about the family.  Children of marital and non-marital families are dealt with differently.  For example, children of marital families are not eligible for adoption.  We have between 1,600 and 2,000 Irish children who, if our law and Constitution had been different, would probably have been adopted.  There is great interest in inter-country adoption but we have a minimum of 1,600 young Irish children, although older now, in foster care.  Many of their foster parents would like to have adopted them, while many of the children themselves would like to have been adopted, but they could not be because of the strictness of the interpretation of the law as it currently applies.  When the constitutional referendum is passed it will make a difference to those children.</P>
        <P>It will also mean that Irish children of marital parents who are not in a position to care for them will be eligible for adoption.  People sometimes find it hard to believe the kind of pressures such parents are under.  A number of Senators spoke about the pressures on Irish families.  People may be unaware of the great pressures that lead to families not being able to look after children in those circumstances, which are rare and exceptional.  The concept of giving the child a second chance is one we should incorporate as much as possible.  That is the goal of the referendum.  A date for the referendum has not yet been decided and the wording has not been finalised.  However, a significant amount of work has been done.  When that stage is reached, the Cabinet will decide on the timing for the referenda.  However, the Taoiseach and I have both given a commitment that the referendum will be held this year.</P>
        <P Just="Left">A number of points were made about the secure units.  I admit there are legacy issues with regard to secure units and I refer to the reports on Gleann &Aacute;lainn and Ballydowd.  However, the report published yesterday noted the range of improvements which had been implemented.  I visited Ballydowd some weeks ago and saw at first hand the much improved physical structure and the work of the staff.  Yesterday&rsquo;s report stated that inspectors found there had been a marked improvement in the standard of care in the secure units since the previous round of inspections.  The main areas of improvement were in management, the delivery of care to the children and the overall presentation of the unit.  The safety concerns raised in the previous report had been well managed and risk-assessed but there were some ongoing challenges which required attention.  There was a discussion about one particular child and a disagreement between the views of the inspectors and what the clinicians who had been dealing with the child thought was the best action.</P>
        <P Just="Left">The work in these special care units is very difficult and challenging.  The children and young people have very complex needs.  A national policy on these units is required and this has been missing until recently.  There is an over-dependence on agency staff in these units and a number of other issues need to be addressed.  The director of the child and family services in the HSE, Gordon Jeyes, is addressing these issues and he is working on producing a national policy.  In the meantime, it must be ensured that standards are as they should be.</P>
        <P Just="Left">I welcome the HIQA reports.  I have met HIQA on a number of occasions and its role is crucial with regard to secure units.  Great care must be taken when dealing with secure units which must be monitored closely because of their nature and the challenges which they present.  I also had a meeting with HIQA about Gleann &Aacute;lainn in Cork where changes were noted but HIQA decided there was more work to be done.  The young people in these units are getting better quality care as a result of the inspections but there is work to be done at a national level on the development of these units.</P>
        <P Just="Left">Senators have provided many questions for me to answer and we could have a very lengthy debate if I were to answer each question in detail but I will do my best on the range of issues which have been raised.  Senator Henry referred to the Jack and Jill Children's Foundation and I am very aware of its work.  The Department of Health is the funding Department in this instance.  I have been to a house where I saw the work done by the foundation for a young child who needed the sort of support services it provides.  If the same child were in residential care one can only imagine what the cost would be and I take the Senator&rsquo;s point in that regard.  </P><P Just="Left">Senator Henry raised a very interesting point about information on the referendum and the importance of ensuring that people understand the concept of children's rights.  I ask for the assistance of all Senators because much work is needed; many people are unaware that children remain unadopted because they are children of married parents.  I think the general provisions of the current Child Care Act are not generally understood by the public.  We need to educate the public on why children are coming into the care system and that it is not an action taken lightly.  I take the Senator's point about the information campaign which will be needed and I will follow up on her suggestion. </P><P />
        <P Just="Left">Senator van Turnhout covered a number of areas.  She stressed the quality issues relating to early intervention and I agree with her views that any cutback will have an impact on services.  We must ensure that the standards in the early years services are as high as possible and this will require ongoing work.  The standards vary and we aim to achieve an even and high standard in every service.  We must be vigilant in this regard.  I note that in the changed economic circumstances, many parents who previously took an extra six months of unpaid leave cannot take such leave and therefore more families are looking for child care for very young children of six months of age.  This raises very specific issues about the quality of care provided for those children whether in a childminding setting or in a child care service.  Other countries provide longer parental leave which gives greater choice to parents as regards the care of very young children.  I would like to see the same arrangements in this country although there has traditionally been resistance to the extension of parental leave and paid parental leave but such a measure is a great support to parents.  I refer in particular to the arrangements in the Scandinavian countries.</P>
        <P Just="Left">Senator van Turnhout also spoke about the juvenile diversion programmes and I have responsibility for policy in this area.  The programmes come under the remit of the Minister for Justice and Equality but I am working on the policy issues in this area with the Irish Youth Justice Service which is under the remit of my Department.  It is interesting to note that fewer children and young people are going into detention with the numbers decreasing quite dramatically.  However, many of those young people are now coming into the care system instead and this is putting the care system under significant financial pressure when dealing with the complex needs of these young people.  These issues need to be considered from a national policy point of view and this has not been the case up to now.  We need to develop a policy for dealing with children requiring a high level of support.  Such care already incurs a very significant financial cost.  If we could ensure that those young people were helped at an earlier stage it would be better for them and it would be far less costly.  The HSE child and family services budget last year was overdrawn by &euro;72 million, a very great sum of money.  This demonstrates the pressures in the area of child services and it is one of the budgetary issues I am required to address.  This is a very serious and challenging deficit.  The issues relating to high support units contribute to that deficit because they are very expensive and we need to develop a national policy to deal with them but this will take some time.</P>
        <P Just="Left">Senator van Turnhout made quite a number of points about the area-based approaches which are contained in a commitment in the programme for Government.  This policy will be led by the T&aacute;naiste&rsquo;s office and by my office and it will be dealt with under the social policy committee of the Cabinet.  A range of initiatives will be undertaken to roll out programmes for children, particularly for children in disadvantaged areas.  The evaluation process needs to be completed.  Very significant investment has been made.  We need to study the research reports to see what is working because some things are not working.  I refer as an example to an after-school service which was not working successfully for specific reasons.  The research showed that for a range of reasons, this service was not the best intervention in a particular circumstance.  We must evaluate the reports to see what lessons can be learned from the pilot projects and how these lessons can be applied generally.  As the same level of investment will not be available, it is about learning the lessons from the very detailed work being done.</P>
        <P Just="Left">The Senator raised a number of issues in regard to a particular case.  She might give me those details.</P>
        <P>On the point about child and adolescent mental health services, or CAMHS, and 16 to 18 year olds, it is essential that these services should be working with this age group.  I intend to discuss this issue with the Minister of State, Deputy Kathleen Lynch.  This is a very vulnerable group and one cannot write those involved out of a service.  They have to have one, being a needy group with many issues around addiction and high-risk behaviour.  It is unacceptable that at this stage we can say that 16 to 18 year olds do not have a mental health service or that there is no place identified where they can find one.  It is a very big challenge.</P>
        <P>Some of the issues raised today are primarily the responsibility of either the Minister for Health, Deputy Reilly, or the Minister of State, Deputy Lynch, which highlights the type of interdepartmental approach that is needed.  Disability was mentioned several times as was the assessment of young children by the various teams.  That must be discussed because the National Council for Special Education, NCSE, does not come under my Department but under another.  Therefore, the cross-departmental link-in is really important.  As Senators know, we do not have brilliant models for cross-departmental work.  We must develop ways of working across Departments so that we can deal with these issues in an integrated way.  That certainly is the intention.</P>
        <P Just="Left">I responded to some of the points made by Senator Hayden.  Both she and Senator Quinn asked me about the hotline.  When I was last in the Chamber I stated I had set up a group to examine this matter for the first time.  I asked the Garda, ComReg, the Department of Justice and Equality and my Department to come together to see how we might ensure a 111600 hotline for this country.  During the course of the project team&rsquo;s work ComReg, which has responsibility for the allocation of this number in Ireland, it received an application from the ISPCC to operate the hotline.  I thank that organisation for its interest in this matter.  ComReg allocated the number to it and at this stage the group is working on technical issues about activating the telephone number.  I expect that will happen this year and I hope sooner rather than later.  The funding is being examined and the precise cost is under investigation.  There is the EU Daphne programme which provides funding and I hope there will be a successful application to that fund.  We will then examine the funding gap that remains and see how it can be met.</P>
        <P>The Senator also spoke about training for professionals, about which I can only agree with her.  She highlighted the needs of particular children who are at risk of poverty and-or in disadvantaged areas.  The roll-out of the Government priority initiative I discussed will be most helpful in that regard.</P>
        <P>A number of Senators discussed the research on obesity.  It is shocking that we have three and three and a half year olds who are obese or overweight but it is important not to blame parents.  It is a societal issue.  Parents clearly have a role in this regard but it is also a societal matter, for example, our use of local parks and the development of recreational facilities.  I recently launched a play and recreation network and brought together, for the first time, all the play and recreation officers from around the country.  I asked them to come together in a national programme to ensure that our local authorities are working towards this end.  They are doing terrific work with the sports partnerships.  This is a very important initiative towards ensuring, for example, local schools can use the local parks, there are proper cycle lanes, walking and running tracks and that we have a very proactive approach to the subject.  Much can be done in this area.  It needs action by schools too.</P>
        <P>I am often struck by hospitals in this regard.  One goes in and wishes to buy a healthy snack but the vending machines do not have healthy food, in the main.  It is hard to get healthy food in hospital waiting rooms or public areas, which is extraordinary.  Senator Quinn will know about this.  The food industry is very powerful from a lobbying point of view.  Commercial enterprises have a job to do but we must look at the public health issues involved.  There is much more awareness now of these issues and action is increasingly taken in schools and in working with parents.  The wider debate in the public arena is very useful, in respect of the so-called fat tax or other initiatives that are needed.  I heard some experts speak on this subject recently who claimed such mechanisms have been proven to be effective.  If it is effective to do some work in this area and reduce the incidence of our children eating very unhealthy foods, I would welcome it.  However, I would not underestimate the industry&rsquo;s reaction.</P>
        <P>Senator Quinn asked about the hotline, which I believe I have covered, and also about supporting families and how we can best work with them.  I made points about early intervention and providing the best supports.  Child benefit has been extremely useful to families.  I agree with Senator Cullinane that it is used for the basic essentials and for children, generally.</P>
        <P>There are great opportunities in working with preschools and families at risk in the area of nutrition.  We have county child care committees in every county.  In Monaghan recently, I was very interested to see these committees are bringing professionals such as speech and occupational therapists into the preschool services, which goes back to the point made about professionals and disability.  Those involved find it is a much more efficient way of getting help to families rather than giving appointments to parents at local clinics and hospitals, which may be missed.  We need to do much more of that and bring the services to where the children actually are.  The ECCE scheme, with 95% of the three year olds in the country attending, gives a real opportunity to do that.  I would like to see that initiative being developed throughout the country.</P>
        <P>Senator White mentioned a particular case and I will get the details from her.  I acknowledge the work she has done in this area.</P>
        <P Just="Left">Senator Moloney spoke about family resource centres.  I am very happy to meet their national forum.  I have met many of those involved on an individual basis, have attended some of their events and been to many of the family resource centres.  I totally agree with the Senator about the work they are doing at community level.  It is really important.  In the new child and family agency we want to keep the ethos of the family resource centres which is one of working at community level.  The organisation has not been a member of the task force group but we have had a lot of contact with it.  As the chief executive officer, Pat Bennett, to whom I pay tribute, has done much work with the task force, we have had a very important link to the work the family resource centres are doing through contact with their CEO.  I thank Mr. Bennett for his work with the centres.   They have had some funding cutbacks but we have managed to keep these fairly low and they are managing to do most of the work they had been doing.  We want to support them.</P>
        <P>Senator Zappone spoke about the importance of training.  I can only agree with her.  This, again, is a question of resources but training is key and there is quite an amount of it going on.  When I was in Athlone the other day with T&uacute;s Nua I met many of the people from Early Childhood Ireland who are doing training around the country.  There is a significant amount of training going on but we want to see S&iacute;olta and Aistear being done all over the country, not only as pilot projects.  That is the intention and I will work with the Department of Education and Skills to ensure that happens.</P>
        <P>Senator Moran mentioned multidisciplinary teams and the need to have them available to children in early intervention.  I do not know the answer to her question about the private psychology reports.    I understood they were being accepted but I can check that and revert to the Senator on it.</P>
        <P>The Senator spoke about the importance of inter-agency work, sharing information and early intervention.  I will soon put the Children First guidelines on a statutory basis and part of the legislation will be about the importance of inter-agency work and sharing information, as well as reporting cases people are concerned about to the appropriate authorities.  That would put more focus on the multi-disciplinary work and sharing information effectively.  An example was given by a Senator earlier of 21 people who were in contact with one particular family.  We do not want such situation to arise.  We want effective intervention.  Proper intervention means proper risk assessment, deciding who the key worker is and working effectively after that.</P>
        <P>Much work has been done.  I do not have time to go into all the detail of it here but the national director is working on an extensive programme of ensuring that all referrals to social workers are screened, considered and prioritised appropriately by professionally qualified social workers.  We are now gathering data in a much more organised way across the country to allow us compare what is happening in one part of the country with another.  The national procedures for monitoring and reporting back are being developed, and that should help in terms of that kind of multi-agency involvement with a particular family.</P>
        <P Just="Left">Senator Barrett spoke about the important links to public health nurses and the National Educational Welfare Board.  The National Educational Welfare Board is now under my Department which has meant there is more and better integration but the task force I have set up to establish the new child and family support agency will give me three reports shortly.  One is on the establishment of the agency, its governance, the reporting arrangements, etc.  Another is on the vision of the agency but the third and important one is on the services that should come under the new child and family support agency and how we can have appropriate links, for example, to general practitioners, public health nurses and educational welfare officers.  It is a key issue.  Those type of linkages are extremely important.</P>
        <P Just="Left">We discussed the issue in regard to violence.</P>
        <P>I do not expect that the issue of voting rights for 16 year olds will be dealt with in the children&rsquo;s referendum but Senator Moran might discuss it in the constitutional convention.  The children&rsquo;s rights referendum will deal with the issues on which work has been done in the committee.</P>
        <P>I hope I have dealt with as many as possible of the questions raised but I am sure we will have another opportunity to discuss the issues.  I thank Senators for their interest in this area, with many of them present for the end of the debate.  It will be a huge support to me in ensuring we continue to have the resources we need to make a difference to children and families.</P>
      </Speaker>
      <Speaker pid="MichaelMullins"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Michael Mullins</NameTxt>
	<P>I thank the Minister for what I am sure we all agree was a comprehensive response to all the questions raised.  I thank the Senators for their contributions.</P>
      </Speaker>
      <Speaker pid="Blank"><NameTxt></NameTxt>
	
      </Speaker>
        <P><i>Sitting suspended at 1.45 p.m. and resumed at 3.30 p.m.</i></P>
  </MainHeading>
  <MainHeading Type="GD" LHead="Rare Diseases:" RHead="Motion"> 
    <Title>Rare Diseases: Motion</Title>
      <Speaker pid="ColmBurke"><NameTxt>Senator Colm Burke</NameTxt>
	<P>I move:</P>
        <P LI="1">That Seanad &Eacute;ireann:</P>
        <P LI="1"><Miles com="mdash66" /> notes that a rare disease is defined in the EU as a condition that affects fewer than 5 in 10,000 people, 0.5% of the population.  Further notes, that even though specific data on rare disease prevalence have not been compiled in Ireland, the Department of Health recognises that between 6% and 8% of the population could be affected by a rare condition, according to the European Committee of Experts on Rare Diseases estimates;</P>
        <P LI="1"><Miles com="mdash66" /> acknowledges the work being undertaken by the Department of Health in developing a national plan and policy for rare diseases;</P>
        <P LI="1"><Miles com="mdash66" /> recognises that the introduction of a comprehensive clinical care programme specifically designed for patients with rare diseases would address their needs within the health care system and would help to ensure that the patient would have the required continuity of care for their lifetime;</P>
        <P LI="1"><Miles com="mdash66" /> notes that there are between 6,000 and 7,000 known rare diseases, and according to the European Database on Rare Diseases, Orphanet, approximately five new conditions are described each week;</P>
        <P LI="1"><Miles com="mdash66" /> recognises that rare diseases impact not only on the patient or symptomatic person but also their families, parents, siblings, carers and others;</P>
        <P LI="1"><Miles com="mdash66" /> acknowledges that there is currently a review being undertaken by the Department of Health in respect of existing strategies to address patients with rare diseases; and</P>
        <P LI="1">calls on the Minister for Health to:</P>
        <P LI="3"><i>a</i>) introduce a clinical care programme specifically for patients with rare diseases;</P>
        <P LI="3"><i>b</i>) examine the development of suitable information systems including registries for rare diseases;</P>
        <P LI="3"><i>c</i>) prioritise available funding to aid the work of the National Centre for Metabolic Disorders at Temple Street Hospital and the National Centre for Medical Genetics, NCMG, at Our Lady&rsquo;s Children&rsquo;s Hospital; and</P>
        <P LI="3"><i>d</i>) examine the possibility of analysing genetic tests within Ireland with a view to saving money.</P>
        <P FLI="0" Just="Left">I welcome the Minister, Deputy Reilly, to the House.  I welcome the representatives from a number of voluntary organisations who are present and who have been involved with rare diseases.  They gave a very comprehensive presentation at a meeting of the Joint Committee on Health and Children last Thursday.  Having listened to it, I felt it was appropriate to have a debate in the Seanad on the subject.  A number of organisations are involved in this area, including the Genetic and Rare Disorders Organisation, GRDO, which is the Irish national alliance for rare diseases; the Medical Research Charities Group, MRCG; and the Irish Platform for Patients Organisations, Science and Industry, IPPOS.  There are representatives from these organisations present today.</P>
        <P>The presentation made last Thursday highlighted the very many issues families must deal with when a family member is diagnosed with a rare disorder.  The problem involves identifying the disorder.  In many cases, the matter is quite complex and even trying to obtain a diagnosis can cause many difficulties.  A rare disease is defined in the European Union as one that affects fewer than five out of 10,000 people.  In Ireland, the number of people affected may be slightly higher, as with cystic fibrosis.  This would still be considered a rare disease.  Overall, a rare disease may affect as few as 0.05% of the population, but between 6% and 8% of the population may be affected by a rare disease during the course of their lives.  The number can be quite large and it is, therefore, a matter of setting up structures to deal with this.</P>
        <P>Figures in the public domain show that approximately 80% of rare diseases are genetic in origin.  This is an estimate and it highlights the need for research.  Some 50% to 75% of the diseases affect children, and around 30% of children with a rare disease are estimated to die before the age of five.  It is extremely important, therefore, that we have proper structures to deal with this complex area and the impact on families.  Where families know there is a problem with their child, it is a question of determining the problem and proceeding from there.  If a disease affects but two or three people on the entire island of Ireland, it is more difficult for families and the medical profession to deal with it.</P>
        <P Just="Left">Europe Rare Disease Day was on 29 February.  It was organised to highlight a number of key areas, including access to correct diagnosis and the lack of information not only before diagnosis, but also after.  The overall lack of scientific knowledge in certain areas and the social consequences on the identification of a disease must be considered.  These issues were highlighted on 29 February.  Also identified was the lack of appropriate quality health care after diagnosis.  The high cost of drugs that may be required to provide treatment must be borne in mind.  Another issue identified last week concerned inequality in the availability of treatment care, in addition to the issue of isolation.  We must deal with these issues.</P>
        <P Just="Left">In April 2011, the Minister set up a national steering group to develop a policy framework on prevention, detection and treatment.  The treatment of a person with a rare disease must be based on the principle of high quality care, equity and a patient centred approach.  I know the Minister is considering a five year programme and the taskforce has been asked to consider the key areas.  It has been asked to identify the centres of expertise.  When I was a Member of the European Parliament, I was involved in dealing with the provision of health care and the need for more co-operation at European level.  The population is under 4.5 million people and there are certain treatments that would not be viable for the numbers affected but it could be provided in co-operation with other jurisdictions and ensuring that Irish citizens have access to it.  Once the rare disease has been identified, it is important that the person has access to the necessary medication and does not have to get it from abroad.</P>
        <P>We also need to co-ordinate research on these diseases.  The Minister has designated a person in his Department with overall responsibility for research but there is a need to co-ordinate research in the HSE also as I am not sure if somebody has been identified in the HSE to deal with it.  That is very important from the point of view of dealing with issues like this.</P>
        <P>The task force must ensure that we move forward and not leave the situation in abeyance.  It is important that there is a clear timeframe to set up the structures to deal with the issue.  I tabled a motion which states clearly what must be done.  I called on the Minister to introduce a clinical care programme specifically for patients with rare diseases; to examine the development of suitable information systems including registries for rare diseases; to prioritise available funding to aid the work of the National Centre for Metabolic Disorders at Temple Street Hospital and the National Centre for Medical Genetics, NCMG, at Our Lady&rsquo;s Children&rsquo;s Hospital; and to examine the possibility of analysing genetic tests within Ireland with a view to saving money.  I understand that many of the tests we conduct are going outside the country for analysis.</P>
        <P Just="Left">In November 2009, the Commission established a committee of experts to deal with rare diseases and to co-ordinate it at European level.  This was to assist it in monitoring, evaluating and disseminating the results of measures taken at EU and national level in the field of rare diseases, and to contribute to the implementation of EU action in the field and in particular by analysing the results and suggesting improvements in the measures taken; to contribute to the preparation of Commission reports on the implementation of the Commission communication and the Council recommendations; to deliver on recommendations or submit reports to the Commission at the latter&rsquo;s request or on its own initiative; and to assist in international co-operation on matters relating to rare diseases.  It is important that we do not wait for the European Union to come up with solutions, we should look to give the lead in this area.</P>
        <P Just="Left">I thank the Minister for establishing the task force in April 2011.  It is important to give the lead from the European point of view, in setting forward what we are doing in dealing with the issue and providing the support for families who must deal with these problems on a day-to-day basis.  We must ensure we have a structured system in place in the period of the five year programme.  We must work at European level in progressing co-ordinated research in that area.  I have seen recent figures of research and development in Europe which shows that 70% of all the people involved in research are going to the US rather than staying in Europe and we must consider how we can retain them rather than seeing them go to the US.</P>
        <P>It is important that we move forward and set in place the structure to ensure we have a comprehensive way of dealing with these issues as they arise and that patients have the security of receiving high quality, patient focused care.</P>
      </Speaker>
      <Speaker pid="CaitKeane"><NameTxt>Senator C&aacute;it Keane</NameTxt>
	<P>I second the motion.  On 29 February, Europe Rare Disease Day, I raised the issue of rare diseases on the Order of Business.</P>
        <P Just="Left">I welcome the representatives from all the organisations who are present.  The Genetic and Rare Disorder Organisation, GRDO, has asked for clear defined health pathways for those affected by a rare disease.  People with a rare disease are at a complete disadvantage to other patients in terms of being treated appropriately.  GRDO has asked for the establishment of a rare disease national office.  Will the Minister ask the task force to consider the feasibility of doing this?  The buck stops here.  I accept the Minister cannot watch everything every day but there should be an appropriate office that people could contact which would make their health care more efficient and would save money in the long run by reducing the time spent shuffling patients between doctors.  The provision of high quality services to these patients in a cohesive way through a central office that can be cost effective will lead to better management of services and, more importantly, better outcomes for patients and their families.</P>
        <P>The issue of rare diseases is not spoken about often enough because the small numbers affected mean they do not have a big voice and we, as politicians, must ensure that the small voices are heard as loudly and clearly as the voices of those with big numbers.  Being diagnosed with a disease can be distressing.  When diagnosed with a rare disease one faces greater difficulties, ranging from lack of specialists able to treat the condition to lack of patient support.</P>
        <P>While a delayed or incorrect diagnosis is always a possibility with a rare disease &mdash; I have read of patients waiting some time to have their condition diagnosed &mdash; we in Ireland are good at diagnosis, but I see somebody in the Visitors Gallery shaking their finger.  When I read up on this topic before Europe Rare Disease Day, I noted that a child had to wait between seven and ten years for a diagnosis.  That is a long time in a child&rsquo;s life.</P>
        <P>There are difficulties, as there is no concentration of expertise, for example up to a few years ago, cystic fibrosis was treated all over the country but now treatment is more specialised and is delivered in certain hospitals.  I welcome the development of the inpatient and day care cystic fibrosis unit.  We are all familiar with cystic fibrosis which is not an uncommon disease but is classified as a rare disease.  I welcome the new cystic fibrosis centre in St. Vincent&rsquo;s Hospital.</P>
        <P Just="Left">The treatment of a rare disease poses a particular problem because of the size of the country.  With rare diseases it is a matter of chance if one can find a doctor with the expertise in that area.  Even if a doctor has the expertise he or she may not have the ability to continue to specialise in it because of the small numbers.  For that reason we have to fall back on services in other countries, such as our nearest neighbour in the UK, for back-up.  There is no harm in that but we should move away from this reliance on our nearest neighbour and seek to have some specialty even in one hospital in the country for each disease.  That the disease is considered rare means that in the past many pharmaceutical companies did not invest in developing drugs and treatments for these conditions.  The drugs used to treat rare diseases are known as orphan drugs.  According to Professor Buckley, the term often reflects the fact that these drugs have been neglected.</P>
        <P Just="Left">However, in 2000 the EU orphan drug regulation was adopted, the main aim of which was to encourage the pharmaceutical industry to become more involved in developing drugs for rare diseases.  It is hoped to achieve this by providing a number of incentives, including ten-year marketing exclusively on any product.  We know when the patents are lifted on drugs.  Perhaps the Minister would examine the drugs for rare diseases and advise that the patents continue.  I do not know if that is advisable but a task force could be asked to examine the issue because it would be an incentive for the drugs company to ensure that the most up-to-date drugs were available and kept on the market.  I would argue the exact opposite for taking the patent off of the drugs in normal circumstances but this is a special circumstance.</P>
        <P>This regulation has arguably led to some success in this field in both small or bio-technology companies and larger pharmaceutical companies.  The large pharmaceutical company, Pfizer, created an orphan drug research division this year and should be complimented for doing so.  However, as with everything, the development of the orphan drug and the treatment of people with rare diseases are being affected by worldwide recession and this can be seen clearly.</P>
        <P>There are geographical inequalities.  It is clear that a person with cystic fibrosis living beside St. Vincent&rsquo;s Hospital is at a much better advantage than a person who lives far away.  It is the same for others diseases.  A national rare disease office should come into play to co-ordinate the care for patients who suffer from this rare disease.  Given that almost 250,000 people are affected, I support the call to prioritise available funding to aid the work of the National Centre for Metabolic Disorders at Temple Street Hospital and the National Centre for Medical Genetics at Our Lady&rsquo;s Children&rsquo;s Hospital.</P>
        <P Just="Left">Since coming to office, the Minister has been proactive on this issue.  As he has set up the task force I await its report.  When does the Minister expect the report to be available?</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Cathaoirleach</NameTxt>
	<P Just="Left">Before I call Senator Byrne, I welcome the bishop of the diocese of Cashel, Ossory and Waterford, the Right Reverend Michael Burrows, who is in the Visitors Gallery.</P>
      </Speaker>
      <Speaker pid="ThomasByrne"><NameTxt>Senator Thomas Byrne</NameTxt>
	<P Just="Left">Seasaim ar son ph&aacute;irt&iacute; Fhianna F&aacute;il anseo chun l&aacute;n-taca&iacute;ocht a thabhairt don r&uacute;n seo.  T&aacute;imid i bhfabhar an r&uacute;in agus measaim go mbeidh gach duine eile &oacute; gach p&aacute;irt&iacute; i bhfabhar an r&uacute;in.  N&iacute; leor sin, &aacute;fach, mar fi&uacute; m&aacute; t&aacute; gach p&aacute;irt&iacute; ag tac&uacute; leis an r&uacute;n, caithfidh gn&iacute;omha&iacute;ocht lean&uacute;int &oacute;n r&uacute;n agus caithfidh an tAire a l&aacute;n ruda&iacute; a dh&eacute;anamh.  T&aacute; Fine Gael ag tabhairt molta don Aire as an obair at&aacute; &aacute; d&eacute;anamh aige ach t&aacute; tuilleadh oibre le d&eacute;anamh toisc go bhfuil an r&uacute;n seo ar an gcl&aacute;r inniu.</P>
        <P Just="Left">T&aacute; na galair neamhchoitianta ina bhfadhb mh&oacute;r.  T&aacute; a l&aacute;n daoine ar a bhfuil na galair seo agus is d&oacute;cha gur p&aacute;ist&iacute; a l&aacute;n acu, p&aacute;ist&iacute; nach maireann go minic n&iacute;os sine n&aacute; a c&uacute;ig bliana d&rsquo;aois.  Fadhb bhr&oacute;nach at&aacute; ann agus is f&eacute;idir leis an Aire agus leis an Rialtas tuilleadh a dh&eacute;anamh.  Luaitear an task force agus t&aacute; directive &oacute;n Eoraip agus an aidhm a bhaineann leis sin n&aacute; cabhair a thabhairt do na t&iacute;ortha go l&eacute;ir oibri&uacute; le ch&eacute;ile ar an &aacute;bhar seo.  T&aacute; s&uacute;il agam go bhfuil an tAire ag &uacute;s&aacute;id na huirlis&iacute; at&aacute; aige &oacute;n Eoraip agus &oacute;n saineolas at&aacute; againn sa t&iacute;r seo chun obair a dh&eacute;anamh ar an fhadhb seo mar n&iacute;l aon dabht nach mbeidh r&eacute;iteach uirthi cho&iacute;che ach is d&oacute;cha gur f&eacute;idir an fhadhb a fheabhs&uacute;.</P>
      <TimeSt down="4" idown="4">4 o&rsquo;clock</TimeSt>
        <P>T&aacute; m&eacute; ar son an r&uacute;in agus ag tac&uacute; leis an 157,000 duine sa t&iacute;r seo ar a bhfuil galar neamhchoitianta.  I support the motion.  It is important that it gets cross-party support and that action follows.  It is an opportune moment for those involved in various organisations and those families who have a member, particularly young children, who may be facing terminal conditions, to have the Minister&rsquo;s ear to put significant pressure on him.  I acknowledged work has taken place but more needs to be done.  The issues are diagnosis in terms of bringing together the expertise here and throughout the EU.  The directive I mentioned is important to ensure co-operation in bringing that expertise together and making it available to improve lives.  By its nature, this is a problem that will never be fully solved but we can improve and save lives if further work is done.</P>
        <P>We are grateful the Minister is present for the debate.  It serves to emphasise to him the need to apply the pressure on behalf of all the families and we do that on a cross-party basis in a positive way, without unnecessary criticism.</P>
        <P>It is heartbreaking for families when a loved one, especially a child, is diagnosed with a rare disease and that child&rsquo;s life expectancy is reduced significantly.  Many children with rare diseases do not survive beyond the age of five years.  The issues are treatment, diagnosis, the availability of drugs &mdash; some of which are experimental &mdash; pharmaceutical companies investing in the research necessary to produce these drugs to the market and the problems that arise for those companies because they are not prepared to put in the necessary funds.  Orphan drugs for orphan diseases have been neglected.</P>
        <P Just="Left">An EU regulation in 2000 had some success.  The pharmaceutical company, Pfizer, was mentioned for the work it has done.  However, further governmental pressure can be applied not only in Ireland but across the EU.  We should use the EU because we have no option as there are so few people here affected by some of the various diseases.  I will be critical if the debate is not followed up by action from the Minister.  We want to understand the many thousands of diseases we are dealing with as the scale of the problem is enormous.  I realise it is a question of resources and priorities but it must be done for the sake of the people.</P>
      </Speaker>
      <Speaker pid="MarieMoloney"><NameTxt>Senator Marie Moloney</NameTxt>
	<P>I welcome the Minister to the House.  Given that he has a busy schedule I thank him for taking the time to attend to debate the motion.</P>
        <P Just="Left">I commend the Fine Gael Senators who have highlighted the issue and tabled the motion.  Each year brings with it a new and rare disease and, unfortunately, it is impossible to have the expertise at hand to deal with each disease.  While doctors specialise in a specific area of medicine it would be impossible to have a consultant for each disease.  This is why it is important to have a clinical care programme specifically for patients with rare diseases.  This programme could guide and assist patients to accessing the right course of treatment and ensure a specialist is found to deal with the disease as quickly as possible, be it inside or outside the country.</P>
        
        <P Just="Left">A very close family member was diagnosed with the rare blood disease, amyloidosis, just before Christmas 2010.  There are only two places where this disease can be dealt with &mdash; the Royal Free Hampstead in London and the Mayo Clinic in the US.  Until such time as an appointment could be made for him, he was advised to spend Christmas with his family and prepare them for the worst as it would be his last Christmas.  He had been given six months to live.  At the very first consultation in London, however, my relative was informed by the specialist that he could cure him and cure him he did.  Can one imagine the agony that young man, his wife and his three schoolgoing children went through until he saw the specialist?  Had a clinical care programme been in place and the right information provided, the young man could have been spared all this agony.</P>
        <P Just="Left">Amyloidosis is a western disease with 500 cases a year diagnosed.  Not everyone with the disease can be cured but there is help.  Some diseases, although not really rare, often go undetected such as Lyme disease.  It is prevalent in the Killarney area because of the high deer population there.  Although beautiful to look at it and a great attraction to scenic routes in Kerry, deer may also pose a serious threat to human health.  It is a little known fact that one can contract Lyme disease from deer populations that harbour ticks which carry the disease.  One can come into contact with ticks just about anywhere but one&rsquo;s chances are greater in wooded areas or places with high grass and weeds.  Ticks need large mammals for hosts as they feed off their blood.  Deer are one such host.  Some ticks carry Lyme disease and because they have an anaesthetic property in their jaw, one might not even know one has been bitten.  The symptoms of Lyme disease can be very similar to multiple sclerosis, MS, lupus or fibromyalgia.  If the disease is caught at an early stage, it can be treated effectively with antibiotics.  However, if not, recovery, if it happens at all, can take years.</P>
        <P>In the UK last year, there were 2,000 cases of Lyme disease.  It is likely there is a large number here too.  However, we are not sure because it is not a notifiable disease.  Some patient advocacy groups suspect the Killarney area is particularly infected.  We should be highlighting awareness, encourage quick diagnosis and treatment of this debilitating disease.  Occasionally, a patient may carry Lyme disease but have no outwardly obvious symptoms.  Ill health may crop up years later following an illness or period of stress.  This leads to decimated or late Lyme disease where symptoms are similar to MS, chronic fatigue syndrome and Parkinson&rsquo;s disease.</P>
        <P Just="Left">I am delighted the Department of Health is reviewing the existing strategy of addressing patients with rare diseases and, I hope, a new strategy will emerge.  Will the Minister advise the House as to how this review is progressing?  When a patient is diagnosed with a rare disease, they can be off work for some time.  My family relative was off work for six months but when he tried to explain his illness to his employer and work mates, they did not know anything about it.  The motion calls for a suitable information system which could assist employers and employees in knowing how rare disease patients are affected.</P>
        <P Just="Left">I recommend the motion to the House and hope it will be supported by all parties.</P>
      </Speaker>
      <Speaker pid="JillianVanTurnhout"><NameTxt>Senator Jillian van Turnhout</NameTxt>
	<P Just="Left">I thank the Minister for attending the House for the debate on this Private Members&rsquo; motion.  I thank my colleagues in Fine Gael, particularly Senators Burke and Keane, for bringing forward this motion.  As I was not very informed on the subject of rare disease care, I welcome the fact that I had to immerse myself in the subject and learn more.  It astounded me the number of rare disease patients EU-wide is the equivalent of the combined populations of the Netherlands, Belgium and Luxemburg, which highlights the need to do more in this area.</P>
        <P>I would have preferred if the motion had recognised that rare illnesses affect children far more than any other group.  Up to 75% of rare diseases affect children.  In the United States, 50% of recognised patients are children.  Tragically, 30% of all patients die before they reach five years of age.  Faced with such figures, it is clear that making access to a proper diagnosis and appropriate treatment is a clear public health priority.  Given the numbers of children who die before the age of five, it shows the importance of timeliness in ensuring proper diagnosis.</P>
        <P>Up to 41% of respondents to a genetic and rare disorders organisation&rsquo;s patient experience survey felt they did not have access to the best medical care for their condition.  Without a diagnostic system in place, the State leaves rare disease sufferers facing long delays in diagnosis and even misdiagnosis before their conditions can be addressed.  The consequences of such delays can be quite dramatic ranging from loss of confidence in the health care system, the decline of the physical, mental and emotional well-being of a sufferer and even leading to the premature death of a patient.  I was stunned to find a survey by EURORDIS, the European Rare Diseases Organisation, on diagnostic delays revealed that one out of six sufferers in Europe underwent surgical treatment based on a false diagnosis.  Many rare disease patients also suffer profound and multiple disabilities.</P>
        <P>While the motion does not address the wider issues faced by such patients such as access to basic facilities, carers and respite services and the geographical differences in the standard of care that can be expected, I fully support it.  It is a step in the right direction.  Now that I am more knowledgeable of the subject, I will endeavour to follow it more closely.</P>
      </Speaker>
      <Speaker pid="DrJamesReilly"><TitleTxt>Minister for Health</TitleTxt><NameTxt>Deputy James Reilly</NameTxt>
	<P>Ba mhaith liom bu&iacute;ochas a ghabh&aacute;il leis na Seanad&oacute;ir&iacute; as seans a thabhairt dom labhairt ar an &aacute;bhar t&aacute;bhachtach seo.</P>
        <P>At the very centre of this issue are both adults and children who suffer from rare diseases in Ireland.  The patient must be central to everything we do in health care.  No matter how clever or elegant a policy or a strategy is, if it does not improve patient care or experience, it is worth nothing.  Rare diseases are life threatening or chronic debilitating conditions affecting no more than five in 10,000 people.  Between 5,000 and 8,000 rare diseases have been described, affecting about 6% to 8% of the population in the course of their lives.  Approximately 80% of rare diseases have a genetic origin and the life expectancy of patients with rare diseases is significantly reduced.  Many of these conditions are complex, severe and debilitating.</P>
        <P Just="Left">In recent years a considerable amount of work has been done in Ireland, as well as at European level, in the area of rare diseases.  The twin approach of developing a specific national plan, together with European collaboration, is the key element to improve health and social care for people with rare diseases.  Ireland has been supportive of the EU proposals on rare disease which concluded with a Council recommendation on rare diseases in June 2009.  This requires that member states develop a rare disease policy by 2013.</P>
        
        <P>Ireland also participates in a number of European Commission committees that support work on rare diseases at EU level.  For example, EUROPLAN, the European Project for Rare Disease National Plans Development, is a three-year project involving all member states that is aimed at supporting countries in the development of their national plans and strategies.  The Commission standing committee on rare diseases, EUCERD, was established to progress the Council recommendations on rare diseases and to support the relevant work.  In January 2011, a national conference was held in Farmleigh with the support of EUROPLAN and brought together patients, patient organisations and health care professionals to discuss what might feed into the development of a national strategy for rare diseases.  I welcome to the Visitors Gallery some of those who attended the conference, including Ms Avril Daly, Mr. Tony Heffernan, Ms Margaret Webb, Dr. Avril Kennan, Ms Patricia Towey, Ms Judy Windle, Professor Eileen Treacy, Ms Anne Lawlor and Ms Karen Pickering.  As they will see from the course of my contribution, the Government is intent on pursuing the objective of placing greater emphasis on rare diseases and clear pathways of treatment within the HSE and the Department.</P>
        <P Just="Left">The organisation of the conference enabled patient, scientific, medical and industry representatives who have been working closely on the rare disease agenda for more than a decade to engage with relevant State agencies in a co-ordinated and productive way.  The EUROPLAN conference played a significant role in the progression of the national plan for rare diseases.  I have made a commitment to progressing this agenda.  In April 2011, I established a national steering group to develop a policy framework for the prevention, detection and treatment of rare diseases based on the principles of high-quality care, equity and patient centricity.  It is to review existing provisions and identify priority actions subject to resource availability.  The policy will operate for a five-year period, take account of the 2009 Council recommendation on rare diseases and define priority actions subject to resource availability.</P>
        
        <P Just="Left">The membership of the group, which is chaired by my Department, includes those organisations with a remit or a special interest in rare diseases.  The broad-based membership ranges from the HSE, HIQA, the Health Research Board, the Irish Medicines Board and the Institute of Public Health in Ireland to the Irish Platform for Patients Organisations, Science and Industry, the Genetic and Rare Disorders Organisation, GRDO, Fighting Blindness, the Medical Research Charities Group, MRCG, and Bee for Battens.  It is important to note that there is a strong commitment from every stakeholder, which is key in the ongoing development of the national plan for rare diseases.</P>
        <P>The national steering group identified a number of issues relating to rare diseases for consideration, including centres of expertise, access, medication and technology, research and information and patient empowerment and support.  It is continuing with this work and a range of issues within these areas are under consideration.</P>
        <P Just="Left">The development of networks for the provision of equity and safe care for all patients with rare diseases, whether provided from a recognised national centre of expertise or by linkage through the patients&rsquo; health care providers to recognised European reference networks, ERNs, is a key priority.  Centres of expertise are multidisciplinary care centres providing high quality medical treatment, genetic testing and counselling and social services.  The EUROPLAN report, which examined services across Europe, commented that, in most countries, there were no designated centres of expertise.  Even where they are available, there is significant variation in their organisation and how they operate.</P>
        
        <P>The rationale for developing centres of expertise is well established.  Rare disorders require highly specialised multidisciplinary medical teams and social service providers.  Concentration of expertise in a physical or virtual structure brings together competencies and reduces health care costs by contributing to shorter delays in diagnosis, less adverse consequences and a reduction in misdiagnoses and unnecessary treatments.  In addition, the designation mechanism for centres of expertise, the definition of health care pathways, the promotion of cross-Border health care, accessibility to genetic counselling and the quality assurance of genetic testing are being considered in this context.  I am happy to report that I have had many good meetings with the North&rsquo;s Minister of Health, Social Services and Public Safety, Mr. Edwin Poots, MLA.  This will be another subject matter that we will be considering.</P>
        <P Just="Left">An integral and essential part of an effective policy framework will be the development of a dedicated HSE clinical programme.  I understand that a proposal has been submitted to the HSE&rsquo;s national director of clinical strategy and programmes to establish a national clinical programme for rare diseases.  The proposal encompasses the development of a programme to facilitate timely access to centres of expertise nationally and internationally and to provide up-to-date information on new treatments and management options and on ongoing clinical trials for all patients affected with rare diseases in this country.  It also aims to develop a model of care designed to improve the patient experience, provide safe quality care, improve communication, education and interfaces with community partners and be cost efficient.  The proposal suggests that a national rare diseases programme would collate and assist with developing national treatment guidelines, standard operating procedures and care pathways for many rare disorders in collaboration with the designated reference centres.  It would also develop care pathways with European reference centres for those "ultra rare disorders" in respect of which there may not be sufficient expertise in Ireland.  The HSE has agreed to establish a programme.  However, the details remain to be worked through.</P>
        
        <P Just="Left">The National Centre for Medical Genetics, NCMG, was established in late 1994 at Our Lady&rsquo;s Children&rsquo;s Hospital, Crumlin with the objective of providing a clinical and laboratory genetic service for those affected by or at risk of a genetic disorder and is the only centre in Ireland providing such a service.  Staffing numbers have increased at the centre since its establishment and an extension to the centre was opened in 2010.  The NCMG has always aimed to provide an equitable clinical service nationwide and runs outreach genetic clinics in Cork, Galway and Limerick and, less frequently, in Castlebar, Sligo, and Letterkenny.  It interacts with a wide range of existing service programmes, including in the areas of cancer, intellectual disability, paediatrics, metabolic diseases and cystic fibrosis.</P>
        <P Just="Left">The National Centre for Inherited Metabolic Disorders, NCIMD, is a tertiary referral service linked to the national newborn screening programme, which follows more than 1,800 patients, both children and adults, nationwide.  These patients have a wide variety of inherited metabolic disorders that are all rare disorders, with more than 400 new referrals per year.  The centre is unique in its position as the only tertiary care referral centre for the investigation and treatment of metabolic genetic diseases, a major subset of more than 200 rare disorders in Ireland.  The national centre plays a major public health role in preventing and treating disability for the population.  Following more than 40 years of screening, more than 40% of the cohort of patients followed by the NCIMD are over 16 years of age.  This number is likely to increase over time.</P>
        
        <P Just="Left">I understand that funding for medications and the development of the adult service at the Mater Hospital are also under discussion with the HSE.  I cannot overemphasise the need for parents to seek diagnoses.  In that way, they can at least know what they are dealing with and start on the difficult road towards addressing diseases as best they can.  Without a diagnosis, dealing with a disease is difficult.</P>
        <P Just="Left">Access to appropriate medication and technology in the context of transparent processes to ensure equitable access to orphan drugs as well as the issue of orphan drug development is being examined.  Defining where there are gaps in the system for patients in the context of access to treatment and recommending a pathway for those orphan drugs that might fall outside the current systems for pricing and reimbursement are priorities.  The aims of the pathway would be to improve overall health and well-being, improve operational efficiency and efficiency of decision making processes and align investment to national policy.  Also seen as important is the ready availability of national figures on the usage of orphan medicines and reimbursement data to support research initiatives.</P>
        <P Just="Left">It is acknowledged that research is an integral part of the overall care for rare diseases, including access to clinical trials, where appropriate.  In this context, the proposals for how best to develop a research infrastructure are being examined, particularly in an international context where there is obvious added value in working with European partners on programmes for rare disease research.  It is important that people be willing to become involved in clinical trials.  Not only does their participation afford them the opportunity to avail of cutting edge medicines that are unavailable elsewhere but the level of supervision during such trials is far superior to what would normally be available during a course of treatment, given the constraints around trials.  While in the past there may have been some reluctance to become involved in such trials, we should be more willing to consider them.  As the parent of a child with a serious disability, thankfully much better now than in his younger years, I know that my wife and I would have tried anything to secure a better future.  I hope that parents and sufferers themselves, following proper consultation with their carers and medical professionals, will not be afraid to avail of the newer treatments that come on stream.</P>
        <P>One of the big issues for us is defining where there are gaps in the system for patients in the context of access to treatment and recommending a pathway for those orphan drugs.  We will need to ensure we find a clear way to make these available to as many of those who wish to avail of them as possible.  Research is a key part of what the Government is doing.  This morning, I launched a conference on medical device research and on Monday opened a new centre in Cork for the health research bureau at the Mercy Hospital with a commitment of &euro;5.9 million for further research into different diseases.  We will continue to support research as it is the area that offers the most hope for people who suffer from rare diseases and also opens up societal opportunities at a greater level in terms of jobs.</P>
        <P Just="Left">In tandem with the research agenda, the group is also considering the information systems that are required and the most appropriate registries and databases which can be used to plan and manage services in Ireland.  The challenge is that there are a number of individual registries, specific rare diseases registries, and registries with a wider remit which also record cases of rare diseases rather than a dedicated national rare disease registry.  However, this can be overcome more quickly than people imagine if we can design a portal into which all these different registers can feed.  Then we will have the national register with the national information we need.  Ultimately, it is about information and a proper and well organised service that can sometimes yield much greater results than were possible hitherto.  I have often quoted Dr. Susan O&rsquo;Reilly on the cancer care programme.  She showed that a 10% improvement in organisation and management has yielded a 10% improvement in outcomes for people with cancer &mdash; nothing to do with the medication at all.</P>
        <P Just="Left">It is acknowledged that patient empowerment and support is integral to national rare disease planning and the steering group is working on what can be done to empower patients and their families in a meaningful way.  In addition, the national steering group is planning to consult patients and key stakeholders in early summer on the broad proposals and recommendations that will emerge.  What is required when it comes to any disease, particularly rare diseases, is involving those who suffer and the families who care for them, as well as those who deliver the care.  That is where we get the best dividend and find out far more quickly how to get the best result.</P>
        <P Just="Left">It is important that the group complete its work.  I would expect that a robust, achievable plan can be agreed that will lead to providing better information for patients; designating appropriate centres to provide high-quality treatment; setting out a fair and transparent means to allow access to orphan drugs; and promoting research for the benefit of patients with rare diseases.  I understand that the timeframe for submitting a report to me is during the latter half of this year.  As we work towards a national plan for rare diseases it is important that the evident commitment shown among all organisations and groups involved in the development of how the issues and challenges connected with rare diseases are managed is continued.  Our aim is to continue to work at developing practical plans to impact positively on the health, well-being and daily lives of those patients affected by a rare disease and their families.  I hope we will have that for our Presidency of the European Union in 2013.</P>
      </Speaker>
      <Speaker pid="BrianODomhnaill"><NameTxt>Senator Brian &Oacute; Domhnaill</NameTxt>
	<P Just="Left">Cuirim f&aacute;ilte roimh an Aire go dt&iacute; an Teach chun &eacute;isteacht leis an d&iacute;osp&oacute;ireacht t&aacute;bhachtach seo agus chun na focail ad&uacute;irt s&eacute; a chur i l&aacute;thair an T&iacute;.  Curim f&aacute;ilte roimh an m&eacute;id at&aacute; r&aacute;ite ag an Aire ar an &aacute;bhar f&iacute;or-th&aacute;bhachtach seo ar ghalair nach bhfuil comh coitianta agus a bheadh galair eile, c&eacute; go gcuireann siad isteach ar chuid mh&oacute;r daoine.  I welcome what the Minister has just said and we will be supporting tonight&rsquo;s Private Members&rsquo; motion.  I welcome that the national clinical programme for rare diseases which the Minister said will be put in train.  It is something that needs to be implemented given the figures the Minister and other Members have outlined.  At least 160,000 Irish people have what is categorised as a rare disease.  According to evidence, one third of these, approximately 50,000 patients, will die before they reach the age of five, which is an alarming figure.</P>
        <P>Conditions classified as rare diseases include well known conditions such as cystic fibrosis and muscular dystrophy.  However, there are other conditions such as lupus which are classified as rare diseases.  Those conditions affect many young people in particular and we need a national clinical plan incorporating a joined-up approach from the Department of Health and the HSE with each of the respective charitable organisations representing people with those illnesses, including the Irish Lupus Support Group, Spina Bifida Hydrocephalus Ireland and others.</P>
        <P Just="Left">In Ireland, we are pretty good at diagnosing illnesses, but the challenge begins after the diagnosis and some people have serious difficulties when it comes to the treatment of a rare disease.  There is often no concentration of expertise, as the Minister has outlined.  For example, until a few years ago, cystic fibrosis was treated in various locations throughout the country but now the treatment tends to be more specialised and centralised, which is to the benefit of patients.  Ireland has the highest rate of cystic fibrosis in the world and we do not have a very good track record with the disease.  For example, despite being the national referral centre for people with cystic fibrosis, St. Vincent&rsquo;s University Hospital in Dublin, still has no specialist CF unit.  However, the contracts for that building have been signed and I understand it is due to be completed by April this year.  I ask the Minister to clarify that point in his remarks.</P>
        <P>Some young people in the prime of their lives who are affected by rare diseases &mdash; neurological or other diseases &mdash; are finding it extremely difficult to continue in employment.  However, the disease from which they suffer is not recognised as one that qualifies under the long-term illness scheme.  The Minister knows this needs to be addressed because in July 2010 he raised the issue on the floor of D&aacute;il &Eacute;ireann and called for the then Government to ensure that diseases such as muscular dystrophy, Parkinson&rsquo;s disease, acute leukaemia, certain forms of cancer, asthma, congestive cardiac failure, Crohn&rsquo;s disease, lupus and Huntington&rsquo;s disease should all be recognised &mdash; some are but others are not.  There are other diseases &mdash; I have only selected a few.</P>
        <P Just="Left">Let us consider an individual who is working and who is then diagnosed with a rare illness and who is then unable to get additional benefits.  The cost of obtaining care may mean the person must leave employment.  That person may be unable to fulfil their life to the greatest extent possible.  The long-term illness scheme should be radically overhauled immediately.  I call on the Minister to fulfil the claims he made when he was in opposition.  Often, but not exclusively, young people are not entitled to access the long-term illness scheme.  I have met people from the Irish Lupus Support Group and spina bifida organisations.  Earlier this week I opened the regional office for MS Ireland in Donegal.  I met patients there and the uniform word from them is to the effect that they need recognition at that level.  The major plans on the major issues must be addressed and the Minister is working towards this.  However, at a lower level these people are finding it difficult to cope financially.  These illnesses should be recognised for the purposes of the scheme.  I recognise that the Minister agrees with me and call on him to try to ensure something is done about it in Cabinet.</P>
      </Speaker>
      <Speaker pid="MartinConway"><NameTxt>Senator Martin Conway</NameTxt>
	<P>I welcome the Minister to the House.  I have taken great comfort in the plan which he has in place for dealing with this serious issue of rare diseases.  Everyone who has been struck by a disease deserves equality.  That is a simple premise, irrespective of whether a given disease is prevalent or unique.  If we begin with this premise, it is then easy to decide on our policy.</P>
        <P Just="Left">It is a great shame that there was no plan in place to deal with this during the great days of the Celtic tiger.  I am familiarising myself with the details because it is a new and technical area.  However, it is an is important area and we all have a responsibility to brief ourselves on it.  Within one month of taking office, the Minister put in place a competent and capable steering group made up of people from within the various areas of the HSE and HIQA who are aware of best practice in this area.  The Minister has advised us that they are putting a plan in place.  I look forward to the next step, that is, the publication of a plan.  I have no problem with this group in consultation with the Minister spending the necessary time to ensure that the plan is proper and that it will be achieved.  We are informed that during Ireland&rsquo;s Presidency of the European Union in 2013 we will be in a position to publish a plan.  I trust we will see the implementation of the plan and that this will engage all the stakeholders and hold them to account with effective and proper deadlines.  This will mean that if someone is diagnosed with a rare disease in the country, they will know exactly what they are entitled to, that is, what everyone else is entitled to.</P>
        <P>I am pleased the steering group is in place and I am confident we will have a plan.  We have been given a timeline for the publication of the plan and I hope it will be implemented.  Every plan is great and plans on paper are wonderful, but we must see the effects in practice and real benefits for those people, especially young people, who find themselves with a rare disease.  Resources must be made available for the implementation of the plan.  I sincerely hope there will be no budgetary constraints in this regard because we are coming from behind in this area.</P>
        <P>I am heartened at the fact that a good deal is taking place internationally.  A good deal appears to be under way in Europe in particular or, at least, this is what we have been told and I trust it is the case.  I am pleased that the Minister has recognised the need to take full advantage of the various information technology options available to integrate databases and to use best practice in terms of information technology to ensure as far as possible that there is steady and ready access to as much information as possible and to as many diseases as possible.  The Minister spoke about the integration of these systems.  I imagine it is not rocket science but, unfortunately, these things tend to be complicated and difficult.  Humans tend to make things difficult as well.  I hope these elements of the plan will be carried out.</P>
        <P>This is a small country of 4 million people and as a result we must examine international best practice and to take advantage of it.  We must utilise and take advantage of whatever expertise is available abroad.  I had not heard the term &ldquo;orphan drugs&rdquo; before but it is an interesting description.  Many people take the view that the cost of drugs and medication for commonplace diseases in this country is far too high compared to our European counterparts.  I imagine this problem is exacerbated when one is dealing with orphan drugs provided one can get them and they are available.  I imagine it is a desperate thing to be unable to source these drugs not to mention the cost issues.  This issues of availability and cost are critical and must be dealt with.</P>
        <P Just="Left">I sincerely hope this plan will be published along the timelines the Minister has outlined and that during the lifetime of the Government, which has been in office for one year, we will see the plan not only published, but implemented.  That is the most important point.  The Minister has given a commitment which I believe to be genuine, as is that of the Minister of State.  I have no doubt about his sincerity but I am keen to see the commitment delivered.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Senator Paschal Mooney</NameTxt>
	<P Just="Left">Cuirim f&aacute;ilte roimh an Aire.  Bh&iacute; m&eacute; ag caint ar maidin ar Riar na hOibre ach n&iacute;or labhair m&eacute; i nGaeilge, c&eacute; gur seo seachtain na Gaeilge.  Gabh mo leithsc&eacute;al mar gheall ar sin.  Like many of my colleagues, I have only school Irish however Seachtain na Gaeilge is important and something I fully support.</P>
        <P Just="Left">I wish to focus on one issue in this debate but first I wish to declare an interest, something I have in common with my colleague on the other side of the House, Senator Mary Moran, with whom I have had many discussions on the matter.  She will welcome any revelation of our respective experiences.  Both of us are parents of Prader Willi syndrome children.  This is a rare disorder, genetic in origin.  It is primarily an eating disorder, although not exclusively so.  One of the great difficulties is early diagnosis.  We were fortunate in that our daughter, Siobh&aacute;n, who is now 22 years of age, was born in the National Maternity Hospital, Holles Street.  It became obvious immediately that she had what was termed &ldquo;floppy baby syndrome&rdquo;.  Tests were carried out by the staff and within three weeks we got the result of a genetic test which, at the time, had to be sent to London.  I understand these tests can be carried out in Ireland now.  They were able to establish and identify what was a completely alien term to us and to some of the doctors in Holles Street on account of its rarity.</P>
        <P Just="Left">Prader Willi syndrome is named after two professors from Switzerland, Professors Prader and Willi, who, in the late 1950s, identified a deletion of chromosome 15 which leads to a mild 5% reduction in physical and mental capacity.  Those affected have special and particular needs.  We are fortunate in that the main problem of our daughter, Siobh&aacute;n, is an overeating problem.  I will put it at its starkest, something to which Senator Moran can testify &mdash; I understand her boy is 14 years of age.  Left unattended, our daughter would effectively eat herself to death.  Those affected do not have the capacity to know when they are full.  They are, to use an American parlance, permanently hungry.  Since it is a rare disease it is not in the mainstream of research in the same way as what might be termed more &ldquo;sexy&rdquo; or &ldquo;popular&rdquo; rare diseases.  I am grateful to Senator van Turnhout&rsquo;s group who have afforded me an opportunity to raise this.</P>
      </Speaker>
      <Speaker pid="JillianVanTurnhout"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Jillian van Turnhout</NameTxt>
	<P>It is Senator Colm Burke&rsquo;s motion.  To be absolutely clear, it is a Fine Gael motion.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Senator Paschal Mooney</NameTxt>
	<P>I am sorry.  Please forgive my ignorance.</P>
      </Speaker>
      <Speaker pid="JillianVanTurnhout"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Jillian van Turnhout</NameTxt>
	<P>No, I just wanted to clarify the matter.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Senator Paschal Mooney</NameTxt>
	<P Just="Left">I am glad you clarified it.  My compliments to Senator Colm Burke and Fine Gael on putting this motion before the House.  Senator van Turnhout&rsquo;s reputation precedes her.</P>
        <P Just="Left">As the Minister of State, Deputy Shortall, is very much on top of her brief, I assume that she may be aware of this, but I will highlight it anyway.  As a result of my networking with the Prader Willi Association, particularly in the UK since our child Siobh&aacute;in was born, it is a great font of knowledge in terms of updating on developments.  There is a PW association here in Ireland, mainly based around Dublin, which has received funding from the Department for a permanent respite care centre for adult PW victims.  I hope the Department will continue to fund that because it is vitally important.</P>
        <P Just="Left">The Government is represented on the committee for orphan medical products.  I am grateful to the representative of the Irish Medicines Board but I will not mention her by name as she is a civil servant, although it is in the public domain.  I am grateful to her for the information she provided for me.  The lady in question has been a member of the committee for orphan medical products since September 2011.  Each EU member state, along with Norway and Iceland, has a representative on the committee.  These representatives are appointed by the Minister for Health in each country.  In addition, there are three patient organisation representatives, as well as a small number of members of the European Medicines Agency&rsquo;s committee on human medical products, and representatives of the European Commission.  The committee meets in London every month for two days and at each meeting it considers applications for designation as orphan products.  In general, designation happens at a fairly early stage of the development of a product.  The condition must have a prevalence of fewer than five in 10,000 and must be life-threatening or debilitating.  In addition, there should be medical plausibility - that is, there is some evidence that the product might work on a given condition.  If there are already products available to treat the condition, the applicant must be able to demonstrate that their product will provide significant benefit over and above the currently used product.</P>
        
        <P>Getting an orphan designation brings a lot of benefit to companies, such as not having to pay certain application fees and getting free scientific advice regarding the trials they need to do to prove the benefit or efficacy of their product.  It also means that they get ten years market exclusivity for their product.  Not all products that receive an orphan designation go on to get a marketing authorisation, often because they fail to show that they are of any benefit.  The lrish representative is not sure of what the proportion is.</P>
        <P Just="Left">The Prader Willi Association is lobbying within Europe for the granting of an orphan designation to a trial product called Carbetocin.  Carbetocin is currently in its experimental stage.  One or two companies are trying to come up with a product that would lessen the impact of Prader Willi syndrome.  This condition is incurable.  It is genetic in origin and whatever drugs are eventually developed and trialled will be of benefit in certain aspects because it is such a multilayered condition.  It affects a variety of parts of the body.  As I said, in our case, thank God, it is primarily an eating disorder.  There are also issues concerning behaviour, bone structure and diabetes.</P>
        <P Just="Left">I am asking the Minister of State to ensure that the designation, if given, will incentivise pharma companies to carry out clinical trials on medicines that may help to alleviate the condition.  I ask the Minister of State to ask her officials if they would contact the Irish representative concerned with this matter.  She is very much aware of this issue and I have been in correspondence with her.  All of this information has come directly from her.  This might be another area where, in the context of this wider debate on addressing rare diseases, full support would be given to the particular drug that is currently being put before the committee for orphan medical products.  No decision has yet been taken on it, but I would be grateful if Ireland would support it.</P>
      </Speaker>
      <Speaker pid="JohnGilroy"><NameTxt>Senator John Gilroy</NameTxt>
	<P Just="Left">I welcome the Minister of State to the Chamber.  I am glad that we can discuss this topic today.  By its very definition it is a topic that does not often get a public airing.  Those who do talk about it are the victims of rare diseases, as well as their families and support groups.  It must be frustrating to find oneself with a serious condition and be isolated as well.  It is important to discuss this issue and I commend Senator Colm Burke and the Fine Gael group for bringing it to our attention.  The Seanad is a good venue to debate such a topic.  I cannot think of any other public forum where such an issue could be discussed.</P>
        <P Just="Left">It is problematical to discuss rare conditions as a homogenous group.  The motion refers to 7,000 individual conditions which are classified under this heading.  With such a diverse number it is difficult to know where to start discussing them.  Even the way we count them &mdash; from 5,000 to 7,000 &mdash; could mean that there are 1,500 more conditions, or fewer, than we recognise under this heading.  That is certainly problematic.</P>
        <P Just="Left">The conditions vary from contractible and acquired to genetic, and leave little ground to find commonality, especially for a lay person like myself.  I am, however, not entirely a lay person in this regard having spent 30 years working as a psychiatric nurse.  I worked in St. Pancras Hospital in north London near King&rsquo;s Cross, which is the national hospital for tropical diseases.  There were two psychiatric wards where I worked.  From time to time because of the nature of some of the tropical diseases that were presenting to the hospital, there was a requirement for some mental health nurses to work on these wards.  The extraordinary variety of conditions under that heading alone that presented to the hospital almost overwhelmed the system.  On one occasion I came across a young man who suffered from a condition which I will not name because it is such a rare disease.  When he was diagnosed with it he was allocated a number for tracking through the system.  His number was 23, meaning there were only 22 other such cases in the whole world, which was remarkable.</P>
        
        <P>In order to develop and maintain an expertise in medical specialties there is a requirement that a certain number of cases will be seen at any centre.  It is accepted medical practice to ensure that such expertise is maintained.  It is difficult to know how this can be achieved in this area, but we can certainly ensure an adequate flow of information between hospitals, countries and continents.  Co-operation across Europe and further afield is vital in this regard.</P>
        <P>I acknowledge the wonderful work that has been done by support groups as well as by the families of sufferers.  They are often the silent heroes in this area.  Perhaps the Government will be able to do a little bit more to support such groups.  The steering group established by the Minister for Health, Deputy James Reilly, is a welcome development which points to the vital necessity of sharing information.</P>
        <P Just="Left">This debate is most welcome and I again commend Senator Colm Burke and the Fine Gael group for initiating it.  The Minister, Deputy Reilly, and the Minister of State, Deputy Shortall, are also to be commended for their proactive stance on this matter.  I wish to re-emphasise the importance of sharing information to ensure that the best clinical outcomes are achieved for sufferers of all rare diseases.</P>
        
      </Speaker>
      <Speaker pid="DavidCullinane"><NameTxt>Senator David Cullinane</NameTxt>
	<P Just="Left">Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Teach.  I also welcome the guests in the Visitors Gallery and thank the Fine Gael Party for tabling this motion.  Members may be aware that the international day for rare diseases occurred last week.  A number of very good presentations were made to the Joint Committee on Health and Children.</P>
        <P>I was struck by a number of the comments and the number of presentations.  Avril Daly was in the Visitors Gallery and she represents the national task force on rare diseases, Towards 2013.  She said that a person diagnosed is often regarded as the fortunate one because of the diagnostic journey which many people find themselves involved in with problems of misdiagnosis.  This is very telling.  When a person is diagnosed with a rare condition, the impact on the entire family is enormous.  It is important when considering putting in place a national centre for rare diseases, with access to information and looking at pathways to health care and access to services, that the patient is put at the centre of the process.  We also need to be cognisant of the needs of the family and the supports they will need and the issues that will arise for family members, especially when the patient is a young child.</P>
        <P>It is harrowing to listen to the experience of some family members when a young child has a rare disease and they have to overcome many problems and battles.  I will give the House a number of examples as these can tell the story better than I can.  These examples were provided by Andrew Kehoe from Rett Syndrome Ireland.  Rett syndrome is a rare neuro-development disorder which affects primarily females.  I will give the House an indication of some of the problems which are experienced by young females with this disorder as described by Andrew Kehoe.</P>
        <P>The length of time it can take to get the first appointment with a neurologist when initial signs of aggression appear can be anything from six to 12 months.  Also, the gap between appointments afterwards is too long and this prolongs the length of time it takes to get a correct diagnosis.  This process can take years and it can be a very traumatic experience for the whole family.  Without a firm diagnosis a child cannot access vital services.  At diagnosis stage, many families are given little or no information.</P>
        <P Just="Left">Accessing appropriate and adequate services from the HSE becomes a constant battle for all families, to some extent, but can vary depending on the geographical location.  Accessing appropriate school placements and SNA allocations from the Department of Education and Skills is a constant struggle for families qualifying for the domiciliary carer&rsquo;s allowance and medical cards.  One of the issues raised was that some people with a rare disease must have their medical cards renewed every year.  Surely this rule should be examined and the medical card should be issued for life.  They should not be forced to reapply year after year with all the attendant problems in the national centre.  This issue could be addressed very promptly.  Respite services are completely inadequate and in many cases, not available at all.  Facilities in hospitals are inadequate to cater for the needs of disabled people with regard to lifting hoists, shared tables and changing areas and waiting times for critical operations.  There is a lack of service provision for girls once they reach 18 years and school-leaving age and many stay at home full-time until their parents or families can no longer look after them.  There is no independent inspection or regulation of service providers for the intellectually disabled.</P>
        <P Just="Left">These are not my points but rather this information comes from a person who advocates on behalf of parents.  I fully support the call to establish a national centre which would oversee access to information and which would provide information for GPs.  Senator Crown made the point at the meeting of the Joint Committee on Health and Children that in more global terms there should be a European centre and also a national centre.  We also need a national plan to deal with all those issues such as barriers and struggles faced by families in the past.  I refer in particular to the diagnostic journey and also access to services.  These should not be problems to be overcome or encountered in the future.</P>
        <P>This all comes back to the question of resources.  One of the questions asked by a delegate at the Joint Committee on Health and Children was why Ireland has not ratified the UN Convention on the Rights of Persons with Disabilities which Ireland signed in 2007.  I am not in a position to answer that question but perhaps the Minister of State can supply a response.  I stress the importance of ratifying this convention.</P>
        <P Just="Left">I welcome the motion and that this issue was discussed at the joint committee.  However, the focus and spotlight must be kept on this issue so to ensure that the steering group comes up with the right solutions.  We do not want to be back here in two or four years or five years with advocate organisations still giving personal testimonies of what it is like for them and the families and patients.  It is bad enough that a person is diagnosed with a rare disease without having to deal with all those problems which present because he or she cannot gain access to the required services.  It is vital that these services are accessible and the best way to ensure this happens is to have a national plan which will identify the needs and which is properly resourced.  I hope the Government and the Minister of State will implement such a plan.  I welcome the comments of the Minister, Deputy Reilly,  and acknowledge his presence during this debate which sends an important message.  He said he would take this issue seriously and that the Government will act on this issue.  I hope it will do so.  The House should give the Minister our full support, across all parties and none, on this issue because of its importance.</P>
        
      </Speaker>
      <Speaker pid="MartinConway"><NameTxt>Senator Martin Conway</NameTxt>
	<P Just="Left">Well said.</P>
      </Speaker>
      <Speaker pid="MarkDaly"><NameTxt>Senator Mark Daly</NameTxt>
	<P Just="Left">I support the need for proper resourcing and structures to be put in place for those with rare diseases.  I welcome the Minister of State to the House.  I am sure she is aware of the comprehensive report by the patient support and empowerment sub-group on this issue and chaired by Tony Heffernan, who is well known to me.  In the case of cystic fibrosis, one in 20 people in Ireland carry the gene for this disease and this country has one of the highest rates of prevalence in the European Union.  There is, however, a gap between what can be done for patients and what is being done in practice.  In many cases this is not about funding but rather to do with the issue of transplantation.  A transplant authority has been established but is not fully functioning.  There is also the issue of required request and whether every accident and emergency department should have a mechanism and a protocol to make a request of families to consider a donation of organs.  This would make a significant difference and could transform more than one life.</P>
        
      <TimeSt down="4" idown="4">5 o&rsquo;clock</TimeSt>
        <P Just="Left">I know the Minister is aware of the recommendations of the patient support and empowerment sub-group.  These recommendations are practical and some involve a cost but the Minister of State, Deputy Shortall, has encountered people who have these rare disorder and who have suffered stress as a result of a tardy diagnosis or a misdiagnosis, as illustrated by my colleague from Waterford, Senator Cullinane.  It would make sense to establish a national council and office and a portal for dealing with rare diseases council as this would ensure that the families who have personal experience of the inefficiencies in the current services and other families in the future will not suffer as Tony Heffernan and others have suffered.</P>
        <P>I am aware that the establishment of a special social support services to ensure delivery of service and a patient-centred and co-ordinated approach at all stages is an issue of protocol and of funding.  However, if the protocol is in place, at least when funding becomes available, then health service support staff would have guidelines to follow.  It should not be a case of different protocols between hospitals, as this is often the case, when it comes to diagnosis.</P>
        <P>I have personal experience of the difficulties experienced by the Heffernan family as a result of delayed diagnosis when it was not discovered why their child was having so many seizures, up to 20 in a given day.  They attended the neurological services in Dublin and in Tralee but they experienced a delay in diagnosis.  Once the correct diagnosis is made, the pathways to treatment and care and the access to medicines are clear.  My colleagues have referred to the issue of warfarin and the information centres and what needs to be done in this regard.</P>
        <P Just="Left">I know the Minister of State is aware the issue is one of funding as much as anything else.  We can develop and take best practice from European countries that have already set up offices for rare disease.  We do not have to reinvent the wheel but can see what was done elsewhere, for example, having a national register of rare diseases, in the way they are diagnosed, described and prioritised in other European countries.  Some diseases have different names in different countries, as in the case of one of the more famous of them, Lou Gehrig's disease.</P>
        
        <P>There must be implementation of a national plan and the Minister of State has the recommendations and the report.  While I was watching the debate on the monitors, I was glad to hear the Minister, Deputy Reilly, state he was taking the issue seriously and would try to put the available resources towards it.  Although the diseases are rare, many families are affected, including not only actual family members but all the loved ones around who try to support them.  It is not only the situation of not knowing, after the diagnosis is made, which is a trauma in itself, but there is also the sense of loss, finding out where to go within the structures of Government and learning how to find other families affected.  That is why support groups set up by families who have gone through the system are invaluable.  We owe an enormous debt to all those who have continued on with this work, in spite of the loss of loved ones to the disease.  They continue in memory of those they have lost and to try to help others in the same situation.</P>
        <P>I thank the Minister of State for attending this debate and look forward to hearing her response to this most valuable document.</P>
      </Speaker>
      <Speaker pid="Blank"><TitleTxt></TitleTxt><NameTxt></NameTxt>
	
      </Speaker>
      <Speaker pid="ColmBurke"><NameTxt>Senator Colm Burke</NameTxt>
	<P Just="Left">I thank the Minister for Health, Deputy Reilly, and the Minister of State, Deputy Shortall, for attending the House to deal with this matter and listen to Senators&rsquo; views.  I thank all the Senators who contributed to the debate.  Everybody who did so was very constructive and supportive of the work the Minister and the Department have done to date in dealing with this matter by setting up the taskforce and ensuring there is a timeframe to deal with this issue.  That is extremely important.</P>
        <P Just="Left">The Minister indicated the report of the task force will be in place towards the end of the year.  I welcome that today he advised us that a proposal has been submitted to the HSE national director of clinical strategy and programmes about establishing a national clinical programme for rare diseases.  It is good that a proposal has been submitted but what is important now is that the proposal be looked at and implemented at the earliest possible date.  I ask the Minister that this be put in place as soon as possible because it is very important.</P>
        <P>All speakers mentioned the availability of information and ensuring that once a problem is found, first, the disease be identified and then that the programme of care be put in place at a very early date.  A number of people made the point that we will have the Presidency of the European Union in 2013.  Again, I refer back to November 2009 when the European Commission set out a strategy to deal with this from a European point of view.  This is a considerable opportunity for us to take the lead in this area during our six months, not only by ensuring our own plan is in place by December 2012 but then by leading.  That is very important.</P>
        <P Just="Left">Every speaker emphasised that the priority is for the families who have to deal with an issue like this, which is so very difficult.  I have met a number of families in recent months and have had to deal with fund for treatment abroad for those who could not get the proper treatment here.  People have such passion, commitment and emotion as they try to get the treatment they require.  When one meets such a family one sees it is a 24-7 job for them.  It is our duty and that of the Department of Health and the HSE to ensure we can lighten that workload.</P>
        <P>What struck me during the debate in the Oireachtas joint committee was the commitment of people in this area.  I acknowledge and thank all those who attended today, including Avril Daly and all those with her and Tony Heffernan, who was involved in B for Battens and has had his own long road dealing with his own situation but who has tackled the issue and been very innovative in the way he has approached it.  I also include all those involved in fund-raising for many of these organisations.  We should not ignore them because much of the work would not be done without the voluntary fund-raising work of a great number of organisations and by people who are not members of any organisation but who come along on the day to give their help and support.</P>
        <P Just="Left">I thank Senators for their contributions, including the Acting Chairman, Senator van Turnhout.  I thank her, too, for dealing with this debate.  This is a useful forum for highlighting an issue of this kind.  I have marked down the end of October in my diary in order that we will not have to wait for the end of December for this to be finalised.  The Minister of State should not be surprised if there is another motion in this House at that time.</P>
      </Speaker>
        <P>Question put and agreed to.</P>
      <Speaker pid="JillianVanTurnhout"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Senator Jillian van Turnhout</NameTxt>
	<P>When is it proposed to sit again?</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P Just="Left">Ar 10.30 maidin am&aacute;rach.</P>
      </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Adjournment" RHead="Matters"> 
    <Title>Adjournment Matters</Title>
    <Sect LHead="Afforestation" RHead="Programme"> 
      <sTitle>Afforestation Programme</sTitle>
      <Speaker pid="MarkDaly"><NameTxt>Senator Mark Daly</NameTxt>
	<P Just="Left">I welcome the Minister of State to the House and thank him for taking this question on the forestry programme.  As I am sure he is aware, the severe decline in the forestry planting figures in recent years is an issue of concern to the Department.</P>
        <P>I want to outline my thoughts on the information I have received from people in the forestry sector as to why this is happening.  Between 2010 and 2011, I understand there has been a 30% drop in the planting of land in some parts of the country.  Even the modest 7,000 ha being targeted for planting in 2012 will not be met this year.  The Minister of State might have more up to date figures on the monthly rates for this year.</P>
        <P>This has all come about because of two directives from the Department on unenclosed land.  I always wonder about a policy change that is announced on 23 December 2010, which is when the threshold of 20% of unenclosed land with any new plantation was set.  The grant was reduced from &euro;3,440 to &euro;2,000 per ha and the premium was reduced from &euro;2,214 to &euro;155 per ha.  It seems as if the change in policy was designed to stop people planting land in some parts of the country.</P>
        <P>The rules on enclosed land were further tightened by another change in policy on 3 November 2011.  Any land that was formerly unenclosed or unimproved and had been modified by fencing, draining or anything else since 1 January 2004 was no longer deemed to be improved.  Rather, it was deemed to be unenclosed and unimproved even though, in some instances, land may have been fenced off for eight years.</P>
        <P>There seems to be an agenda and policy change which does not seem to have the aim of increasing the amount of bad land, which is fit for very little else other than forestry, being planted in parts of the country.  As the Minister of State is aware, because of the improvement in agricultural prices, the demand for good land will not be transferred into forest land.  Marginal land which may have been available for forestry plantation is no longer being considered for that purpose.  I am concerned that the target of 7,000 ha we aim to plant in 2012 will not be met.  I would like to hear the thoughts of the Minister of State on the issue.</P>
      </Speaker>
      <Speaker pid="ShaneMcEntee"><TitleTxt>Minister of State at the Department of Agriculture, Food and the Marine</TitleTxt><NameTxt>Deputy Shane McEntee</NameTxt>
	<P Just="Left">I thank the Senator for raising this important subject at this time of the year, rather than in September or October.  It is my aim to meet everybody throughout the country to hear his or her point of view.  The price of timber is very solid and the future for the industry is very strong, and not just from an exporting point of view.</P>
        <P>A large number of people are interested in getting involved in woodchipping.  It is crucial that the right number of hectares are planted on a continuous yearly basis to ensure people who become involved with new enterprises have access to supplies.  I was informed yesterday that the price of ash has increased from &euro;60 to &euro;90 a tonne for thinnings.  I am happy to tell the Senator that I have been bundled with figures for the past number of months.  I will give him the facts.  I am delighted to tell him there has been a massive increase in applications from farmers over the past two months and I have no doubt we will meet the target of 7,000 ha.</P>
        <P>The area of the national forest estate in Ireland is some 752,000 ha, or nearly 11% of the total land area.  This has expanded significantly since the mid-1980s, with the introduction of grant schemes aimed at encouraging private landowners, mainly farmers, to become involved in forestry.  Of the national forest estate, 53% of forest cover is in public ownership through Coillte Teoranta while the remaining 47% is in private ownership.  This contrasts with the position 25 years ago when over 75% was in public ownership with 25% in private ownership.  There are over 16,000 plantations now owned privately, predominantly by farmers.</P>
        <P Just="Left">Farmers undertake the bulk of new planting and an increasing number of them are viewing forestry as a realistic land use option.  The establishment grant covering the entire initial cost of planting of the trees coupled with an annual tax-free premium of up to &euro;715 per hectare for up to 20 years has become a very attractive option for farmers many of whom, traditionally, would have been reluctant to plant trees on agricultural land.  While the Senator points out that the number of applications for approval was down in volume in 2011, it should be highlighted that there has been a substantial increase in the volume of applications in the first two months of 2012.  I am delighted to say there has been a 57% increase in the area for which technical approval for afforestation has been sought in comparison to the same two months in 2011.  I was also encouraged to note that at the recent Teagasc forestry clinics around the country there was a strong interest shown by landowners in the possibility of planting some land.  I look forward to a continuation of this interest throughout the rest of the year.</P>
        
        <P>Forestry is one of a number of land-use options open to farmers and the reasons for fluctuation in the level of interest for the schemes are many and varied.  The relative attractiveness of other schemes and agricultural enterprises play a major role in a farmer&rsquo;s decision to plant.  Increasing commodity prices and rising farm incomes in competing agricultural activities can impact on the level of interest in forestry.  Forestry is a voluntary scheme and decisions made by individual landowners and farmers are determined by their individual circumstances and choices.  In spite of all the competing land use options, there remains a healthy interest in forestry among farmers and landowners.</P>
        <P Just="Left">The Senator made reference to changes made by my Department that have excluded areas from forestry.  In this regard, he specifically referred to the limitations in regard to the use of unenclosed land.  The decision to restrict afforestation on unenclosed land was taken for environmental and economic reasons.  The Department has a legal obligation to ensure that any forestry operation which is licensed or approved by it does not adversely impact on the environment.</P>
        <P>While the Department accepts the various issues around the planting of unenclosed land, there is also the reality that some enclosed land parcels may have a portion of unenclosed land associated and integrated into the overall land area.  In these cases the Department allows an integrated project of enclosed and unenclosed land as long as the unenclosed land does not exceed 20% of the project area.</P>
        <P>To set the record straight, the issue of unenclosed land is not holding back the levels of afforestation in 2012.  Already for this year&rsquo;s planting programme, my Department has issued a total of 4,760 ha in financial approvals.  With new applications received by my Department of 3,120 ha for just the first two months of this year, up 57% on last year, I am confident that approximately 7,000 ha will be afforested.</P>
        <P>There is a wider issue of whether we should, from a scientific viewpoint, re-examine the area of peatlands and unenclosed land to ensure that our policy is based on the most up to date scientific, environmental and economic rationale.  Let me start by outlining the current policy.  One of the main reasons the Department does not allow planting levels of unenclosed land above the 20% limit is due to the fact that development of large areas of unenclosed lands has a potential to pose a threat to the environment.</P>
        <P>Unenclosed land can contain ecologically important wildlife habitats and species.  In the context of water quality, the EU water framework directive requires EU member states to achieve good status in all waters by 2015 and must ensure that this status does not deteriorate.  Future afforestation must take account of the potential impact on water quality over the full life cycle of the forest from planting to harvesting.  The risk of fire damage to forests located on unenclosed land is greater than on enclosed land.  It is my intention to do what I can to ensure whatever action can be taken to prevent such major outbreaks in the future.</P>
        <P>Unenclosed land can be nutrient poor, requiring at least one application of phosphate fertiliser.  The requirement for fertiliser on these sites has the potential to poses significant environmental risks, especially to adjacent aquatic habitats and species, such as the freshwater pearl mussel.  That being said, there may be instances where portions of unenclosed land may produce good yields of timber and be afforested with minimal risk to the environment.</P>
        <P>As we all can agree, the Department must use limited funding to provide grants for afforestation of land that is environmentally and economically suitable for forestry.  Therefore, a working group will be established shortly by my Department to examine the future management of existing forests on peatlands.  It will also be examining the afforestation options with regard to unenclosed land.   The priority must be to ensure that limited financial resources are targeted towards lands that provide the best value for money with a view to expanding the forest estate to ensure they can be sustainably and economically managed in the future.  My Department will continue to promote afforestation to landowners as an economically attractive land use option which will reward them and their families for generations to come.</P>
      </Speaker>
      <Speaker pid="MarkDaly"><NameTxt>Senator Mark Daly</NameTxt>
	<P>I thank the Minister for that reply.  I am glad to hear the working group will be established and I am hopeful it will re-evaluate the position on the afforestation option on unenclosed land.  My fear is that, as often happens, instead of matters getting better they can get worse for the people looking to have the directive and the policy introduced in 2010 changed.  We all understand the point about water quality and phosphates but mechanisms have been designed within afforestation practices to ensure there are no side effects in respect of water quality.  The Minister of State might let me know the timescale in respect of the working group and whether it will be established before the summer or before the end of the year.</P>
      </Speaker>
        <adjournment>The Seanad adjourned at 5.35 p.m. until 10.30 a.m. on Thursday, 8 March 2011.</adjournment>
    <HtmlBk SectId="0" />
    </Sect><!--Fix-->
  </MainHeading><!--Fix-->
</Debate><!--Fix-->
