<?xml version="1.0" encoding="ISO-8859-1"?>
<!DOCTYPE Debate SYSTEM "Debate.dtd"[]>
<Debate DocTitle="Seanad Debate" Day="Tue" Date="20" Month="Jan" Year="2009" Vol="193" No="5" DateIrish="Dé Máirt, 20 Eanáir 2009" DateEnglish="Tuesday, 20 January 2009" House="S" CommitteeEng="" CommitteeIr="" SubNameEng="" cnum="261">
    <Col N="261"/><HtmlBk SectId="1" />
  <MainHeading Type="Prelude" LHead="" RHead=""> 
    <Title></Title>
        <P Just="Center">Pursuant to Resolutions passed by D&aacute;il &Eacute;ireann on 18 December 2008 and by Seanad &Eacute;ireann on 17 December 2008, both Houses met in the Round Room of the Mansion House, Dublin, at 11 a.m., the Ceann Comhairle presiding.</P>
        <Line />
        <P Just="Center"><i>Paidir.</i><br /><i>Prayer.</i></P><Line />
        
  </MainHeading>
  <MainHeading Type="GD" LHead="Commemoration of the Ninetieth" RHead="Anniversary of the First D&aacute;il"> 
    <Title>Commemoration of the Ninetieth Anniversary of the First D&aacute;il. </Title>
      <Speaker pid="JohnODonoghue"><NameTxt>An Ceann Comhairle</NameTxt>
	<P Just="Left">A dhaoine oirirce, 90 bliain &oacute; shin nuair a th&aacute;inig an Ch&eacute;ad Dh&aacute;il le ch&eacute;ile, bh&iacute; 34 duine as 105 de na comhalta&iacute; tofa i bpr&iacute;os&uacute;n.  Bhraith roinnt mhaith de na comhalta&iacute; a th&aacute;inig go dt&iacute; an fhoirgnimh seo go rabhadar i mbaol.  Sheasadar i dtoghch&aacute;n agus th&aacute;nadar anseo ar ch&uacute;is amh&aacute;in: chreideadar sa neamhsple&aacute;chas agus chreideadar sa dhaonlathas.</P>
        <P Just="Left">N&oacute;cha bliain ina dhiaidh sin, is minic a bhraithimid easpa sp&eacute;ise a bheith ag daoine sa pholait&iacute;ocht n&oacute; go bhfuiltear ag d&eacute;anamh talamh sl&aacute;n d&aacute;r bhain na daoine cr&oacute;ga sin amach 90 bliain &oacute; shin.  Ach, ar shl&iacute;, is comhartha ratha &eacute; sin &oacute; thaobh na ndaoine misni&uacute;la a th&aacute;inig go dt&iacute; an tseomra seo 90 bliain &oacute; shin, agus &oacute;na dtaobh si&uacute;d a th&oacute;g &aacute;r n&aacute;isi&uacute;n agus &aacute;r gc&oacute;ras polait&iacute;ochta &oacute; shin.  B&rsquo;fh&eacute;idir go nd&eacute;anann daoine talamh sl&aacute;n d&aacute;r ndaonlathas agus d&aacute;r neamhsple&aacute;chas, ach is amhlaidh at&aacute; toisc go bhfuil siad muin&iacute;neach nach mbainfear d&iacute;obh iad.  Is comhartha &eacute; sin gur &eacute;irigh leis na daoine cr&oacute;ga a chruinnigh anseo 90 bliain &oacute; shin, ach n&iacute; m&oacute;r d&uacute;inn a thuiscint i gc&oacute;na&iacute; nach dtarla&iacute;onn c&oacute;ras polait&iacute;ochta agus socha&iacute; fholl&aacute;in shibhialta astu f&eacute;in &mdash; n&iacute; fol&aacute;ir iad a chruth&uacute; agus iad a chothabh&aacute;il.</P>
        <P>Ninety years ago when the First D&aacute;il met, 34 of the 105 elected Members were in jail.  Many of those who did come here to this building felt they were in danger.  They ran for election and they came here for one reason: they believed in independence and they believed in democracy.</P>
        <P>Ninety years on, we often note a public disinterest in politics, or a sense that people take the achievements of those brave people 90 years ago for granted.  In a way, that is a tribute to them and to those who built our nation and political system since then.  Perhaps people do sometimes take our democracy and independence for granted, but that is because they are confident that nobody will take either away from them.  In a way, that is a mark of success, but we must always remind ourselves that a healthy political system and a healthy civil society do not just happen; they must be created and maintained.</P>
        <P>Throughout our somewhat tragic and troubled history, the Irish people have always made known their desire for national self-determination.  That desire to have our own Parliament was best enshrined in Charles Stewart Parnell&rsquo;s rallying speech in Cork on 21 January 1885:</P>
        <P LI="1" Just="Left">But no man has the right to fix the boundary to the march of a nation.  No man has a right to say to his country &lsquo;Thus far shalt thou go and no farther&rsquo; and we have never attempted to fix the <i>ne plus ultra</i> to the progress of Ireland&rsquo;s nationhood, and we never shall.</P><Col N="262"/>
        <P FLI="0">Exactly 34 years after delivering this speech at Cork, a group of very brave people assembled in this building to give life to that aspiration for nationhood.  It is an honour and a privilege to be here as Ceann Comhairle to mark the 90th anniversary of the sitting of the First D&aacute;il &Eacute;ireann.</P>
        <P>Today, we salute the patriotism and courage of those elected representatives who, through their meeting here in the Mansion House in January 1919, assumed the right to establish a Parliament and run the affairs of this country.  They put in place an administration and a parliamentary structure which effectively marked the foundation of the State.  They gave new life to the stated wish of the Irish people for national self-determination which was expressed overwhelmingly in the 1918 general election.</P>
        <P>On that historic day they ignored the might of the British Empire and established the First D&aacute;il.  In doing so they made a clear statement to the world about Ireland&rsquo;s right to independence and they also signalled a commitment to parliamentary democracy.  In the words of Brian Farrell they established &ldquo;the authentic credentials of modern Irish democracy&rdquo;.  Risking their liberty and even their lives, they demonstrated extraordinary courage and determination to ratify the 1916 Proclamation of the Republic and followed that with the passing of what is now regarded as one of the most historic documents in Irish history &mdash; the Declaration of Independence.</P>
        <P>Once the declaration was made, my predecessor and very first Ceann Comhairle of D&aacute;il &Eacute;ireann, Cathal Brugha, said:</P>
        <P LI="1">A Theachta&iacute; na D&aacute;la, tuigfidh sibh &oacute;na bhfuil dearbhaithe anso go bhfuilimid scartha anois le Sasana.  B&iacute;odh a fhios san ag an saol, agus ag daoine a mbaineann an sc&eacute;al leo.  P&eacute; n&iacute; a thiocfaidh as a bhfuil r&aacute;ite anso &mdash; imirt anama n&oacute; b&aacute;s &mdash; t&aacute; deireadh le r&eacute; na cainte in &Eacute;irinn, agus m&aacute;s maith &eacute; is mithid &eacute; &mdash; t&aacute; deireadh le r&aacute;im&eacute;is.</P>
        <P LI="1">T&aacute; teachtair&iacute;&oacute; fhormh&oacute;r a bhfuil de n&aacute;isi&uacute;in sa domhan ag Versailles mar seo, agus is &eacute; rud a thug ann iad, ar a n-admh&aacute;il f&eacute;in, n&aacute; chun s&iacute;och&aacute;in a dh&eacute;anamh do chin&iacute; an domhain ionas nach mbeadh a thuilleadh g&aacute; le cogadh cho&iacute;che ar&iacute;s.  Deirimidne leo anois, agus san go d&aacute;na, m&aacute; t&aacute;id d&aacute;ir&iacute;re, go gcaithfear briseadh a dh&eacute;anamh ar an gceangal so idir an d&uacute;thaigh seo is Sasana.  Muna nd&eacute;antar san, n&iacute; bheidh aon s&iacute;och&aacute;in ann.</P>
        <P LI="1">Achain&iacute;m oraibh iontaoibh a bheith agaibh as a ch&eacute;ile.  T&aacute; l&aacute;mh D&eacute; in&aacute;r n-obair: is l&eacute;ir san as ar tharla le dh&aacute; bhliain anuas.  Dh&aacute; bhliain is an Ch&aacute;isc seo a d&rsquo;imigh tharainn, buna&iacute;odh Saorst&aacute;t &Eacute;ireann.  N&iacute; g&aacute; d&uacute;inn anois ach seasamh le ch&eacute;ile, moladh is bu&iacute;ochas le Dia.  Cuirimis le ch&eacute;ile agus n&aacute; deineadh &eacute;inne sinn a dheighilt, agus n&iacute; baol d&uacute;inn.</P>
        <P>Cathal Brugha believed that independence and peace were inextricably linked and that if they remained united, they would succeed.  And succeed they did, but let us remember that in the dark years that followed, many people paid the ultimate sacrifice to pave the way for the freedom to elect our own Parliament, that privilege we enjoy today.</P>
        <P>Our Parliament survived those dark times and since then it has not only survived but thrived.  When other nations and parliaments, born from the breaking of empires at the end of the carnage of the First World War, had succumbed to dictatorship and totalitarianism, the Irish Parliament remained independent, free and democratic, no mean feat in a world wracked by war and strife.  It continued to do so, surviving through the economic war and depression of the 1930s, the Second World War, and indeed the years following that when alien ideologies again threatened to overtake democracy.  It endured the stagnation and emigration of the 1950s, was instrumental in the industrialisation of Ireland in the 1960s and led Ireland into Europe in <Col N="263"/>the 1970s.  It survived the downturn and recessions of the 1980s and played a vital role in the turnaround of the State&rsquo;s fortunes in the 1990s.</P>
        <P>Today, it is very easy for elected representatives and parliamentarians to take for granted our ability to put our names forward for election, to canvass freely the electorate, to put forward our ideas without censorship.  Maybe as a people, we can sometimes forget that some gave all so that we can cast our vote in our own country for our government of choice.  We owe a lot to those pioneers who took the first steps on that road.</P>
        <P>If they could see us today, I feel they would be proud of what they achieved.  The challenge for us as parliamentarians is to build on the achievements of those fearless individuals who collectively gave us our national Parliament.</P>
        <P>However, as a Parliament and as individual politicians, we know that our parliamentary democracy is not without its flaws and that some citizens query the relevance of D&aacute;il &Eacute;ireann in today&rsquo;s globalised society.  If citizens are apathetic about our parliamentary democracy today, we politicians must look at ourselves and our parliamentary procedures.  Too often in the past, politics, Government and the Oireachtas may have been seen as somewhat remote from society, remote from the ordinary man and woman in the street, while the adversarial and confrontational style of debate can be a turn-off for some people.</P>
        <P>In today&rsquo;s fast moving world, parliamentary politics can seem slow, unwieldy and bureaucratic.  Parliamentary politics, by its nature, is a long process.  Legislation is changed slowly and through complex parliamentary procedures that do not easily provide the stories required by daily journalists and for a news hungry readership and listenership looking for hourly news reports.  The reality of legislation and political progress is that one can rarely say &ldquo;something changed yesterday&rdquo; &mdash; the parliamentary process does not often fit the daily news cycle.</P>
        <P Just="Left">Nevertheless, that does not mean we cannot improve.  Our parliamentary system must change and is changing and is making politics and Parliament more relevant, more open and more transparent.  This is why I, as Ceann Comhairle, strongly support the efforts of our parliamentarians to reform procedures, to make our Parliament more accessible to civil society.  I think the direction in which we are heading is the direction the Members of the first ever D&aacute;il &Eacute;ireann would have both envisaged and approved of.</P>
        <P Just="Left">Our meeting here today is a celebration of their courage and foresight and their ratification of the declaration of our independence.  It is also an acknowledgement of how far we have come over the past 90 years.  I started with Charles Stewart Parnell and I will end with him.  &ldquo;Why should Ireland be treated as a geographical fragment of England?&rdquo;, he asked in April 1875.  &ldquo;Ireland is not a geographical fragment, but a nation.&rdquo;  It took a brave stand by the Members of the First D&aacute;il &Eacute;ireann to make that a reality.</P>
        <P Just="Left">Beidh an comhshu&iacute; inniu de Dh&aacute;il &Eacute;ireann agus de Sheanad &Eacute;ireann chun an d&aacute;ta t&aacute;bhachtach seo i stair na h&Eacute;ireann a chom&oacute;radh ina bheart &oacute;m&oacute;is do na Parlaimintigh sin a ghlac na c&eacute;ad ch&eacute;imeanna chun &aacute;r gc&oacute;ras daonlathach nua-aimseartha a bhun&uacute;, agus beidh s&eacute; ina bheart inspior&aacute;ide do pholaiteoir&iacute; an lae inniu agus na blianta at&aacute; le teacht agus do mhuintir na h&Eacute;ireann.</P>
      </Speaker>
      <Speaker pid="BrianCowen"><NameTxt>The Taoiseach</NameTxt>
	<P>T&aacute;imid anseo inniu ag su&iacute; speisialta de Thithe an Oireachtais le ceili&uacute;radh a dh&eacute;anamh ar eachtra an-t&aacute;bhachtach i stair parlaiminte na t&iacute;re.  N&oacute;cha bliain &oacute; shin, san &aacute;it seo, i dTeach an Ard Mh&eacute;ara, a buna&iacute;odh &aacute;r bParlaimint n&aacute;isi&uacute;nta.  Smaoin&iacute;mid anois baill an Tr&iacute;och&uacute; D&aacute;il agus an Fiche tr&iacute;&uacute; Seanad &Eacute;ireann, ar na daoine cr&oacute;ga, misni&uacute;la, &eacute;irmi&uacute;la sin a chuir t&uacute;s leis an daonlathas nua-aimseartha in &Eacute;irinn.</P>
        <P>Cuirim f&aacute;ilte speisialta roimh na hionadaithe tofa &oacute; thrasna na Teorann.  Ina measc an Leas-Ch&eacute;ad Aire Martin McGuinness agus Mark Durkan, Ceannaire an SDLP.</P><Col N="264"/>
        <P>Rinneadh a l&aacute;n machnaimh roimh r&eacute; ar pharlaimint d&aacute;r gcuid f&eacute;in a bhun&uacute; i mBaile &Aacute;tha Cliath.  Chreid na hionadaithe tofa a th&aacute;inig le ch&eacute;ile anseo in Ean&aacute;ir 1919 san fh&eacute;inrial&uacute; agus i rialtas le toil na ndaoine.  Ba chearta iad sin ar throid na ngl&uacute;n t&iacute;rghr&aacute;th&oacute;ir&iacute; ar a son roimhe sin.  D&rsquo;fhulaing go leor de na Teachta&iacute; D&aacute;la sa Ch&eacute;ad Dh&aacute;il &Eacute;ireann ar mhaithe leis na prionsabail sin.</P>
        <P>Is fi&uacute; smaoineamh ar an d&iacute;lseacht agus ar na c&uacute;ins&iacute; inar thug comhalta&iacute; na C&eacute;ad D&aacute;la faoina gcuid dualgas mar ionadaithe tofa.  Ag an gc&eacute;ad chruinni&uacute; de Dh&aacute;il &Eacute;ireann n&iacute; raibh i l&aacute;thair don rolla ach fiche hocht Teachta, bh&iacute; an chuid ba mh&oacute; mar a d&uacute;radh &ldquo;f&aacute; ghlas ag gallaibh&rdquo; n&oacute;&ldquo;ar dibirt ag gallaibh&rdquo;.  D&uacute;radh go raibh Teachta amh&aacute;in, Michael Collins, i l&aacute;thair c&eacute; nach raibh &mdash; n&iacute; raibh siad ag iarraidh aird a tharraingt air.  Bh&iacute; s&eacute; ar a bhealach le cuidi&uacute; le h&Eacute;amon de Valera &eacute;al&uacute; as pr&iacute;os&uacute;n Lincoln i Sasana.</P>
        <P>Mar chomharba&iacute; ar an gc&eacute;ad ghl&uacute;in sin n&iacute; c&oacute;ir d&uacute;inn dearmad a dh&eacute;anamh ar an muin&iacute;n a bh&iacute; acu sin in &Eacute;irinn neamhsple&aacute;ch &oacute; thaobh saol n&iacute;os fearr a bhaint amach do na saor&aacute;naigh ar fad.  Ba ch&oacute;ir d&uacute;inn a bheith bu&iacute;och freisin as an traidisi&uacute;n bunreacht&uacute;il a chuir siad anuas chugainn.  Thuig siad agus th&oacute;g siad ar an t&aacute;bhacht a bhain le cur leis an am a bh&iacute; thart.  Ba rud radacach ann f&eacute;in a bh&iacute; i nD&aacute;il a bhun&uacute;, mar bh&iacute; na cusp&oacute;ir&iacute; s&oacute;isialta a bh&iacute; sa Chl&aacute;r Daonlathach radacach.</P>
        <P>B&rsquo;iontach an rud &eacute; don am toghadh an Countess Markievicz, agus gur ceapadh &iacute; mar Aire Saothair le feabhas a chur ar shaol gn&aacute;th-oibrithe.  T&aacute; na p&aacute;irtithe polait&iacute;ochta ar fad sa l&aacute; at&aacute; inniu ann go m&oacute;r faoi chomaoin acu sin a bhunaigh an Ch&eacute;ad Dh&aacute;il agus a thug anuas chugainn an Pharlaimint dhaonlathach a bhfuil s&eacute; d&rsquo;on&oacute;ir againn a bheith p&aacute;irteach inti faoi l&aacute;thair.</P>
        <P Just="Left">Ninety years ago tomorrow, the elected representatives of the overwhelming majority of the people of this island who were not otherwise detained or in flight from the forces of occupation, met in Dublin&rsquo;s Mansion House with the purpose of asserting the self determination of a sovereign, democratic, Irish Republic.  D&aacute;il &Eacute;ireann &mdash; a national Parliament for the Irish nation &mdash; ratified and gave democratic legitimacy to the Proclamation of Independence for which the republican vanguard had laid down their lives at Easter 1916.</P>
        <P>As of 21 January 1919, foreign rule in Ireland was relieved of any claim to democratic legitimacy.  The Declaration of Independence adopted by the First D&aacute;il ordained &ldquo;that the elected representatives of the Irish people alone have the power to make laws binding on the people of Ireland, and that the Irish Parliament is the only Parliament to which the Irish people will give its allegiance&rdquo;.  From that day on, there has been an Irish Parliament and Irish Governments which have governed in the interests of the Irish people.</P>
        <P>When the First D&aacute;il met, partition was a fear rather than a reality and civil war unimaginable.  Partition disfigured our island and scarred the psyche of Irish people.  It has sapped the energy and resources of our island and its people over generations.  Only in the recent past have political leaders on the island been able to find the will and imagination to identify a path through the barriers to reconciliation.</P>
        <P>When, in 1998, the people of Ireland voted by a majority, and by majorities North and South, in favour of the Good Friday Agreement, it was the first occasion since the general election of 1918, the election at which the people selected the representatives who sat in the First D&aacute;il, that the people of this island had voted on the same day on the issue of their constitutional status.</P>
        <P>It now falls to our generation of Irish republicans &mdash; a heritage to which all political parties represented in the Thirtieth D&aacute;il can legitimately lay claim &mdash; to rededicate ourselves to the challenge which animated the members of the First D&aacute;il: to build a sovereign, democratic, Irish republic embracing all the people of our nation.</P><Col N="265"/>
        <P>But if our challenge is the same, it is different in nature from that which faced the men and women of 1919.  The First D&aacute;il had one, single, overriding ambition: to secure &ldquo;the evacuation of our country by the English garrison&rdquo;.  Today, Ireland is no longer in conflict with Britain.  A sovereign, independent Republic exists in the Twenty-six Counties and Britain has entered into a binding international treaty obligation with the Republic to withdraw from the Six Counties of Northern Ireland, if and when a majority of the people in Northern Ireland should ask it to do so.  The Irish people, North and South, have for their part accepted that Northern Ireland remains in union with Britain unless and until the majority in the North desires otherwise.</P>
        <P>As successors to the generation who convened the First D&aacute;il, our task is to persuade those of our fellow Irishmen and women who currently hold fast to the union with Britain that their future is best secured in a closer accommodation with the majority with whom they share the island.</P>
        <P>How can we achieve such an aim?  We know for sure how not to succeed.  Violence, intolerance, discrimination and name-calling have led the communities in the North up blind alleys where walls of concrete present physical and psychological barriers.  What we must do is two-fold.  First, we must redouble our efforts to build a prosperous, peaceful and fair society in the Republic.  Second, without abandoning our own ideals and traditions, we must seek to better understand and accommodate the strong identification with Britain felt by many hundreds of thousands of Irish people.</P>
        <P>The Good Friday Agreement acknowledged the right of people living in Northern Ireland to be British, Irish or both.  This has to be about more than simply recognising that people have different symbols on their passports or tick different boxes on their census forms.  It should be about people on this island having the opportunity to celebrate their culture and language free from harassment and discrimination.  It should involve institutions of government recognising and supporting our common heritage in all its rich diversity.  Relations between Ireland and Britain have never been better than they are today.  Never have the Irish living in Britain felt more comfortable, or British people felt more welcome to make their homes in Ireland.  Whatever about the past, it cannot be denied that recent British Governments have played a positive and constructive role in seeking to heal divisions on the island of Ireland.  The steady improvement in British-Irish relations during the course of the 20th century, which began with independence and has continued throughout our common membership of the European Union and the political agreement in the North, has enabled old enemies to become new and close friends.  We should not forget that this positive relationship exists because it is based on equality and respect between sovereign nations.  It would not have been possible without the action of the First D&aacute;il in reasserting what it described in its message to the free nations of the world as Ireland&rsquo;s &ldquo;historic nationhood&rdquo;.</P>
        <P Just="Left">The fact that Ireland and the United Kingdom sit together as member states of the European Union has played a significant part in our reconciliation.  While the Members of the First D&aacute;il could hardly have foreseen the creation of the European Union, they were very much aware of Ireland&rsquo;s place in Europe.  In its message to the free nations of the world, the First D&aacute;il described Ireland as &ldquo;one of the most ancient nations in Europe&rdquo; and as &ldquo;the last outpost of Europe towards the West&rdquo;.  It regretted that English occupation prevented Ireland &ldquo;from being a benefit and safeguard to Europe and America&rdquo; and argued that &ldquo;the permanent peace of Europe can never be secured by perpetuating military dominion for the profit of empire&rdquo;.  The history of Europe up to that point had been defined by a regular cycle of war as tribes, kings and nations sought to subjugate or dominate their neighbours.  The First D&aacute;il met in the aftermath of the most terrible of all such wars.  I am certain that, given the opportunity, the Members of the First D&aacute;il would have wished Ireland, once it had secured its right to independent nationhood, to join with other nations ready to share sovereignty in the common cause of <Col N="266"/>peace, prosperity and freedom in Europe.  Sadly, another 50 years and a further world war were to pass before Ireland was given such an opportunity.</P>
        <P>The First D&aacute;il met as Europe lay in ruins in the aftermath of the First World War, which was a war of unprecedented destruction and brutality.  It had an extraordinary sense of the need for Ireland to engage with the world.  The D&aacute;il&rsquo;s message to the free nations of the world, which was cast in a strikingly internationalist tone, stated that &ldquo;Ireland...believes in freedom and justice as the fundamental principles of international law, because she believes in a frank co-operation between the peoples for equal rights&rdquo;.  The world, however, did not respond.  The Paris peace conference, which was in thrall to the great powers, ignored our plea for recognition.  Ireland learned early that the world can be a lonely place for small states.  This lesson is as valid today, in the depths of a global economic crisis, as it was in 1919, in the aftermath of a war of unprecedented devastation.  Such experiences have helped us to understand the true meaning of our country&rsquo;s sovereignty.  Properly understood, it means independence of action rather than insularity.  In theory, all states enjoy unfettered sovereignty; but in practice, an individual country may have rather less real freedom to chart its own course in the world.</P>
        <P>Since 1973, we have applied this principle to guide our participation in what is now the European Union.  Our membership puts Ireland squarely at the centre of one of the world&rsquo;s most influential players.  Amplified by the Union, Ireland&rsquo;s voice, unlike that of the First D&aacute;il, cannot be ignored internationally.  In contrast with what happened in 1919, our requests are now heard by the great powers.  We sit regularly around the table with many of them as equals.  We have presided over their meetings on six occasions, most recently in 2004 at the head of a Union of almost 500 million people.  Our influence within the Union is pervasive, whether at the highest levels of its institutions or as a mediator helping to resolve different positions at intergovernmental meetings.  We have been an extremely successful participant in the Union, which has given us a reach and a power unachievable to us alone.  In short, our membership of the Union gives life to the aspirations of the First D&aacute;il.  It is surprising, therefore, to hear some so consistently question our role within it.</P>
        <P Just="Left">Those who oppose every development of the European Union are unmoved by fact, experience or progress.  Where we see a landscape populated with opportunity and co-operation, they see one of threat and interference.  This narrative is a fiction, unrelated to any reality I have experienced of Ireland&rsquo;s engagement with its partners in the EU.  Such a crude distortion seeks to obscure the Union&rsquo;s role in assisting Ireland&rsquo;s fulfilment, these past 36 years, of the aspirations expressed by the First D&aacute;il.  The truth is that Europe empowers us.  It gives us a place at the table from which we can deploy our resources, our influence and our sovereignty to the benefit of the Irish people.  The ultimate goal of the First D&aacute;il was to empower the Irish people to elect Irish men and women to an Irish parliament to serve their best interests honestly and unselfishly.  As we gather here today, my parliamentary colleagues and I are deeply conscious of the great task the First D&aacute;il entrusted to us and the responsibility we bear to carry forward and seek to perfect the work of that and subsequent D&aacute;ileanna.</P>
        <P>Along with building peace and establishing a respected place at the heart of Europe, we have used our independence to develop a stronger and fairer Ireland.  In every decade since independence, this country has faced serious economic challenges.  Despite the hardships involved, we confronted each of the challenges successfully.  We face into this global recession after a period of unprecedented economic growth which has seen living standards rise beyond all our expectations.  During that period, we have seen an era of full employment, record investment and migration to Ireland, replacing the historic experience of the forced emigration of our people.  The next few years will be very difficult for us all, as the economic turmoil faced by the whole world touches many lives in this country.  The scale of the adjustments required <Col N="267"/>represents a major political, economic and social challenge for everybody in Ireland.  As everyone will be affected, everyone will have to play a part in overcoming that challenge.  With unemployment rising, we must not allow the full burden of adjustments to fall on those who lose their jobs.  Those who are in employment, whether in the private or the public sector, will also share the burden.  A particular responsibility lies on those who have benefited most from the rapid growth of the economy over recent years, whether as investors, self-employed or employees.  They are being asked to show solidarity with those who are less well off.</P>
        <P>It is that sense of solidarity which marks Irish society at its best.  That spirit gave rise to the social partnership process, which has contributed so much.  It is the basis on which the Government has engaged fully in developing its response to the current economic challenges.  Solidarity is the assurance that the Ireland we shape together for the future beyond the current turmoil will be worthy of the sacrifices we need to make and the vision that inspired the Members of the First D&aacute;il.  For my part, I will lead the Government and ensure it shoulders its democratic responsibility.  We will take action to ensure this country has a future by making the necessary decisions.  We will do our best to be fair.  In our time, on an island at peace, no one will be asked to lay down his or her life for his or her country, as the generation we celebrate today did.  This generation will face the return of long-term unemployment and economic decline if corrective action is not taken.  The essential question before us is simple.  Are we prepared to work together, in partnership, to tackle this crisis for the benefit of our fellow citizens and our children?  Those who founded D&aacute;il Eireann and carved an independent Ireland from the most powerful empire in the world faced daunting challenges.  They succeeded.  So too will we.  Seasaimis i dteannta a ch&eacute;ile.</P>
      </Speaker>
      <Speaker pid="EndaKenny"><NameTxt>Deputy Enda Kenny</NameTxt>
	<P>Fourscore and ten years ago on 21 January the men and women of the First D&aacute;il met here in this room.  Their meeting sent out a message of independence, of courage and of hope to the peoples of the world.  That message has been repeated by many leaders in many lands in the intervening decades.  It will be repeated again today in another place by another young man carrying in his genetic makeup part of what makes our Irishness unique.</P>
        <P Just="Left">I nd&aacute;ir&iacute;re, &eacute;ir&iacute; amach ab ea c&eacute;ad chruinni&uacute; na C&eacute;ad D&aacute;la &mdash; &eacute;ir&iacute; amach sa ghaol idir &Eacute;ire agus an Bhreatain; &eacute;ir&iacute; amach i stair daonlathach na h&Eacute;ireann; &eacute;ir&iacute; amach idir &Eacute;ire agus t&iacute;ortha eile; agus, go speisialta, &eacute;ir&iacute; amach sa chaoi ina mbreathnaimid orainn f&eacute;in mar dhaoine agus mar n&aacute;isi&uacute;n.  Sna blianta sin, ba &eacute; an ch&eacute;ad &eacute;ir&iacute; amach i r&eacute; r&eacute;abhl&oacute;ideach ar fud na hEorpa.</P>
        <P>Its membership read like a &ldquo;Who&rsquo;s who&rdquo; of the people who framed the 20th century in Ireland &ndash; de Valera, Cosgrave, Mulcahy, O&rsquo;Kelly and Collins, among many others.  It also included the first woman elected in Ireland, Countess Markievicz.  I am moved by the spirit of those who preceded us in this place, particularly by those elected to that First D&aacute;il who later became the leaders of the Cumann na nGael Party and later Fine Gael, over which I now preside as leader.</P>
        <P Just="Left">The most striking characteristics of the First D&aacute;il were its simplicity and its austerity.  There was no fanfare, no pomp or ceremony, just a short prayer in Irish read by Fr. O&rsquo;Flanagan and then the roll call of Members.  The majority of the 103 Members returned in the 1918 election were not present &mdash; some by choice, others through force of circumstance, their absence recorded in the recurring phrase of that day, &ldquo;faoi ghlas ag Gallaibh&rdquo;.</P>
        <P Just="Left">Those who scoffed at this new body, and there were many, totally underestimated the seriousness of purpose, the utter determination of this new emerging generation of Irish politicians.  It was easy to be sceptical.  The new assembly had no legal standing or international recognition, no building of its own, no government apparatus to direct or carry out its wishes.  Its very calling, said <i>The Irish Times</i>, was &ldquo;a solemn act of defiance of the British Empire by a body of young men who have not the slightest notion of that Empire&rsquo;s power and resources, <Col N="268"/>and not a particle of experience in the conduct of public affairs&rdquo;.  Yet, in spite of its shadowy existence, in spite of the constant raids and harassment, and in spite of not having any real power or resources, this D&aacute;il did establish the authentic credentials of modern Irish democracy.  It was a clear signal that once the military campaign was over, the people&rsquo;s Parliament would be supreme.</P>
        <P>It was more than just symbolic.  The new D&aacute;il laid down the principles and guidelines on which an independent Irish Parliament would evolve.  At the heart of these principles was the central role of a sovereign D&aacute;il.  It also gave us many of our rules and procedures which have persisted to this day.  Crucially, it insisted on full total accountability by Government to the D&aacute;il &mdash; accountability as to how the people&rsquo;s money was spent and answerability for all the actions of Government.</P>
        <P>It would be good to recount that this principle of D&aacute;il supremacy found its way into the life of the new State.  Sadly, it did not.  It may have been the Civil War which created an atmosphere of mistrust among former colleagues; it may have been a too rigid system of party discipline; it may have been the diffidence of the D&aacute;il itself.  For whatever reason, subsequent years saw an inexorable strengthening of the position of the Government over that of the D&aacute;il, and saw the D&aacute;il itself, except maybe in times of crisis, give up so many of the powers and functions, and indeed responsibilities, that should have rightly been its own.</P>
        <P>We celebrate this anniversary at a time in the life of our country which is as unhappy and dangerous as any we have known.  If one thing is clear at this time it is that we need a D&aacute;il as envisaged by the men and women of 1919, a D&aacute;il which is at the centre of our politics, not one at the periphery of events, a D&aacute;il to which the Government and all its agencies of Government are openly accountable, and most of all a D&aacute;il which leads events rather than reacting to them.</P>
        <P Just="Left">There are other things to reflect on today.  There is, for example, the debt our democracy owes those who were not present 90 years ago today, the old Irish Party, the party of Parnell, Redmond and Dillon.  It is easy to forget the enormous part they played in the shaping of Irish parliamentary democracy.  For 40 years it was the voice of Nationalist Ireland and for 40 years its goal was an independent Irish Parliament.  For all of this it got little thanks.  The great Se&aacute;n MacEoin, the Blacksmith of Ballinalee, expressed it well in 1938 when he said, &ldquo;The old Sinn F&eacute;in members should apologise to the members of the old Irish Party... We blackguarded them up and down the country because we were not aware of the facts.&rdquo;  His words were not universally welcome in 1938, but today those of us in the two larger parties especially, who stem from the old Sinn F&eacute;in, should echo the words of Se&aacute;n MacEoin and acknowledge on this very special day the contribution of the Irish Party to the establishment of our strong and durable parliamentary democracy.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Members</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="EndaKenny"><NameTxt>Deputy Enda Kenny</NameTxt>
	<P>We should remember too that just a few short years after the meeting of the First D&aacute;il our country was split by civil war, an experience that disfigured our politics for years to come.  Those years of bitterness and sterility should remind us that while our politics should be tough and searching, and maybe rough at times, we should never forget the role of Parliament as a unifying force in times of national difficulty and a source of leadership and solidarity rather than divisiveness.</P>
        <P>The most important memory today should be a positive one, the memory of the men and women who made the First D&aacute;il possible.  They were, it has been said &ldquo;politicians by accident&rdquo;, but by any standards they were an exceptional generation, rising to the challenge of independent statehood, establishing and sustaining democratic institutions and values.  They were men <Col N="269"/>and women of probity, of ability and most of all of simple and honest values.  They led by example, living up to the values they preached.  This was true of all sides, Cosgrave and de Valera, Lemass and Mulcahy, McGilligan, MacEntee and Tom Johnson.  Let us remember them today with pride and take courage in their values as our country faces into days as difficult and uncertain as any we have previously encountered.</P>
      </Speaker>
      <Speaker pid="EamonGilmore"><NameTxt>Deputy Eamon Gilmore</NameTxt>
	<P>A Cheann Comhairle, sa tseomra seo, 90 bliain &oacute; shin, cuireadh feoil dhaonlathach ar id&eacute;alacha &Eacute;ir&iacute; Amach na C&aacute;sca.  Ar an l&aacute;thair stairi&uacute;il seo, d&eacute;anadh an r&eacute;abhl&oacute;id a dhaonlath&uacute;.  Don ch&eacute;ad uair, i stair na h&Eacute;ireann, leagadh s&iacute;os cl&aacute;r oibre polaiti&uacute;il chun an r&eacute;abhl&oacute;id a thabhairt chun foirfeachta.</P>
        <P>Bh&iacute; an Cl&aacute;r Daonlathach i measc orn&aacute;id&iacute; na C&eacute;ad D&aacute;la, cl&aacute;r a scr&iacute;obh Tom Johnson, ceannaire an Lucht Oibre ag an am.  Labhra&iacute;onn na prionsabail a shoils&iacute;onn an chl&aacute;ir sin f&oacute;s d&uacute;inn sa l&aacute; at&aacute; inniu ann &mdash; saoirse, ionannas agus an ceart don uile dhuine &mdash; rosc daonlathach d&uacute;inn, oidhr&iacute; na C&eacute;ad D&aacute;la.</P>
        <P>In this Round Room, 90 years ago, the old ways came to an end and a new era began.  On 21 January 1919, as our first TDs gathered here, life for most people in Ireland was very hard.  Europe had just been ravaged and re-divided by a bloody, senseless, imperialist war which claimed the lives of 50,000 of our fellow Irishmen.  Another 10,000 people had died from flu in the previous year.  Hundreds of thousands lived in slums and abject poverty.</P>
        <P>The general election of 1918 was the first when all adult men and almost all women got the vote.  Two out of every three voters in 1918 were on the electoral register for the first time.  They used this new political opportunity to sweep away the old order &mdash; away with the seemingly impregnable Irish Parliamentary Party which had been built up by Parnell, now replaced by a popular independence movement.  Instead of going to Westminster they came here, to build something new &mdash; a democratic parliament, that owed much to the liberal parliamentary tradition which had supported the Irish cause in the latter part of the nineteenth century.</P>
        <P>The proceedings that day were short, but the objectives were great.  A declaration of independence, an appeal to the nations of the world, read in Irish, English and French, in the hope that Ireland would be seated at the post-war peace conference.  The Democratic Programme set out a vision for what democracy and independence could mean in practice for the people of the country.</P>
        <P>The Democratic Programme was written by the then leader of the Labour Party, Tom Johnson.  However, Johnson and his colleagues sat in the Public Gallery that day.  They were not TDs in that First D&aacute;il, because Labour had decided not to contest the 1918 election, so as not to split the vote of the independence movement.  That was a patriotic, selfless decision, putting country before party by a Labour movement which was playing a central role in the events of the time.  Labour was pivotal in the anti-conscription campaign which mobilised Irish people in the run-up to the election, including the organisation of a general strike.  It was Labour which won the very first international recognition for Ireland&rsquo;s independence at the Socialist International in Berne in 1919, a few weeks after the meeting of the First D&aacute;il.</P>
        <P>The Democratic Programme of the First D&aacute;il was steeped in the ideals of Labour and was brimming with optimism.  Some 90 years later, those same values were never more relevant and the optimism was never more necessary.  Echoing down the years, the words of the Democratic Programme reproach us, challenge us and yet inspire us.</P>
        <P>Even before our present economic difficulties, as a country we had not vindicated what the programme called &ldquo;the right of every citizen to an adequate share of the produce of the nation&rsquo;s labour&rdquo;.  Mired as we are again in scandal about the abuse of children, and considering the consequences of cutbacks in education, can we say that we have lived up to the objective that <Col N="270"/>&ldquo;the first duty of the Government of the Republic is to make provision for the physical, mental and spiritual well-being of the children&rdquo;?  Can the elderly patient lying on a hospital trolley, or the pensioners defending their medical cards and their pension rights feel that &ldquo;the nation&rsquo;s aged and infirm shall not be regarded as a burden, but rather entitled to the nation&rsquo;s gratitude and consideration&rdquo;?</P>
        <P>As we see this week how a small number of greedy individuals have brought economic havoc to our country, we can reflect on the simple statement in the Democratic Programme &ldquo;that it is the duty of every man and woman to give service&rdquo; and that as thousands lose their jobs, that &ldquo;it is the duty of the nation to assure that every citizen shall have opportunity to spend his or her strength and faculties in the service of the people&rdquo;.</P>
        <P>This day of commemoration comes at another difficult moment in our country&rsquo;s history, when we are confronted again with the human consequences of economic mistakes.  A time of uncertainty and apprehension.  However, we can take heart from the pioneers who assembled here 90 years ago.  We too can make a new beginning.</P>
        <P>That First D&aacute;il faced near impossible obstacles and what it achieved was not inevitable.  Its Members endured pain, but chose to make new history.  They were free, and they freed this country, because they refused to be prisoners of their past.  In this our time, as we face our moment of national crisis, we should be inspired by their words and by their courage.  We too can forge a new beginning and sweep away the failings of the past.  We too can be inspired to build a sustainable prosperity and a fair society &mdash; a country that respects its old and values its young, a country governed as the First D&aacute;il decided, by the principles of liberty, equality and justice for all.  I know it is not possible to make a formal proposal here, but may I suggest that we consider making 21 January our national independence day?</P>
        <P>Braithim timpeall orainn inniu, taibhs&iacute; fathaigh na C&eacute;ad D&aacute;la n&aacute;r loic an chr&oacute;gacht orthu.  Fir is mn&aacute; a raibh s&eacute; de dh&aacute;na&iacute;ocht acu briongl&oacute;id nua a shamhl&uacute; do mhuintir na h&Eacute;ireann.  Briongl&oacute;id oscailte, iolrach, briongl&oacute;id a thabharfadh saoirse on mbochtannas, briongl&oacute;id a chuirfeadh ina seasamh ar an d&aacute; chois f&eacute;in iad.</P>
        <P>Is &eacute; d&uacute;shl&aacute;n na linne seo n&aacute;, an chr&oacute;gacht a shealbh&uacute; ar&iacute;s le paisean, ionas nach mbeidh s&eacute; le r&aacute; i gceann c&eacute;ad bliain eile, gur sinne an ghl&uacute;in a thug droim l&aacute;imhe don Phoblacht iolrach daonlathach sin, a th&aacute;inig ar an saol ina leanbh, ar &uacute;rl&aacute;r an tseomra seo 90 bliain &oacute; shin.</P>
      </Speaker>
      <Speaker pid="JohnGormley"><NameTxt>Deputy John Gormley</NameTxt>
	<P Just="Left">Ceann Comhairle, Cathaoirleach Seanad &Eacute;ireann, a dhaoine uaisle go l&eacute;ir, is on&oacute;ir domsa mar cheannaire An Comhaontas Glas a bheith anseo i dTeach an Ard Mh&eacute;ara ar &oacute;c&aacute;id cheili&uacute;radh 90 bliain Ch&eacute;ad Su&iacute; Dh&aacute;il &Eacute;ireann.</P>
        <P Just="Left">Is minic agus m&eacute; ag l&eacute;amh stair na t&iacute;re seo rith s&eacute; liom misneach agus f&iacute;s na fir agus an t-aon bhean amh&aacute;in, Countess Markievicz, a sheas sa tseomra seo 90 bliain &oacute; shin.  Ritheann s&eacute; liom freisin, c&eacute; go raibh siad ag troid le hImpireacht Shasana ag an am, go raibh siad s&aacute;sta mar sin f&eacute;in an c&oacute;ras rialach&aacute;n agus parlaiminte a bh&iacute; acu sin a ghlacadh acu f&eacute;in.  Bh&iacute; siad id&eacute;alach agus praitici&uacute;il ag an am ch&eacute;anna.</P>
        <P>We gather here today to commemorate and celebrate the first meeting of D&aacute;il &Eacute;ireann 90 years ago.  The young men and one woman who were elected to the D&aacute;il knew they carried the hopes and dreams of a new generation, for a brighter, democratic and independent future for our island.  They met here against the backdrop of huge ferment and upheaval in Ireland and the wider world.</P>
        <P>The world war in which thousands of young Irish men had died had just ended, the Easter 1916 Rising had radicalised Irish nationalism and in late January the first shots of the War of Independence were fired.  The world was also in the grip of a flu pandemic which would kill <Col N="271"/>millions, the Versailles Treaty was being negotiated, Mussolini&rsquo;s fascists were organising and the Weimar Republic was trying to establish itself.</P>
        <P>Yet despite all of this, the young idealists, the elected representatives of the First D&aacute;il came here to deliver a message to the world.  It was a message about liberty, equality and justice, a message which resonates today with the present generation of Irish men and women.  We can take hope and encouragement from their struggle, for the challenge we now face as a nation is the most daunting since the First D&aacute;il.  We can and we will prevail if we work together and think differently.  We can treat history as a nightmare from which we are trying to awaken  &mdash; the words of Joyce who was completing <i>Ulysses </i>at the time &mdash; or we can choose to learn from it.</P>
        <P>Was the Civil War inevitable?  Was the carnage in Northern Ireland avoidable?  We cannot reverse time, nor can we undo the mistakes of the past, but we can and must embark now on a course of radical change.  Such change will require courage, dedication and real leadership.  Extraordinary times require extraordinary measures.  It is time for this generation of political leaders truly to reflect on what is best for our country in this difficult period.  We must resolve to put aside some of our political differences.  Let us be open to the possibilities of change and wise enough to know that the economic circumstances will not change miraculously regardless of who is in power.  Let today be the beginning of a real debate on where we are going as a nation, how best we can achieve the goals of protecting our economy and our society and how we can continue the unbroken line of democracy and dedication to the rule of law of the last 90 years, which is unique among the new European states that emerged after the First World War.</P>
        <P>Today we acknowledge the contribution of our political parties to the shaping of our society, the Labour leader Tom Johnson who had the foresight to know that the goal of national independence was the most important aspect of the 1918 election, the contribution of Sinn F&eacute;in to our modern peace process, the Progressive Democrats founder Des O&rsquo;Malley who said he would stand by the Republic.  We salute Alan Dukes, the Fine Gael leader whose Tallaght strategy brought us through an economic crisis.  We recall Se&aacute;n Lemass and Jack Lynch who modernised and opened Ireland to Europe and the world.  Each party has, with its own ideas and policies, enriched our democratic traditions.</P>
        <P>Unlike other parties in this room today, the Green Party does not trace its roots back to the early days of nationalism,  but for more than a quarter century we have made our contribution.  Indeed it was in this very room that we took the momentous decision to enter Government.  We are part of an international movement dedicated to global responsibility and the future of our planet and its people.</P>
        <P Just="Left">It is the green new deal, embraced so confidently by Barack Obama, that offers our people and the people of the United States renewed hope.  Ireland should not just be part of this new green revolution, we should be leading it.  This generation of Irish people has the skill and the talent once again to reinvent ourselves to create new jobs in clean technology, in renewable energy, in energy conservation and in insulation of houses and schools as we move to a low-carbon future and a better quality of life for all our citizens.</P>
        <P>If we do not accept the need for radical change, if we remain resolutely focused on our own party political interests and if we indulge in partisanship, recrimination and adversarial pettiness we will be failing in our political duty.  That duty is to serve the people first.  Putting people first means recognising that while the era of the Celtic tiger may have brought prosperity it was also a time of corporate greed, irresponsibility and profligacy.  In this new era we must have the highest standards of transparency and accountability, the most rigorous regulation of our financial system and those guilty of bringing our banking system into disrepute must be <Col N="272"/>pursued and punished.  There can be no hiding place &mdash; no parallel legal system &mdash; for the corporate sector.</P>
        <P Just="Left">I have no doubt that were the Members of the First D&aacute;il here today they would be debating a new green economy.  We already have the evidence of our history books to tell us that they would be united in one purpose &mdash; to keep Ireland free and prosperous.</P>
        <P>It has been my privilege to reflect awhile on the First D&aacute;il meeting here in this room 90 years ago.  Now I ask all of you to reflect on how we can identify common remedies together for our future.</P>
        <P>Is l&eacute;ir go bhfuil ceachtanna le foghlaim againn uatha sa l&aacute; at&aacute; inniu ann.  Go raibh m&iacute;le maith agaibh.</P>
      </Speaker>
      <Speaker pid="CaoimhglinOCaolain"><NameTxt>Deputy Caoimhgh&iacute;n &Oacute; Caol&aacute;in</NameTxt>
	<P Just="Left">Ar son Shinn Fh&eacute;in is &aacute;bhar br&oacute;id dom labhairt ar an l&aacute;thair stairi&uacute;il seo chun an Ch&eacute;ad Dh&aacute;il &Eacute;ireann a chom&oacute;radh.  Ar an l&aacute;thair seo 90 bliain &oacute; shin th&aacute;inig ionadaithe tofa mhuintir na h&Eacute;ireann le ch&eacute;ile mar thion&oacute;l n&aacute;isi&uacute;nta agus d&rsquo;fh&oacute;gair siad neamhsple&aacute;chas Phoblacht na h&Eacute;ireann.  Sa Faisn&eacute;is Neamhsple&aacute;chais cuireadh an Phoblacht ar bun agus sa Teachtaireacht chun Saor-Naisi&uacute;in an Domhain d&rsquo;iarr D&aacute;il &Eacute;ireann ar na n&aacute;isi&uacute;in aitheantas a thabhairt do neamhsple&aacute;chas mhuintir na h&Eacute;ireann.  Sa Chl&aacute;r-Oibre Daonlathach bh&iacute; cusp&oacute;ir&iacute; soisialta agus eacnama&iacute;ochta na Poblachta curtha os comhair an phobail.</P>
        <P Just="Left">Mar sin is cu&iacute; an rud go dtagaimid le ch&eacute;ile inniu chun an l&aacute; sin a chom&oacute;radh.  Ach n&iacute; amh&aacute;in com&oacute;radh at&aacute; ann.  T&aacute; dualgas orainn obair an lae sin a lean&uacute;int len&aacute;r linn fh&eacute;in.  N&iacute; f&eacute;idir na c&aacute;ip&eacute;is&iacute; a glacadh leo ar an 21&uacute; l&aacute; d&rsquo;Ean&aacute;ir 1919 a l&eacute;amh gan a r&aacute; go soil&eacute;ir: t&aacute; daonlathas n&aacute;isi&uacute;nta f&oacute;s le baint amach in &Eacute;irinn; t&aacute; t&iacute;r agus pobal le hathaont&uacute;; agus fi&uacute; 90 bliain ar aghaidh n&iacute;l an Cl&aacute;r-Oibre Daonlathach curtha i bhfeidhm.</P>
        <P Just="Left">&ldquo;Never was the past so near, or the present so brave, or the future so full of hope.&rdquo;  These were the words of a young republican, M&aacute;ire Comerford, who was present in this room 90 years ago on 21 January 1919.  She shared with her generation the sense of its historic mission, its selfless courage and its faith in the potential of the Irish people to flourish in freedom.  They were inspired by the ideals of the men and women of Easter Week 1916.  Their sights were set on the Irish Republic proclaimed in arms on the streets of this city.  They had seen the executions of 16 of their comrades by the British Government.  They had seen hundreds of people interned without trial in the aftermath.  They had experienced British military rule, and the men and women of that generation gave their answer to imperialism by rallying to the flag of Sinn F&eacute;in.</P>
        <P>In successive by-elections in 1917 and 1918, Sinn F&eacute;in triumphed.  In October 1917 here in the Round Room of the Mansion House the Sinn F&eacute;in Ard-Fheis adopted a new constitution which was committed to achieving the independence of the Irish Republic and to opposing British rule in Ireland by any and every means at their disposal.</P>
        <P>The British Government tried to impose conscription on the Irish people in 1918 and it was met by the determined resistance of a people&rsquo;s movement.  In April 1918 the one-day general strike against conscription led by the Irish Trade Union Congress dealt the fatal blow to the British Government&rsquo;s plan.  It is appropriate that we remember here the legacy of the Irish Transport and General Workers Union which this month celebrates its centenary.  It played a pivotal role in the struggle for national independence, workers&rsquo; rights and socialism in Ireland.</P>
        <P>The overwhelming victory of Sinn F&eacute;in in the December 1918 general election was on the basis of a manifesto committed to the establishment of the Irish Republic.  That was the mission of An Ch&eacute;ad Dh&aacute;il &Eacute;ireann.  The Declaration of Independence adopted in this room ratified <Col N="273"/>the establishment of the Republic and pledged the Teachta&iacute; D&aacute;la and the people to make the declaration effective by every means at their command.</P>
        <P>D&uacute;irt an Ceann Comhairle Cathal Brugha go raibh siad ag cur deireadh le riail Shasana in &Eacute;irinn.  D&uacute;irt s&eacute; go raibh deireadh le r&aacute;im&eacute;is.  B&rsquo;shin an tuiscint a bh&iacute; aige agus ag a chomh-Theachta&iacute;.  Bh&iacute; d&oacute;chas acu go mbeadh dualgas idirn&aacute;isi&uacute;nta ar Rialtas Shasana neamhspleachas na h&Eacute;ireann a aithint.  Ach bh&iacute; siad ullamh chun troda ar son na saoirse sin m&aacute; bh&iacute; g&aacute; le troid.</P>
        <P>It was an All-Ireland D&aacute;il that assembled here, a D&aacute;il united in opposition to the intention of the British Government to partition Ireland.  We know the tragic outcome.  D&aacute;il &Eacute;ireann was suppressed by the British Government which waged war on Irish democracy.  Our country and our people were divided and the mass movement so strongly manifested here in January 1919 was split apart in January 1922.</P>
        <P Just="Left">We salute all those who struggled for Irish unity and independence since the First D&aacute;il &Eacute;ireann met.  We recall all those who suffered imprisonment and who gave their lives in the struggle for freedom, as so many of the first Teachta&iacute; D&aacute;la did.  No one can credibly deny the spirit of freedom that links, to take but two examples, the Lord Mayor of Cork, Terence MacSwiney, TD for Mid-Cork who died on hunger strike in 1920 and the TD for Cavan-Monaghan Kieran Doherty who died on hunger strike in 1981.</P>
        <P>Equality was the basis of the Democratic Programme adopted here 90 years ago.  The programme set out progressive social and economic goals based on the principles of the 1916 Proclamation and articulated by P&aacute;draig Mac Piarais and James Connolly.  Its key section stated that the sovereignty of the nation &ldquo;extends not only to all men and women of the Nation, but to all its material possessions, the Nation&rsquo;s soil and all its resources, all the wealth and all the wealth-producing processes within the Nation and...we reaffirm that all right to private property must be subordinated to the public right and welfare&rdquo;.  It declared &ldquo;the right of every citizen to an adequate share of the produce of the Nation&rsquo;s labour&rdquo;.  The Democratic Programme said it was the &ldquo;duty of the Government of the Republic&rdquo; to ensure that no child should suffer &ldquo;hunger or cold&rdquo; or homelessness and should be provided with &ldquo;proper education and training&rdquo;.  The programme promised to ensure that the aged and infirm would be no longer &ldquo;regarded as a burden, but rather entitled to the Nation&rsquo;s gratitude and consideration&rdquo;.  It made it clear that the Republic has a duty to &ldquo;safeguard the health of the people&rdquo;.  The programme pledged to build Ireland&rsquo;s economy and reinvigorate industries which would be developed &ldquo;on the most beneficial and progressive co-operative and industrial lines&rdquo;.  After nine decades, the Democratic Programme remains to be implemented.</P>
        <P Just="Left">If the public right and welfare had been placed above the interests of private profit and property over the past decade, our economy would not be in recession.  C&eacute; nach bhfuil s&eacute; mar obair againn na ceisteanna sin a phl&eacute; go mion inniu, n&iacute; f&eacute;idir an Ch&eacute;ad Dh&aacute;il &Eacute;ireann a chom&oacute;radh gan an fh&iacute;rinne a r&aacute; faoi shocha&iacute; na h&Eacute;ireann len&aacute;r linn.  Is f&iacute;or freisin nach gcuireadh i bhfeidhm cusp&oacute;ir&iacute; na Poblachta &oacute; thaobh na Gaeilge de.  Ba i nGaeilge a rinne an Ch&eacute;ad Dh&aacute;il a cuid oibre ar an gc&eacute;ad l&aacute; sin.  Caithfear a admh&aacute;il nach bhfuil an D&aacute;il agus an Seanad ag tabhairt an cheannaireachta ba ch&oacute;ir.  Is le pobal na Gaeilge an cheannaireacht san obair chun an teanga a choth&uacute; agus molaim iad as an obair sin.  Ba ch&oacute;ir go mbeadh s&eacute; mar r&uacute;n againn inniu teanga na C&eacute;ad D&aacute;la a chur ar ais ina h&aacute;it cheart mar theanga n&aacute;isi&uacute;nta na h&Eacute;ireann.</P>
        <P>The sovereign will of the Irish people was denied by British imperialism in 1919.  In its message to the free nations of the world, the D&aacute;il looked forward to a new era of national self-determination and the ending of what it called &ldquo;military dominion for the profit of empire&rdquo;.  The hopes of subject peoples across the globe, including the Irish people, were dashed as the British and French empires reasserted their control after the First World War.  Those two powers divided the Middle East between them and ensured the continuing Western domination <Col N="274"/>of that region.  The terrible legacy of their actions is evident today in the region&rsquo;s many conflicts.  I take this opportunity to extend particular solidarity to the dispossessed people of Palestine, whose agony the world has witnessed in recent weeks.  As we mark the 90th anniversary of the First D&aacute;il, we look forward to a day when the elected representatives of all the people of our country will once more gather in the national assembly of a united Ireland.  Creidim&iacute;d go dtiocfaidh an l&aacute; sin agus is ar a shon at&aacute;im&iacute;d ag obair.  Is &eacute; sin &aacute;r gcusp&oacute;ir.  Is &eacute; sin an d&oacute;chas a bh&iacute; anseo 90 bliain &oacute; shin agus at&aacute; f&oacute;s ann.  Is &eacute; sin an bealach ar aghaidh do phobal na h&Eacute;ireann uile.</P>
      </Speaker>
      <Speaker pid="CiaranCannon"><NameTxt>Senator Ciaran Cannon</NameTxt>
	<P Just="Left">Is m&oacute;r an phribhl&eacute;id dom &iacute; labhairt anseo inniu agus deis a bheith agam rian a fh&aacute;g&aacute;il ar cheann de na h&oacute;c&aacute;id&iacute; is t&aacute;bhachta&iacute; i stair na t&iacute;re seo.  D&eacute;anaim &eacute; mar cheannaire an Ph&aacute;irt&iacute; Dhaonlathaigh, a party that has made a distinct contribution to Ireland&rsquo;s democracy, prosperity and standards in public life, but will soon enter the annals of Irish political history.  I hope I can recognise the tenacious and precious durability of democracy, while acknowledging the vulnerability to which ideas and organisations are subjected by the passage of time.  We are here to mark the importance of a pivotal event in Irish history.  It gives us a chance to examine the values, certainties and realities that have endured over time in a way that transcends the twists and turns of history.  We are here to mark the fact that 90 years ago, in a bold and radical development, the First D&aacute;il was convened in a move aimed at securing Ireland&rsquo;s freedom from Britain &mdash; a country then described as a foreign enemy.  The Members of the First D&aacute;il were determined that Irish people would have the power to decide their own futures.  Ninety years later, with freedom, respect and prosperity having been achieved, our small country, in common with countries all over the world, recognises that our fate is inextricably linked to and dependent on global events and governance.  Decisions made by others, sometimes at a great distance, have the power to alter our future prospects considerably for good or for ill.</P>
        <P>Ninety years ago, in the wake of what the First D&aacute;il described as 700 years of &ldquo;foreign usurpation&rdquo;, the Irish people sought to break free from the chains of foreign domination and to emerge into a new dawn and a world of possibility dictated by ourselves.  We have had an extraordinary journey in the intervening nine decades.  We have seen the best of times; we have seen the worst of times.  We have seen civil war and terrorism, but we now see lasting peace.  We have seen mass emigration and mass immigration.  We have seen poverty and stagnation as well as extreme wealth.  We have at times felt isolated, sometimes by our own choice.  We have recently had the feeling of being a cosmopolitan magnet for people from countries all around the world.  Where once we felt the cold Atlantic to our back and Britain blocking our view of Europe to the front, we now belong to a family of nations in a European Union that is striving to improve the way we all live.  We had little in 1919, and little remained our lot for a long time.  When President Kennedy visited Ireland and addressed the Joint Houses of the Oireachtas 44 years later, in 1963, he said that Ireland &ldquo;is not rich and its progress is not yet complete, but it is, according to statistics, one of the best fed countries in the world&rdquo;.  In the last years of the 20th century significant economic prosperity arrived and took our breath away.  Our small country, which was praised in 1963 because it was well fed, became one of the richest countries in the world, and not by accident.</P>
        <P>On 21 January 1919, the First D&aacute;il declared in its message to the free nations of the world that Ireland was &ldquo;the gateway of the Atlantic&rdquo; and &ldquo;the point upon which the great trade routes between East and West converge&rdquo;.  That foresight came to its greatest fruition in recent times, when inward investment made Ireland rich.  This resulted from the commitment, confidence, education and skill of our people and our position as the gateway to the Continent of Europe.  It was crucial that Ireland was a fully participating and active member of the European <Col N="275"/>Union, at the heart of the Union.  By forging highly developed political and economic ties with our European partners, we positioned ourselves to harness a rising tide.  Perhaps more important than money was the fresh sense of pride the Irish people felt about this country&rsquo;s ability to succeed at the highest international level.  Our confidence was boosted.  We felt we could hold our own on any stage.  We felt like winners and it felt good.  In 2009, at the start of a new millennium, in many ways we are as uncertain &mdash; perhaps even more concerned &mdash; about what the future holds for Ireland and the world as we were 90 years ago.</P>
         <TimeSt down="4" idown="4">12 o&rsquo;clock</TimeSt><P>The First D&aacute;il knew it wanted complete political independence.  It declared that the elected representatives of the Irish people alone had the power to make laws binding on the people of Ireland and that the Irish Parliament was the only parliament to which the Irish people would give its allegiance.  After 700 years of foreign domination, we were determined to become a sovereign state.  Ninety years later, much has changed.  Where once we had the desire to break free of shackles to become our own masters, in many ways we now have an overwhelming sense of interdependence, as never before.  We realise our best future lies not in splendid isolation on the periphery of Europe, but as part of a family of nations free to surf the tides of international economic opportunity.  They say that no man is an island.  In the modern world, it is clear that no island can stand alone.  Not only do we recognise that a decision made last Friday in Philadelphia can bring joy to the Philippines and great sadness to Loughrea, but we also recognise, for example, that decisions made in Frankfurt are a central part of our best defence against the buffeting tides of an international financial crisis.  As commentators have said, in a sea of uncertainty our membership of the euro currency gives us a strength and stability that are crucial for a country that survives by exporting goods.</P>
        <P>Our sense of interdependence is heightened further by the understanding that the planet itself is in danger unless we consider the effects of our actions, particularly with regard to the use of energy.  Nearly 40 years ago, in 1970, in an article from <i>Time</i> magazine entitled &ldquo;Fighting to Save the Earth From Man&rdquo;, the point was made that &ldquo;Technological man is so aware of his strength that he is unaware of his weakness.&rdquo;  The article concluded that man&rsquo;s weakness was &ldquo;the fact that his pressure upon nature may provoke revenge&rdquo;.</P>
        <P>Ireland and the world now know that nature&rsquo;s revenge has been provoked.  We must now work together to renew the balance that has been lost.  We must do so not just for our own good but also for the international good.  In the modern world real freedom means the attainment of a position of influence and the dignity to work together with others to produce a better future for all.</P>
        <P>The men and that one woman of the First D&aacute;il showed courage and vision.  They showed passion, confidence and a determination to break free and chart our own course.  The men and women of this D&aacute;il and Seanad have no less a challenge in forging and strengthening the international bonds of co-operation that will lead to a better and sustainable future for us all.  We now have the urgent job of reassuring the people that our recent success was no accident, that our pride was not misplaced and that future triumphs lie ahead.</P>
        <P>The men and women of 90 years ago paved the way for international recognition of Ireland&rsquo;s sovereignty.  The task before us as politicians in the modern world is to work together with other sovereign countries, pooling that sovereignty, where there is a real common advantage, in the search for balanced, prosperous and just progress for all.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>It is proper today that we acknowledge the vision, perseverance and patriotism which was central to establishing this country&rsquo;s political independence.  The responsibility entrusted in all of us, as Members of the Oireachtas, to debate, plan and legislate policies to enhance our country and to better the quality of life of our fellow citizens stems from the courageous stance taken in January 1919.  That generation saw a sovereign native parliament <Col N="276"/>as essential to the noble objective of ensuring that the people, in every generation, would have the freedom to chart their own social, economic and political progress.  Its lasting achievement is the representative democracy that it is the duty of each of us, in our time, to uphold and nurture.</P>
        <P Just="Left">It is no accident of history that the Declaration of Independence of the First D&aacute;il &Eacute;ireann, its Democratic Programme and its Message to the Free Nations of the World, each of which was adopted in this room 90 years ago, make glowing reference to and derive legitimacy from the 1916 Rising.  The Easter rebellion is at the genesis of the First D&aacute;il &Eacute;ireann.  Those who founded our national Parliament envisaged a new Ireland, based on the ideals and the vision of the signatories of the 1916 Proclamation.  They strove for an Ireland that would be free, an Ireland that would promote social justice and an Ireland that would be unequivocally democratic.  The significance of 1916 is only truly to be understood if it is seen as part of a movement which rapidly received democratic legitimacy and inspired a successful war of independence.</P>
        <P>The patriots of the past knew that this country had vast potential, if only freedom could be achieved.  Those who set up D&aacute;il &Eacute;ireann had an innate belief that a native government was necessary to build up our economy and strengthen its capacity to provide decent livelihoods for all Ireland&rsquo;s people.</P>
        <P>In our recent history, this country has enjoyed astonishing success.  Up to last year, the Irish economy was growing year on year, which resulted in unprecedented progress in creating jobs and tackling forced emigration.  However, due to the international economic climate, the lack of confidence in global markets and the worst recession in a generation, we all know the next year will be very tough.  In confronting our current fiscal difficulties, we can draw inspiration from our proud past.</P>
        <P>It is instructive to recall the optimism of those who set this country on the route to independent nationhood and their belief in the capacity of each generation of Irish people to confront the problems of their time through their own ingenuity and common sense, building on what has been previously achieved.</P>
        <P>I want to refer to a letter from the period, written by Michael Collins to a fellow Deputy, Austin Stack.  This correspondence highlights both the bravery and the risks taken by Members of the First D&aacute;il to establish a democratic parliament in this country.  It reads:</P>
        <P LI="1">After the D&aacute;il meeting at the Mansion House on Friday, a few of us had a very interesting experience . . .  At about 5 o&rsquo;clock, the enemy came along with three motor lorries, small armoured car machine guns, probably 200 to 250 troops.  They surrounded the building with great attention to every military detail.  They entered the Mansion House and searched it with great care and thoroughness, but they got nobody inside.  The wanted ones codded them again!</P>
        <P FLI="0">The generation that set up the D&aacute;il was made up of practical patriots who refused to be browbeaten by the scale of the challenges they faced.  The Members of the First D&aacute;il, which included Countess Markievicz, knew that the objectives they had set of supplanting the political, administrative and judicial systems of the British Empire would require a massive, unprecedented effort.  They met that challenge with determination and courage.  That great national work commenced here on 21 January 1919 and from it flowed the establishment of democratic self-government in Ireland, with its own judicial system and diplomatic representatives.</P>
        <P>Now 90 years on, in commemorating that historic occasion and in recalling the vision of our predecessors, we dedicate ourselves here to their example &mdash; representative government of the Irish people, by the Irish people and for the Irish people.</P>
        
    </Speaker><Col N="277"/>
 <P>The Joint Sitting concluded at 12.10 p.m.</P>
 <P>Chuaigh an Cathaoirleach i gceannas ar 6.30 p.m.</P>
  </MainHeading><!--Fix-->
  <MainHeading Type="GD" LHead="Business" RHead="of Seanad"> 
    <Title>Business of Seanad. </Title>
       
	  <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Under the powers conferred on me by Standing Order 21 of Standing Orders of Seanad &Eacute;ireann relative to public business, I summoned Seanad &Eacute;ireann to meet at 6.30 p.m. today at the request of the Taoiseach for the purpose of considering legislation to enable Anglo Irish Bank to be taken into public ownership.  The sitting was fixed for 6.30 p.m. on the understanding that the Anglo Irish Bank Corporation Bill 2009 would by that time be received from the D&aacute;il.  Since the Bill is still under consideration by the D&aacute;il, might I suggest to the Leader of the House that the sitting be suspended&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Senator Paul Coghlan</NameTxt>
	<P>Until tomorrow. </P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>&mdash;&mdash;to a later time and that as soon as the Bill is received, an Order Paper will be circulated. </P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>I propose that we commence consideration of the Bill at 7 p.m.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Is that agreed?</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>No.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>I suggest that we use the time between 6.30 p.m. and 7 p.m. to have an Order of Business.  That would make perfect sense, given that this House has not met for quite a number of weeks and key issues affecting the population need to be discussed here.  They include not only this banking crisis but the cutbacks in accident and emergency departments and schools, and redundancies throughout the country.  We should use this time to discuss those issues before we start to deal with this legislation.  It is being rushed through both Houses this evening and we do not agree with the manner in which it is being dealt with.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Senator Paul Coghlan</NameTxt>
	<P>It is totally unnecessary for it to be rushed through.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Senator Joe O&rsquo;Toole</NameTxt>
	<P>On the proposal to adjourn the House, there is a long parliamentary tradition of having discussions on the Adjournment.  There has never been a time during which such cynicism has been directed at the parliamentary and legislative systems.  If we meet and immediately adjourn, and afterwards deal with only one item of business, having just come through one of the most turbulent months in our history in terms of the economy and other issues such as child abuse, the Middle East and wars, we will give the impression that we are utterly and completely detached from what is happening.</P>
        <P>I take the Cathaoirleach&rsquo;s point that this is intended to be a special sitting.  However, in that regard, rather than adjourn, we could very well use this in-between time to make some points and observations on how matters are proceeding and how we find ourselves.  Radio stations and newspapers are now asking ordinary people for their views on the economy, the world, the Irish situation, and how the country should move forward.  We are meeting now and we are elected to represent the voices of the people.  If we sit down and keep our mouths shut we will not be giving voice to the views of the people we represent.  We do neither ourselves nor the House a service by doing this.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>Hear, hear.</P>
      </Speaker><Col N="278"/>
      <Speaker pid="JoeOToole"><NameTxt>Senator Joe O&rsquo;Toole</NameTxt>
	<P>I say to the Leader there is a range of subjects we might discuss during this proposed period of adjournment.  They include child abuse, cuts in health and education, difficulties in accident and emergency departments, the need for public sector reform and the need for the Government to raise funds internationally.  I set aside the issues we are to discuss later on tonight.  We should take this opportunity to articulate what people are saying to us, put it on the record, show we are listening and put forward proposals for problem solving.  In that way we will show the people outside that we have some energy.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>We are discussing the proposal, namely, a motion to suspend the House until 7 p.m.  There are no other speakers.  Is the motion agreed? </P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>No.</P>
      </Speaker>
        <P>Question put.</P>
      <Vote>
        <Result>The Seanad divided: T&aacute;, 30; N&iacute;l, 19.</Result>
        <YHeading>T&aacute;</YHeading>
        <YesVote pid="DanBoyle">Boyle, Dan.</YesVote>
        <YesVote pid="MartinBrady">Brady, Martin.</YesVote>
        <YesVote pid="LarryButler">Butler, Larry.</YesVote>
        <YesVote pid="PeterCallanan">Callanan, Peter.</YesVote>
        <YesVote pid="IvorCallely">Callely, Ivor.</YesVote>
        <YesVote pid="CiaranCannon">Cannon, Ciaran.</YesVote>
        <YesVote pid="JohnCartyFF">Carty, John.</YesVote>
        <YesVote pid="DonnieCassidyFF">Cassidy, Donie.</YesVote>
        <YesVote pid="MariaCorrigan">Corrigan, Maria.</YesVote>
        <YesVote pid="MarkDaly">Daly, Mark.</YesVote>
        <YesVote pid="DeirdredeBurca">de B&uacute;rca, D&eacute;irdre.</YesVote>
        <YesVote pid="JohnEllis">Ellis, John.</YesVote>
        <YesVote pid="GeraldineFeeney">Feeney, Geraldine.</YesVote>
        <YesVote pid="CamillusGlynn">Glynn, Camillus.</YesVote>
        <YesVote pid="JohnGerardHanafin">Hanafin, John.</YesVote>
        <YesVote pid="EoghanHarris">Harris, Eoghan.</YesVote>
        <YesVote pid="CeciliaKeaveney">Keaveney, Cecilia.</YesVote>
        <YesVote pid="TerryLeyden">Leyden, Terry.</YesVote>
        <YesVote pid="MarcMacSharry">MacSharry, Marc.</YesVote>
        <YesVote pid="LisaMcDonald">McDonald, Lisa.</YesVote>
        <YesVote pid="BrianODomhnaill">&Oacute; Domhnaill, Brian.</YesVote>
        <YesVote pid="LabhrasOMurchu">&Oacute; Murch&uacute;, Labhr&aacute;s.</YesVote>
        <YesVote pid="FrancisOBrien">O&rsquo;Brien, Francis.</YesVote>
        <YesVote pid="DennisODonovan">O&rsquo;Donovan, Denis.</YesVote>
        <YesVote pid="FionnaOMalleyPD">O&rsquo;Malley, Fiona.</YesVote>
        <YesVote pid="NedOSullivan">O&rsquo;Sullivan, Ned.</YesVote>
        <YesVote pid="KieranPhelan">Phelan, Kieran.</YesVote>
        <YesVote pid="JimWalsh">Walsh, Jim.</YesVote>
        <YesVote pid="MaryMWhite">White, Mary M.</YesVote>
        <YesVote pid="DiarmuidWilson">Wilson, Diarmuid.</YesVote>
        <NHeading>N&iacute;l</NHeading>
        <NoVote pid="PaulBradford">Bradford, Paul.</NoVote>
        <NoVote pid="PaddyBurke">Burke, Paddy.</NoVote>
        <NoVote pid="JerryButtimer">Buttimer, Jerry.</NoVote>
        <NoVote pid="PaudieCoffey">Coffey, Paudie.</NoVote>
        <NoVote pid="PaulCoghlan">Coghlan, Paul.</NoVote>
        <NoVote pid="MauriceCummins">Cummins, Maurice.</NoVote>
        <NoVote pid="PearseDoherty">Doherty, Pearse.</NoVote>
        <NoVote pid="PaschalDonohoe">Donohoe, Paschal.</NoVote>
        <NoVote pid="FrancesFitzgerald">Fitzgerald, Frances.</NoVote>
        <NoVote pid="DominicHannigan">Hannigan, Dominic.</NoVote>
        <NoVote pid="FidelmaHealyEames">Healy Eames, Fidelma.</NoVote>
        <NoVote pid="NickyMcFadden">McFadden, Nicky.</NoVote>
        <NoVote pid="JoeOReilly">O&rsquo;Reilly, Joe.</NoVote>
        <NoVote pid="JoeOToole">O&rsquo;Toole, Joe.</NoVote>
        <NoVote pid="PhilPrendergast">Prendergast, Phil.</NoVote>
        <NoVote pid="FergalQuinn">Quinn, Feargal.</NoVote>
        <NoVote pid="EugeneRegan">Regan, Eugene.</NoVote>
        <NoVote pid="ShaneRoss">Ross, Shane.</NoVote>
        <NoVote pid="LiamTwomeyIND">Twomey, Liam.</NoVote>
        <Tellers>Tellers: T&aacute;, Senators D&eacute;irdre de B&uacute;rca and Diarmuid Wilson; N&iacute;l, Senators Jerry Buttimer and Maurice Cummins.</Tellers>
        <Decision><?oasys _is0p11- ?>Question declared carried.</Decision>
      </Vote>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Arising from an omission to vote by three Members, namely, Senators Bradford, Coffey and Doherty, the result of the division as shown on the display board has been amended, with the agreement of the tellers for both sides.  The correct version will appear in the Official Report.</P>
      </Speaker>
        <P><i>Sitting suspended at 6.52 p.m. and resumed at 7.05 p.m.</i></P><Col N="279"/>
      
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>As I have informed the House, at the request of the Taoiseach, I summoned Seanad &Eacute;ireann to meet today to consider legislation to enable Anglo Irish Bank to be taken into public ownership.  The business of today&rsquo;s special sitting is confined to the subject matter set out in the summons.  Arrangements relating thereto and the earlier signature motion will enable the Bill, if passed, to be signed by the President at an earlier time than five days.  No other business shall be taken today.</P>
      </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Order of" RHead="Business"> 
    <Title>Order of Business. </Title>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>The Order of Business is No. <i>a</i>1 on the Supplementary Order Paper and Nos. 1 and 2 on the Order Paper.  No. <i>a</i>1, allocation of time motion setting out the arrangements for the debate on No. 1 and No. 2, motion re earlier signature, shall be taken without debate.  No. 2 is the Anglo Irish Bank Corporation Bill 2009, on which it is proposed spokespersons may speak for ten minutes and all other Senators five minutes.  Senators may share time.  Second Stage shall conclude at 9.20 p.m. and remaining Stages by 11 p.m.  </P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>I strenuously oppose the suggestions made by the Leader of the House.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Senator Paul Coghlan</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>I oppose the decision of the Government to rush the Bill through both Houses of the Oireachtas today.  Having watched the proceedings in the other House, it is clear that adequate time was not allocated for a discussion on the Bill or the many amendments tabled thereto.</P>
      </Speaker>
      <Speaker pid="NickyMcFadden"><NameTxt>Senator Nicky McFadden</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>We are expected to agree to these procedures, despite the fact that the Bill was ready a number of days ago when the House could have been recalled to discuss it.  It is outrageous that we are expected to deal with it in a couple of hours.  The House should have been meeting for the past few weeks to discuss not alone the banking sector but also the state of the economy, in its broadest terms, and other items to which I referred, including national issues relating to health and education services, in particular the appalling situation in accident and emergency departments, and the cutbacks in transport, as well as international issues which required debate and comment in the House.</P>
        <P>It is being suggested that we deal today with this important legislation which was only published this morning.  The D&aacute;il did not have adequate time to discuss the Bill, the implications of which we are all aware.  People are outraged and they want answers to a series of questions about it, the most important being: who are we bailing out?  They appreciate, however, that it is important that we deal with the matter in a constructive manner in terms of the economy, which is what we on this side of the House want to do.  Nonetheless, we must have in place proper procedures and adequate time to do so.  We must get answers to the many questions the public is asking.</P>
        <P>We are all aware of the meeting which took place last week about Anglo Irish Bank.  People all around the country, including many elderly persons, want to know what will happen to their shares.  They are outraged at the lack of regulation of institutions by authority.  We have serious questions to ask about all of this.  For these reasons, I oppose the Order of Business as suggested.  This is not good parliamentary procedure.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Senator Paul Coghlan</NameTxt>
	<P>It is shocking.</P>
      </Speaker><Col N="280"/>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>It is a misuse of Parliament.  We spent a number of hours today in the Mansion House speaking about the importance of parliamentary procedure.  It is about time we lived up to what was said there today, that we made this House and the D&aacute;il relevant, that real debates took place in this House and that adequate time was provided to deal with events in real time, not weeks afterwards.  For these reasons, I oppose the proposals made.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Senator Paul Coghlan</NameTxt>
	<P>Rushed legislation is bad legislation.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Senator Joe O&rsquo;Toole</NameTxt>
	<P>I agree completely with the points made by Senator Fitzgerald.  There is a sense of <i>d&eacute;j&agrave; vu</i> for me and some of my colleagues.  I recall that previously there was a special sitting of the House to bail out Goodman.  On this occasion the House has been recalled to bail out the banks.  I want to be absolutely clear about the reason I oppose the allocation of time.  I am not politicking here.  The Bill is the legislation, and we shall deal with it.  However, the reality is that people are talking about a national approach to the problem, some type of consensual approach within adversarial politics.  It is believed that people should pull together to move forward matters.  It is appalling that this is the third initiative that has been taken without any serious consultation with the Opposition parties, quite apart from the Independents.  I find it disturbing that people such as Deputies Joan Burton, Richard Bruton and other parliamentarians have not been consulted.  They have offered serious views on this and are not trying to damage the Government or the economy but rather to engage with it. </P>
        <P>It is for that reason I oppose the allocation of time.  Members of the public are asking how we as politicians do our business.  The Government is rushing this legislation through the Oireachtas, intent on processing it in a couple of hours.  No attempt is being made to allow people to engage, buy in, be part of and share a decision making process.  It is not good business or politics.  It is not good for the country and neither is it good for the political process.  Whatever the Bill&rsquo;s worth &mdash; we shall discuss that later &mdash; this is an extraordinarily bad beginning.  I said the same here on 30 September, and no lessons have been learned.  Matters have been dumped on people.  I said the same again two months later with the launch of the national plan.  I said it was appalling that the Houses of the Oireachtas were not being presented with the national programme that was being spelt out to society by the Government on a particular afternoon, with nothing happening in either House.</P>
        <P>If someone can explain where this is leading and why it is a good way to do business, I am prepared to listen.  The Leader will know that I have not been slow to co-operate on issues when that is needed.  If there is a national need to get something done, there will be plenty of co-operation.  What we are doing here gives a really bad impression to the outside world.  It is contemptuous of the political process, gives offence to the people who elected us and is a very poor way to begin dealing with an extraordinarily difficult crisis, at a time when the world is watching Ireland, among other places, to see how we do our business.  At a time when we are trying to inspire confidence, all the Government is giving us are reasons to oppose and fight a civil war among ourselves.  It does not work this way and neither should it.  There is no need to conduct business in this way and the restriction on time does not help matters.</P>
        <P>I would support the Government if people started to speak out of line, took pot shots and made political points and one-liners for the sake of media coverage.  Senator Frances Fitzgerald is correct.  I know the Cathaoirleach cannot involve himself in this debate and that it is up to ourselves to do it.  We have communicated our views in an informal manner to the Leader of the House.  It is important to say on the record that many of us here would like to be part of the decision, good or bad, that the Government is taking.  We would like to make known our views, be able to amend the Government&rsquo;s proposals and take the good or bad that arises later.  We are ready to take the decision and to stand by it.  It will be good for people who sometimes play adverserial politics and argue against everything, while taking responsibility for nothing. <Col N="281"/> To put it another way, people should be made get involved in the decision, to buy into the outcome and to take the fallout afterwards.  When people ask what the Government is doing, I cannot say who is making the plans within the Administration.  It is fine having civil servants drawing up the legislation, but who is actually planning for the politics of Government?  I do not understand it.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>I fully support everything Senators O&rsquo;Toole and Fitzgerald have said to the effect that it is ironic that on the 90th anniversary of the First D&aacute;il all major announcements by Government are being made in Dublin Castle.  It seems the views of those meeting in Dublin Castle count for more from the viewpoint of the public than those of the elected representatives of the Oireachtas.  That is the type of insult being given to this House by this type of behaviour. </P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>I want to assure the House that I always have been consistent as regards the allocation of time necessary for Members to express their views.  This is a special sitting of the House, called to discuss emergency legislation.  The time allocated in the Seanad is the very same as that allocated in the D&aacute;il.  I know it may not be enough for many Members, but there are 166 Deputies in the D&aacute;il&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>That is no excuse.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>&mdash;&mdash;and 60 in the Seanad.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>It does not matter.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>Having said that, I will propose in the House on Tuesday next that we allocate all afternoon, all evening and all night for discussion of all matters of concern that would have been allowed by the Appropriation Bill, which Members agreed without debate just before the Christmas recess.  I will agree with the leaders the allocation of time required for Senators to make their contributions.  Irrespective of the time required, I make a commitment to the House to propose and agree that allocation on the Order of Business next<?oasys _jy ?>Tuesday.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>This is legislation, it has nothing to do with statements.</P>
      </Speaker>
        <P>Question put: &ldquo;That the Order of Business be agreed to.&rdquo;</P>
    <HtmlBk SectId="3" />
              <Vote>
        <Result>The Seanad divided: T&aacute;, 30; N&iacute;l, 20.</Result>
        <YHeading>T&aacute;</YHeading>
        <YesVote pid="DanBoyle">Boyle, Dan.</YesVote>
        <YesVote pid="MartinBrady">Brady, Martin.</YesVote>
        <YesVote pid="LarryButler">Butler, Larry.</YesVote>
        <YesVote pid="PeterCallanan">Callanan, Peter.</YesVote>
        <YesVote pid="IvorCallely">Callely, Ivor.</YesVote>
        <YesVote pid="CiaranCannon">Cannon, Ciaran.</YesVote>
        <YesVote pid="JohnCartyFF">Carty, John.</YesVote>
        <YesVote pid="DonnieCassidyFF">Cassidy, Donie.</YesVote>
        <YesVote pid="MariaCorrigan">Corrigan, Maria.</YesVote>
        <YesVote pid="MarkDaly">Daly, Mark.</YesVote>
        <YesVote pid="DeirdredeBurca">de B&uacute;rca, D&eacute;irdre.</YesVote>
        <YesVote pid="JohnEllis">Ellis, John.</YesVote>
        <YesVote pid="GeraldineFeeney">Feeney, Geraldine.</YesVote>
        <YesVote pid="CamillusGlynn">Glynn, Camillus.</YesVote>
        <YesVote pid="JohnGerardHanafin">Hanafin, John.</YesVote>
        <YesVote pid="EoghanHarris">Harris, Eoghan.</YesVote>
        <YesVote pid="CeciliaKeaveney">Keaveney, Cecilia.</YesVote>
        <YesVote pid="TerryLeyden">Leyden, Terry.</YesVote>
        <YesVote pid="MarcMacSharry">MacSharry, Marc.</YesVote>
        <YesVote pid="LisaMcDonald">McDonald, Lisa.</YesVote>
        <YesVote pid="BrianODomhnaill">&Oacute; Domhnaill, Brian.</YesVote>
        <YesVote pid="LabhrasOMurchu">&Oacute; Murch&uacute;, Labhr&aacute;s.</YesVote>
        <YesVote pid="FrancisOBrien">O&rsquo;Brien, Francis.</YesVote>
        <YesVote pid="DennisODonovan">O&rsquo;Donovan, Denis.</YesVote>
        <YesVote pid="FionnaOMalleyPD">O&rsquo;Malley, Fiona.</YesVote>
        <YesVote pid="NedOSullivan">O&rsquo;Sullivan, Ned.</YesVote>
        <YesVote pid="KieranPhelan">Phelan, Kieran.</YesVote>
        <YesVote pid="JimWalsh">Walsh, Jim.</YesVote>
        <YesVote pid="MaryMWhite">White, Mary M.</YesVote>
        <YesVote pid="DiarmuidWilson">Wilson, Diarmuid.</YesVote>
        <NHeading><Col N="282"/>N&iacute;l</NHeading>
        <NoVote pid="PaulBradford">Bradford, Paul.</NoVote>
        <NoVote pid="PaddyBurke">Burke, Paddy.</NoVote>
        <NoVote pid="JerryButtimer">Buttimer, Jerry.</NoVote>
        <NoVote pid="PaudieCoffey">Coffey, Paudie.</NoVote>
        <NoVote pid="PaulCoghlan">Coghlan, Paul.</NoVote>
        <NoVote pid="MauriceCummins">Cummins, Maurice.</NoVote>
        <NoVote pid="PearseDoherty">Doherty, Pearse.</NoVote>
        <NoVote pid="PaschalDonohoe">Donohoe, Paschal.</NoVote>
        <NoVote pid="FrancesFitzgerald">Fitzgerald, Frances.</NoVote>
        <NoVote pid="DominicHannigan">Hannigan, Dominic.</NoVote>
        <NoVote pid="FidelmaHealyEames">Healy Eames, Fidelma.</NoVote>
        <NoVote pid="NickyMcFadden">McFadden, Nicky.</NoVote>
        <NoVote pid="JoeOReilly">O&rsquo;Reilly, Joe.</NoVote>
        <NoVote pid="JoeOToole">O&rsquo;Toole, Joe.</NoVote>
        <NoVote pid="JohnPaulPhelan">Phelan, John Paul.</NoVote>
        <NoVote pid="FergalQuinn">Quinn, Feargal.</NoVote>
        <NoVote pid="EugeneRegan">Regan, Eugene.</NoVote>
        <NoVote pid="ShaneRoss">Ross, Shane.</NoVote>
        <NoVote pid="BrendanRyan">Ryan, Brendan.</NoVote>
        <NoVote pid="LiamTwomeyIND">Twomey, Liam.</NoVote>
        <Tellers>Tellers: T&aacute;, Senators Camillus Glynn and Diarmuid Wilson; N&iacute;l, Senators Jerry Buttimer and Maurice Cummins.</Tellers>
        <Decision><?oasys _is0p11- ?>Question declared carried.</Decision>
      </Vote>
      
      </MainHeading>
  <MainHeading Type="GD" LHead="Allocation of Time:" RHead="Motion"> 
    <Title>Allocation of Time: Motion. </Title>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>I move:</P>
        <P LI="1">That, notwithstanding anything in Standing Orders:</P>
        <P LI="2">(1)	The Seanad shall adjourn not later than 11p.m. tonight;</P>
        <P LI="2">(2)	The Second and Remaining Stages of the Anglo Irish Bank Corporation Bill 2009 shall be taken today and the following arrangements shall apply:</P>
        <P LI="3">(i) the proceedings on Second Stage, if not previously concluded, shall be brought to a conclusion at 9.20 p.m. and the contributions shall be as follows:</P>
        <P LI="4">(<i>a</i>) the speech of the spokesperson of each Group shall not exceed 10 minutes in each case;</P>
        <P LI="4">(<i>b</i>) the speech of each other Member called upon shall not exceed 5 minutes in each case;</P>
        <P LI="4">(<i>c</i>) Members may share time; and</P>
        <P LI="4">(<i>d</i>) the Minister shall be called upon to make a speech in reply which shall not exceed 10 minutes;</P>
        <P LI="3">(ii) the proceedings on Committee and Remaining Stages, if not previously concluded, shall be brought to a conclusion at 11p.m. by one question which shall be put from the Chair and which shall, in relation to amendments, include only those set down or accepted by the Government.</P>
      </Speaker>
        <P>Question put and declared carried.</P>
  </MainHeading>
  <MainHeading Type="GD" LHead="Anglo Irish Bank Corporation Bill 2009:" RHead="Second Stage"> 
    <Title>Anglo Irish Bank Corporation Bill 2009: Second Stage. </Title>
        <P>Question proposed: &ldquo;That the Bill be now read a Second Time.&rdquo;</P>
      <Speaker pid="DrMartinMansergh"><TitleTxt>Minister of State at the Department of Finance</TitleTxt><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P Just="Left">I wish Seanad &Eacute;ireann a successful and productive new year.  The Minister will soon join the debate.  On his <Col N="283"/>behalf, I thank Senators for their time, given the short notice and this late hour.  I am eager to hear their views on what is an issue of immense public importance.</P>
        <P>The Minister has brought the Bill to both Houses of the Oireachtas today with a view to securing the financial position of Anglo Irish Bank and, by extension, the stability of the Irish banking system.  In taking this approach the Government has consulted, as appropriate, the Central Bank, the NTMA, the Financial Regulator and its legal and financial advisers.  The Minister also consulted the board of Anglo Irish Bank following the Government decision on the matter.  I assure the Seanad that the Government&rsquo;s decision to nationalise Anglo Irish Bank is in the national interest.  It has been taken to safeguard the economic future of the country and the continued viability of our financial institutions.  The Government is determined to protect the taxpayer&rsquo;s interests by putting clear blue water between the new Anglo Irish Bank and the unacceptable behaviour that has taken place previously.</P>
        <P Just="Left">The Government&rsquo;s approach to the financial crisis, which has resulted in state interventions across Europe and the world, has been to give a considered response to it.  The bank guarantee scheme gave it space to assess the further measures needed to best protect the country&rsquo;s financial system in a strategic and thoughtful manner.  At all times we have sought to minimise the risk to the State.  The bank guarantee scheme has succeeded in securing the funding position of the Irish financial system as a whole.  The Government&rsquo;s recapitalisation proposals will strengthen AIB and Bank of Ireland as financial institutions which are central to the economic future of the country.  Discussions are continuing on the capital requirements of other financial institutions.  While recapitalisation is the appropriate solution for AIB and Bank of Ireland, the Government has concluded that a different response is required in the case of Anglo Irish Bank.</P>
        <P>In recent months intensified oversight of Anglo Irish Bank has brought to light unacceptable practices by the former chairman of the bank and some of his former staff.  The concealment of loans to directors and the scale of these loans have done serious damage to the reputation of the bank at a difficult time in the markets.  Such matters are the subject of a number of investigations being undertaken by the Financial Regulator and the Director of Corporate Enforcement.  The investigations must be followed up by the regulatory authorities which have extensive powers and by the bank.  As shareholder and the Minister responsible, the Minister for Finance will insist on this.  Accordingly, the Government believes recapitalisation is not the most appropriate and effective means of securing the continued viability of Anglo Irish Bank.  Therefore, the Government must move to the final and decisive step &mdash; public ownership of the bank.  I will highlight the salient provisions of the Bill in more detail later.</P>
        <P>Senators will be aware of the international context in which this action is being taken.  While I do not wish to dwell on old ground, it is important to note that financial institutions throughout the world, particularly banks, have been under unprecedented pressure in the past 18 months.  Traditional sources of funding have dried up.  While there have been some improvements in recent times, the international financial system remains in a fragile position.  Like every other country in Europe, Ireland has moved to ensure the security and stability of its banking system.  There has been a significant change in market expectations in respect of the capital banks hold.  As a result, banks have had to vigorously compete for deposits and other forms of funding in a weakening economic environment.  They have also been forced to seek capital in a market that is unwilling to finance banks.  This has resulted in an array of state recapitalisation programmes across the developed world.  In this challenging period for the banking sector investors dealing with banks are more risk conscious.  In such circumstances the reputation and good standing of a bank, including its board and senior management, become even more important.</P><Col N="284"/>
        <P>The extended financial crisis we are experiencing has reminded everyone of the pivotal role the financial system plays in supporting the economy and influencing the day-to-day lives of ordinary people.  It has become clear to everyone that the Government needs to take appropriate action to maintain the stability of the financial system.  Throughout this process the Government&rsquo;s approach has been based on two basic principles.  First, the State will not let any systemically relevant financial institution fail.  Second, any State involvement in the financial institutions will protect taxpayer&rsquo;s interests and have regard to legal and EU implications.  Against this background and taking account of the best advice available, the Government acted with purpose and determination in September last year to guarantee the deposits and other liabilities of credit institutions in order that they could maintain the confidence of savers and access funding.  This move was essential to allow banks to continue their normal business of providing credit which is the lifeblood of the economy.</P>
        <P>To date, the Government guarantee scheme has succeeded in ensuring Irish banks can continue to do business.  Liquidity &mdash; the cash that comes in the form of deposits and interbank moneys &mdash; provides the basis for lending for banks in all parts of the world.  The guarantee scheme has ensured Irish banks can continue to access liquidity.  The conditions attached to the scheme have given rise to detailed engagement by the Government with this country&rsquo;s banks.  With the Department of Finance, the Central Bank, the Financial Regulator and the National Treasury Management Agency, the Minister for Finance, Deputy Brian Lenihan, has worked with the covered financial institutions since September to examine all options for maintaining the stability and proper functioning of our banking system.  This comprehensive and structured process has addressed such issues as the business plans of the banks, any potential private investment, the expectations of the financial market and the role of the banks in supporting the real economy.</P>
        <P>Although the Minister has made his intentions clear, it has been speculated that the action the Government is taking in the case of Anglo Irish Bank will change the position of the two other institutions in respect of which recapitalisation plans have been announced.  Bank of Ireland and AIB are fundamentally sound and solvent.  The Government reiterates that it sees Bank of Ireland and AIB as central to the Irish financial system and the proper functioning of the economy.  It wants to ensure both Bank of Ireland and AIB remain as independent banks.  It has reaffirmed that it is proceeding with the planned recapitalisation of Bank of Ireland and AIB on this basis.  Its firm intention is that both banks will remain in private ownership.  In particular, it has reiterated its intention to provide &euro;2 billion for each institution from funds that have already been earmarked by the NTMA for that purpose.  As the Minister has previously outlined, this capital will be deemed by the Financial Regulator to be &ldquo;core tier 1&rdquo; funding.  The finalised terms and conditions that will apply to it will be framed in a manner that will underpin market confidence.  The Government has reiterated its commitment to underwrite, or otherwise support, a further &euro;1 billion in core capital to each of the banks.  Senators will be aware that the Government is in discussions with other institutions about their future capital needs, if any.  We will work on this issue with a view to early decisions.</P>
        <P>It was recognised from an early stage that the challenges faced by individual institutions were not the same in each case and that the strategies necessary to stabilise and strengthen them would be different.  From the outset of the financial crisis, market sentiment towards Anglo Irish Bank was particularly negative, as evidenced by the dramatic collapse in the bank&rsquo;s share price and the continued pressure on its funding.  The bank&rsquo;s business model, which was heavily focused on commercial and real estate lending, was profitable during the recent period of strong economic growth and steady expansion of the property sector.  Due to its less diverse <Col N="285"/>business model, it was perceived by investors as being more exposed than other Irish financial institutions to the sharp contraction in the Irish and UK property markets in the last 12 months.</P>
        <P>Taking advantage of the space provided by the Government guarantee and with a view to stabilising Irish financial institutions and ensuring the flow of credit to the economy, discussions were held with Anglo Irish Bank with a view to ensuring it had adequate capital levels.  The outcome of the engagement with the bank was a proposal by the Government for an initial and immediate capital investment of &euro;1.5 billion in preference shares, with a commitment to provide further capital to support the bank&rsquo;s position, as required.  The terms of the proposed &euro;1.5 billion investment took into account the greater degree of risk inherent in the bank&rsquo;s business.  A higher rate of return was required from it than from the other two banks.  It was planned that the State would hold 75% of the voting rights.  Since that course of action was outlined in the week before Christmas, however, it has become necessary to take the ultimate step of nationalisation.  I would like to explain why.</P>
        <P>At the time of the recapitalisation announcement, the Minister made it clear that the Government&rsquo;s offer to Anglo Irish Bank represented the last step short of nationalisation of the bank.  The commitment of Government support to the bank was designed to boost market sentiment by bolstering its capital to a level that would ensure its ability to withstand losses on its loan book that may arise over time.  The extent of such losses would depend on the worldwide economic outlook.</P>
        <P>The objective was to enable Anglo Irish Bank to trade out of its current difficulties under its existing ownership structure.  However, the disclosure of the unacceptable practices which took place at Anglo Irish Bank in relation to loans to its former chairman, and the consequent resignation of the chairman and a number of Anglo Irish Bank&rsquo;s senior management team, including the CEO, compounded the weak position of the bank in the eyes of investors and debt providers.  Market confidence in the bank was further eroded and this was reflected in a limited weakening of Anglo Irish Bank&rsquo;s funding base in recent weeks and the increased risk of knock-on effects on its credit ratings.</P>
        <P>Anglo Irish Bank is a major financial institution with a balance sheet in excess of &euro;100 billion.  There is no doubt that the viability of an institution of this scale is of systemic importance to Ireland.  Contrary to the impression being put about, the bank lends to a wide range of customers, providing funds for investment and employment in areas such as retail, office, leisure, health care, tourism and other services.  It is also a very significant lender to construction and development, which is a very important part of its balance sheet.  Thousands of customers rely on Anglo Irish Bank for credit, while hundreds of thousands of depositors are involved.</P>
        <P>To give precise figures, the total number of customers with loans in Anglo Irish Bank is approximately 7,000.  The Irish customers who owe money to the bank number approximately 5,000.  The total number of retail depositors is approximately 300,000, of whom 72,000 are Irish customers.  The total number of corporate deposits held is approximately 12,000, of whom approximately 3,500 are Irish customers.</P>
        <P>All the advice to the Minister is that letting Anglo Irish Bank fail would lead to very serious disruption of our financial system.  It is not a question of saving a few developers from going to the wall, it is a matter of underpinning deposit and wholesale funding throughout the financial system.</P>
        <P>The nationalisation of a financial institution is not a step which can be taken lightly or as a first solution because it results in a significant degree of State intervention in normal market processes.  In recent months the Government has provided the support required to stabilise Anglo Irish Bank in the shape of the Government guarantee.  While the recapitalisation pro<Col N="286"/>posal in respect of Anglo Irish Bank would have helped underpin the bank, even greater certainty could be provided through taking the bank into public ownership.</P>
        <P>There has been some recent media debate regarding the effect of this measure on Government accounts.  Taking Anglo Irish Bank into State ownership should have no immediate impact on either the general Government debt or the current deficit as Anglo Irish Bank is a going concern and will continue to operate as a commercial bank.  As with other commercial State companies, its debts and assets will remain on its own books.</P>
        <P>The Government&rsquo;s actions have been made on the basis that the health of the economy is inextricably linked to the banking sector and <i>vice versa</i>.  The Government is committed to protecting our sovereign rating through restoring order to the public finances.  Immediate action is required and the Government has agreed that expenditure savings of &euro;2 billion will be made in 2009, in addition to the measures contained in the October budget.  Other important work is continuing, including a root and branch review of public service numbers and expenditure levels and a report on the taxation system by the Commission on Taxation.</P>
        <P>I would like to say a few words on the impact of this decision on various stakeholders.  The immediate impact of the Government&rsquo;s action is to provide certainty to all Anglo Irish Bank&rsquo;s depositors and other customers across all the bank&rsquo;s operations in Ireland and internationally that the bank is secure and stable and will continue to conduct its business on normal terms.</P>
        <P>Depositors and other creditors of Anglo Irish Bank continue to be protected by the Government&rsquo;s guarantee on all bank liabilities until September 2010 and creditors of Anglo Irish Bank, including bond holders, can be assured that it is in a position to continue to fulfil its obligations and repay its debts at maturity.  Added to this, all customers of Anglo Irish Bank now have the assurance of stability that full State ownership of a financial institution brings.</P>
        <P>It is important to be clear that the day-to-day running of the bank will continue as normal and all Anglo Irish Bank employees will remain employed by the company.  Anglo Irish Bank will be managed on a commercial basis at arm&rsquo;s length from the Government allowing the full potential of the bank&rsquo;s business to be realised.  The legislation we have put before the Seanad provides for a relationship framework.  The Government will be appointing a new board to oversee the running of the bank and to prepare a comprehensive business plan to enable it to continue as a going concern.  This business plan will be required to demonstrate how the board will oversee the continued commercial operation of the bank in the best interests of the bank, the financial sector and the taxpayer.</P>
        <P>I welcome the decision of Mr. Donal O&rsquo;Connor to stay on as chairman.  As the Minister stated when Mr. O&rsquo;Connor was appointed, he has a substantial and impressive commercial track record and is a natural choice to lead this financial institution in what is a challenging period for all financial institutions.  Like the Minister, I am also pleased to acknowledge Mr. Maurice Keane&rsquo;s agreement to be appointed to the board and to thank Mr. Alan Dukes and Mr. Frank Daly for their continued valuable contribution to the board.  The Minister will announce further appointments in the near future.</P>
        <P>While a &euro;1.5 billion preference share purchase is not now immediately required, the Government is committed to providing the support to ensure Anglo Irish Bank&rsquo;s continued commercial viability.  There is no question of moving the bank into a wind-up scenario which would create the potential for an under-priced realisation of the loans and other assets held by the bank.  All borrowers from the bank remain subject to the same terms and the new board will place a particular focus on ensuring that all debts are fully pursued by the bank in a commercial way, as would any other bank.</P><Col N="287"/>
        <P>While the Act provides for the transfer of Anglo Irish Bank into State ownership, shareholder rights are protected under Irish law and, accordingly, the Minister has provided for the role of an independent assessor under the Act to assess what would be fair and reasonable compensation for shareholders.  The assessor will consider a wide range of factors before making a recommendation on the level of compensation due, if any.  The process of the independent assessment will serve to maintain the integrity and good reputation of the Irish market as a whole.</P>
        <P>There has been a great deal of commentary about the bad debt position in Anglo Irish Bank.  Senators will be aware that the Minister received from the Central Bank and Financial Regulator a report undertaken by PricewaterhouseCoopers, PwC, on the financial position of the institutions participating in the Government&rsquo;s guarantee scheme.  This work has been supplemented by independent valuers, Jones Lang LaSalle, which generally confirmed the conclusions reached by PwC with regard to Anglo Irish Bank.</P>
        <P>The bank is large in Irish terms and its assets include approximately &euro;70 billion in loans and advances to customers.  These are not bad debts as some people try to suggest.  As with any bank, there is a mixture of mostly good loans and some that are distressed.  Many people have asked what the implications will be for the State if there are very significant losses on loans in Anglo Irish Bank, and it is clear that there will be losses on some of the loans.  It is important therefore that I clarify to the Seanad that, in the first instance, there are significant moneys within Anglo Irish Bank to take the strain of loan losses arising over the next three or four years, before State support is engaged.  There is approximately &euro;7 billion of shareholder funds and other capital available to offset any losses on the loan book, in addition to ongoing pre-loan loss profits which have been very significant in Anglo Irish Bank&rsquo;s case.  Anglo Irish Bank&rsquo;s position is secured by the nationalisation and the Government can work with the new chairman and board to extract the optimal value from Anglo Irish Bank&rsquo;s loan book and to minimise the taxpayers&rsquo; exposure.</P>
        <P>The Government has estimated that, for the Irish banking system as a whole and allowing for a large degree of stress, it would be appropriate to allow for capital injections into the main banks in the order of &euro;10 billion in total.  Within this &euro;10 billion, the Minister would have allowed for a capital injection into Anglo Irish Bank to offset potential loan losses, maintain its capital base on a sound footing and leave a prudent margin for error in current circumstances.  As Anglo Irish Bank is now a nationalised entity with the State behind it, rather than make an immediate up-front capital injection, we can provide appropriate funds, as necessary, over time to complement Anglo Irish Bank&rsquo;s own resources.</P>
        <P>Looking beyond Anglo Irish Bank, the Minister would like to address what the Government sees as the future of the banking system in Ireland.  The Government is committed to providing a platform for a well regulated, profitable banking industry of high repute in Ireland that operates in a national and international financial services environment.  Our vision for the banking sector is that the banks will serve borrowers, small and medium-sized enterprises and all stakeholders in an honest way and ensure that customers and consumers in particular are treated in a reputable and respectable way.  Our vision for the banking sector is that the banks will serve borrowers, small and medium sized enterprises and all stakeholders in an honest way, and ensure that customers and consumers in particular are treated in a reputable and respectable way.  The bank guarantee scheme, recapitalisation and the credit package announced by the Minister in December, go some way towards addressing these objectives.  The Minister can assure the Seanad that the intensified scrutiny and oversight of financial institutions which has been put in place since the onset of the current turmoil will be maintained.</P><Col N="288"/>
        <P>The nature and thrust of Ireland&rsquo;s regulatory regime must adjust to the new realities.  Lessons must be learned from mistakes made and from the international experience of the recent period of worldwide financial disruption.  We need a regulatory regime which fosters probity.  We welcome the review now being undertaken by the regulatory authority to that end.  We are not alone in this process.  Work has begun on forging a new model to govern the conduct and behaviour of the financial sector both here and internationally.  The Minister can assure the Seanad that Ireland will play its part internationally, and especially at EU level, in seeking to ensure that the re-design of the financial system and, in particular, of financial regulation is consistent with the objectives that underlie a strong, stable and functioning national banking system.</P>
        <P>I will now deal with the main provisions of the Bill.</P>
        <P>Section 2 sets out the Minister&rsquo;s functions in the public interest under the Bill.  These functions are granted on the basis that, following consultations with the directors of the bank, the governor and the authority, the Minister has formed the opinion there are concerns about the viability of Anglo Irish Bank and that the exercise of these functions is necessary to preserve the capacity of Anglo Irish Bank to continue as a going concern, and to prevent potential damage to the financial system.</P>
        <P>Section 3 provides that the Minister may specify a relationship framework to govern the relationship with the bank, recognising the separation of Anglo Irish Bank from the Minister for Finance, and limiting the Minister&rsquo;s intervention in the conduct of the bank&rsquo;s business to that necessary to protect the public interest.  Section 3 also gives the Minister a power to issue general directions to Anglo Irish Bank where it is necessary or expedient in the public interest subject to regulatory requirements.</P>
        <P>Section 4 provides that the provisions of this Bill will have effect, regardless of any provision in the Companies Acts, any other enactment or any provision in Anglo Irish Bank&rsquo;s memorandum and articles of association.  Section 5 is one of the key provisions in the legislation, the effect of which is to transfer all of the shares in Anglo Irish Bank to the Minister on the commencement of this Act.  Section 6 provides that, on enactment, Anglo Irish Bank will convert from being a public limited company to being a private company limited by shares.</P>
        <P>Section 8 provides that the Minister may transfer some or all of his shares in Anglo Irish Bank to a nominee at any time on such terms as the Minister specifies, having regard to the public interest and regulatory requirements. Section 9 deals with instruments to which Anglo Irish Bank or its subsidiaries are a party.  Commercial instruments may provide for their termination or other consequences &mdash; for example, to accelerate payment not otherwise due to be paid until some future time &mdash; where the ownership in, or control of, one of the contracting parties changes.  This section provides that specified consequences shall not arise solely as a result of the enactment of this Bill, or any matter arising by virtue of this Bill, unless the Minister provides by Order that they shall.  It is important to stress that Anglo Irish Bank will remain fully liable to all of its creditors.  However, it is important that creditors do not suddenly become entitled to the early repayment of moneys or the termination of contracts because of the State&rsquo;s necessary intervention.  Steps have been taken already to guard against such an action but this section provides an appropriate backstop.  There is a hardship provision whereby the Minister may reduce the effect of the restriction by order where otherwise the section might be unduly onerous.</P>
        <P>Section 10 extinguishes certain rights, largely enjoyed by directors, senior managers and employees in Anglo Irish Bank to subscribe for shares in the bank.  Section 11 deals with situations where someone has an equitable interest or security interest and any sum paid as <Col N="289"/>compensation will be held in trust for the party who holds an equitable interest in that share, where applicable.  Section 12 provides for the discontinuation of any listing of shares in Anglo Irish Bank on the commencement of this Bill.</P>
        <P>Sections 13, 14 and 15 provide that specified provisions of the Central Bank Acts, companies Acts and competition legislation shall not apply.  Section 16 disapplies a number of legislative provisions which would impose procedural, notification and approval requirements.  Section 17 facilitates timely and expeditious decision-making by the Minister or his nominee when acting as shareholders in Anglo Irish Bank.</P>
        <P>Sections 18 to 20 provide powers that facilitate swift action by the Minister to make necessary changes in the administration of Anglo Irish Bank.  They provide for change of the financial year, removal and appointment of directors, officers and employees from their positions with Anglo Irish Bank and its subsidiaries, and appointment of their replacements.  These powers, which are exercisable only in the public interest, are subject to regulatory requirements.  Section 21 provides that specified persons, including the Minister and the governor, shall not be regarded as de facto or shadow directors of Anglo Irish Bank or any of its subsidiaries or subsidiary undertakings.</P>
        <P>Sections 22 to 32 address the issue of the amount of compensation, if any, that may be payable to persons whose shares were transferred to the Minister for Finance or whose rights were extinguished, and the administrative issues surrounding how such compensation should be calculated, and how it should be paid.  Section 22 provides for the appointment by the Minister of an independent assessor who will determine the fair and reasonable aggregate value of the transferred shares and extinguished rights and the consequent amount of compensation, if any, that may be payable.</P>
        <P>Section 23 provides that the Minister shall pay or reimburse such remuneration or expenses of the assessor as the Minister determines.  Section 24 sets out who may make submissions in respect of the aggregate amount of compensation to the assessor.  Section 25 lays out the criteria which the assessor will use in determining the aggregate value of the transferred shares and the extinguished rights for the purpose of calculating fair and reasonable compensation.  As a starting point the assessor will consider the true financial state of Anglo Irish Bank, taking into account the underlying market value of Anglo Irish Bank&rsquo;s assets and the extent of its actual, contingent and prospective liabilities assuming that no new financial assistance, investment or guarantee, other than the guarantee already provided under the Credit Institutions (Financial Support) Act 2008, would in future be provided by the State to Anglo Irish Bank.</P>
        <P Just="Left">Section 26 provides that before making a report to the Minister the assessor will circulate a draft of his or her report.  Section 27 provides that the assessor will report to the Minister on his or her determination of fair and reasonable compensation, the value, if any, attributable to each class of share, and any appropriate interest payable.  If compensation is to be paid, the Minister will then make such arrangements as are necessary for sufficient funds to be made available out of the central fund to enable payments of compensation to be made in accordance with the assessor&rsquo;s report.</P>
        <P>Sections 28, 29 and 30 address the practicalities if the assessor determines that compensation is in fact payable.  Section 31 provides that the assessor&rsquo;s determination can be appealed to the Irish Financial Services Appeals Tribunal.  Section 32 provides that leave will not be granted for judicial review of the assessor&rsquo;s determination under section 26 unless the application for review raises a substantial issue, and the time limits for such application.</P>
        <P>Section 33 provides that expenses and expenditure incurred by the Minister in the administration of this Bill will be paid out of moneys provided by the Oireachtas, and will be repaid to the Minister from the funds of Anglo Irish Bank.  The expenses incurred in respect of the <Col N="290"/>assessor by the Minister, and any other expenses incurred under this Act, shall be paid from the funds of Anglo Irish Bank.</P>
        <P>Section 34 provides that the Minister may create and issue securities for the purposes of this Bill.  Section 36 provides that the Minister may make regulations for the purpose of facilitating the exercise by the assessor, or the Minister or the Minister&rsquo;s nominee, of their functions.  Any regulations under this section will be laid before both Houses of the Oireachtas.</P>
        <P>Section 37 provides that the Minister may make regulations to do anything that appears necessary or expedient for bringing the Act into operation, but any regulation under this section will be laid in draft form before the Houses of the Oireachtas and will not be made until each House passes a resolution approving the draft.</P>
        <P>Section 38 amends the Finance Act 1970, the National Treasury Management Act 1990, and the Central Bank Act 1942 in order to facilitate the achievement of the purposes of this Bill by enabling the Minister to delegate the borrowing powers in section 34 to the NTMA.</P>
        <P>In conclusion, the purpose of this Bill is to address a major systemic threat within the banking sector.  Anglo Irish Bank presents a particular problem.  Increasing uncertainty and concerns about corporate governance have threatened its ability to access necessary funding and the concentration of its lending to the building sector exposed considerable risk to its loan book. The regrettable and unacceptable corporate governance issues surrounding the bank further damaged its reputation and had the effect of neutralising any positive boost which the proposed recapitalisation would have generated.</P>
        <P>The Central Bank, the Financial Regulator, the NTMA and the Government&rsquo;s legal and financial advisers were unanimous in their advice to Government that strong and clear decisive action in the form of the nationalisation of Anglo Irish Bank was needed to maintain its commercial viability, and that a failure to support the bank in this way would damage our financial system generally.</P>
        <P>The decision to nationalise is a clear indication that the Government is fully prepared to stand behind the Irish banking system and to demand and ensure proper governance and, importantly, it sends one clear message to customers, investors and the markets generally that Ireland is a safe, secure place to do banking business.</P>
        <P>I commend the Bill for the approval of Seanad &Eacute;ireann.</P>
      <TimeSt down="4" idown="4">8 o&rsquo;clock</TimeSt>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>It was Warren Buffet, the American investor, who said when talking about the stock markets that we know who is swimming naked only when the tide goes out.  If members of this Government were showing a builder&rsquo;s bum last September, they most clearly need those discarded builder&rsquo;s helmets in this month of January 2009 after what has been announced in the past couple of weeks.  There has been poor handling of the financial crisis.  Today, we are discussing the nationalisation of the third largest bank in our democracy yet we still do not know whether it is the right thing to do because of the refusal of the Government to give us the sort of information we need to make that decision.</P>
        <P>It is disgraceful that the Minister for Finance uses words like &ldquo;confidentiality&rdquo; about business decisions to deny telling Irish taxpayers why they may have to stump up billions in the next few years to pay for an institution that clearly has been very badly run.  This is about more than just the ethics of lying to taxpayers and not telling them the full truth; the background is also dismal.  There seems to be a once-off loss of somewhere between &euro;50 billion and &euro;100 billion in the asset value of our economy.  This is a significant loss of vanished assets, comprising anything between 30% and 60% of the GDP from one year.  We will have to try to spread the <Col N="291"/>loans that were associated with those assets over a period of time to ascertain whether we can recover some of that sum or pay for it in some other way.</P>
        <P>As the Minister knows, Government spending is in a similar mess and we will need a significant amount of money in the next five to ten years to sort out public spending.  That sum will be &euro;20 billion next year but on average it could be at least &euro;10 billion a year.  There will be a horrendous lack of money in the Irish economy in the next decade, which is even to assume we sort out the confidence and financial stability problems we are currently experiencing.  Throwing around billions is not an option at this time.</P>
        <P>As the Minister has just joined us, I want to repeat the point that we know very little about Anglo Irish&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="BrianLenihan"><TitleTxt>Minister for Finance</TitleTxt><NameTxt>Deputy Brian Lenihan</NameTxt>
	<P>I heard the Senator make the point.  I will deal with it later in my reply.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>I thank the Minister.  We know very little about why we are taking this action with regard to Anglo Irish Bank.  The Minister told us why it is being nationalised.  However, if we consider some of the facts the Minister has been given over the past 24 hours, and some of the facts in the accounts of Anglo Irish Bank, the bank has in excess of &euro;100 billion on its balance sheet and &euro;70 billion in loans, mostly good loans, although some are distressed &mdash; these are the Minister&rsquo;s own words.  We all know there is such a thing as roll-over interest and that some advances have been made, although we cannot be sure of this.</P>
        <P>The quality of those loans is not as rosy as the Minister suggests.  If one examines Anglo Irish Bank&rsquo;s accounts, the bank is trying to suggest the level of distressed loans to those under pressure is only something like 1.5% and that there is a question mark over something like 6% or 7% of loans.  Other international observers would put that figure much higher.  If the Government is asking the taxpayer to pay for all of this, there is a need for more information on what PricewaterhouseCoopers has actually discovered.</P>
        <P>There is approximately &euro;7 billion in shareholders&rsquo; funds and other capital is available.  There are also Anglo Irish Bank&rsquo;s profits, which seem to have been quite significant in the past couple of years.  All of this does not sound so bad.  There might be a need for the Minister to expand further as to his reasons for doing this and to explain exactly where he sees the threats to Anglo Irish Bank.  He should tell us more and stop hiding behind the confidentiality issue that has been thrown around to date.</P>
        <P>In the past couple of months, the situation has changed dramatically.  There is a sense that nobody believes what is happening.  There is a sense there is a hapless trio of the Government, the regulator and the banks, with all giving conflicting stories.  In the House on 1 October, when I raised the point that the Government should limit the exposure of taxpayers to &euro;10 billion of taxpayers&rsquo; money in rescuing the banks, the Minister said he did not envisage that sort of money being spent.  Barely four months later, &euro;10 billion is the minium that will be spent on the banks according to the Minister&rsquo;s public statements in recent weeks.</P>
      </Speaker>
      <Speaker pid="BrianLenihan"><NameTxt>Deputy Brian Lenihan</NameTxt>
	<P>That &euro;10 billion is with a return.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>It is &euro;10 billion on which it is difficult to get our hands and we are not even sure to what we are being exposed in regard to the banks.  These are the sort of figures we should be getting.  </P>
      </Speaker>
      <Speaker pid="BrianLenihan"><NameTxt>Deputy Brian Lenihan</NameTxt>
	<P>I will deal with those issues.</P>
      </Speaker><Col N="292"/>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>There is no need for the Minister to nod at us as if we are being stupid and annoying him.  These are the sort of figures he should be giving to both Houses.</P>
        <P>Sections 22 to 32 deal with compensation for shareholders.  It was interesting to hear the Minister discuss this issue in the Lower House.  He said the shareholders will be entitled to know what value the assessor, and by extension the Minister, puts on Anglo Irish Bank.  The shareholders who will have shares taken off them at this time will get to know what is happening, yet the Minister is hiding the PricewaterhouseCoopers report from us.  The taxpayer is expected to pay for everything.  What is happening with regard to the shareholders?  What is the Minister&rsquo;s gut feeling on this question?  Are the shares in Anglo Irish Bank worth nothing?  It would be an interesting debate given that we have nationalised the bank.</P>
        <P>There are probably ten or 20 people within Anglo Irish Bank who seem to have been responsible for causing the crisis within that bank.  Many of those were the very same people who were trying to buy that bank over a period of months.  While it is not fair to mention names, one person in particular attempted to buy 25% of the bank and he has ended up with 15% of the bank.  The Minister might tell us where the other 10% of that share ownership went at that time, and what that person did with that 10% if he only took up 15%.</P>
        <P>What I have noticed in the speeches from the Minister for Finance and other Ministers is that none of them suggests that Anglo Irish Bank would be insolvent or would have collapsed on 16 January if the Government had not stepped in.  Given what the Minister is saying with regard to the assessor, this provides an opening to put a value on those shares and, therefore, the taxpayer could potentially pay out a substantial amount of money for those shares in the future.  The Minister might comment on what the Government felt would happen if it had not stepped in on 16 January.  Would this bank have folded and is there a value in regard to the shares?  Perhaps there would be no need for sections 22 to 32 and all those rules regarding the assessor if there was no hope for this bank to survive.</P>
        <P>This is the sort of question that leaves a certain stench of corruption around this matter.  There is a sense of unease from our side of the House that this could turn out to be another Goodman-type scenario.  What happened in the Goodman case was that while it saved the industry at the time, it had huge benefits for a few individuals.  I do not believe the taxpayer wants to see the same happening in this case.  When the dust settles on this matter and the Government owns the bank, one could see a number of shareholders recovering a huge amount of the money they otherwise would never have seen again.  One could see huge write-offs for some individuals in regard to the loans they made to Anglo Irish Bank, which the Government would take up, and they would be able to continue trading.</P>
        <P>There was unbelievable trading in Anglo Irish Bank.  The fact the CEO and some directors could loan themselves hundreds of millions of euro is unbelievable.  That people who were borrowing money from the bank were using that borrowed money to buy the bank, and that the same individuals were borrowing money from businesses they were running to buy the bank, sounds like something one would read in a comic book.</P>
        <P>What would happen if a major health insurance company or motor insurance company went broke because of the activities of these individuals?  It would not be those individuals who would suffer the most.  Those who would pay the worst price would be the people who have their businesses, properties and cars insured with those individuals.  Although there has been much criticism in both Houses that the Minister is rushing this through and not giving us adequate scope to discuss the issue, there is unease about what could have happened to Anglo Irish Bank.</P>
        <P>Is there another way around this problem?  Will the taxpayer be stung in regard to the shareholdings in time to come?  The greatest fear held by some people is that the bank has <Col N="293"/>become Banco Fianna F&aacute;il and perhaps the Minister can do something about that now.  The Minister can influence the situation.</P>
        <P>Senator White should not be so dismissive.  It is very easy for Ministers and those appointed by the Government to write off debts of individuals who are well known in the tent at Ballybrit and who were welcome there.  That possibility still exists with the present set-up.  I realise there may have been some exaggeration and in some cases people might say we are hyping the matter, but great concerns remain about the way the legislation is being passed in the House, about the protection for the taxpayer and especially about how much this could cost.  If the PricewaterhouseCoopers estimate of the bad loans is wrong there could be substantial exposure for taxpayers in years to come.  The Minister should now give us that information as we have nationalised the bank and it is protected.</P>
      </Speaker>
      <Speaker pid="MarcMacSharry"><NameTxt>Senator Marc MacSharry</NameTxt>
	<P>I join others in welcoming the Minster for Finance, Deputy Lenihan, to the House and I thank the Minister of State at the Department of Finance, Deputy Mansergh, for the comprehensive outline of the legislation.  As always, I listened to Senator Twomey with interest.  When considering these issues, I am amazed at the amount of hindsight claimed within the media, certain elements in the Opposition, although not all, and some of the public.  Regrettably, governments do not have the benefit of operating with hindsight, they operate in a real-time environment.  As the Minister of State, Deputy Mansergh, remarked, we have been living in a period of unprecedented turmoil in the international financial markets in the past 18 months.  There is effectively a world war environment in international banking.  Anyone who does not acknowledge the tsunami that is breaking over the entire global financial system is quite simply deluded in the extreme.</P>
        <P Just="Left">As the Minister of State outlined, circumstances have changed almost on an hourly basis in recent months.  They have changed in banking circles, nationally and internationally.  This has required a level of agility and an ability to improvise, which is unprecedented in modern history, to cope with the pace at which events have changed.  The bank guarantee scheme was introduced and that was followed by the announcement of the results of Anglo Irish Bank.  Those results were received poorly and that was reflected in the market reaction.  Then there was an unprecedented situation in terms of breaches in the levels of probity.  These would not be acceptable from any corporate entity and certainly not in an institution which we expected to be regulated to the highest level of probity.  That has not been the case and it is a disgrace in terms of the actions of the former chairman of Anglo Irish Bank.  Understandably, the international markets made a judgment on that and it has significantly affected the long-term liquidity of Anglo Irish Bank in the short term.</P>
        <P>The only option was for the Government to step in and nationalise the bank.  The Minister, Deputy Lenihan, stated some weeks ago his intention to make credit available in the amount of &euro;1.5 billion of capitalisation.  That was the last step before nationalisation.  The news of loans to the directors superseded that and there was a need to nationalise the bank.  I have heard suggestions from some quarters that the situation in Anglo Irish Bank was not systemic, as we might suggest on this side of the House, since it is not in the current account or car loan business.  Anyone who believes that the position of that bank is not inextricably linked to the overall health of the banking system in Ireland is deluded.  All the banks in this country have two-way relationships in short-term lending, foreign exchange and other areas.  The future stability of Anglo Irish Bank is essential to the overall health of our banking system.</P>
        <P Just="Left">I welcome the Bill and I welcome the Minister&rsquo;s swift action in this regard.  I question the benefit of 20:20 hindsight, claimed by some media interests.  Throughout this crisis in the past 18 months I have consistently heard people say that we should have seen this and we should have seen that.  No one saw this coming.  No economist in the world saw it coming.  There may <Col N="294"/>have been certain parties who from time to time stated that they said this or that.  All I have to say to those parties is that a stopped clock is correct twice a day.  It is easy to say with the benefit of hindsight that one predicted this or that that would occur.  However, I contend that no one predicted this situation.  Last Friday the chairman of Anglo Irish Bank gave the up-to-date factual position regarding the solvency of the bank based on the PricewaterhouseCoopers report to which Senator Twomey referred.  This was backed up and cross-checked by Jones Lang LaSalle valuers in terms of a net position of &euro;4 billion.  These are the facts.  If Senator Twomey has information or a valuation that supersedes the expertise of these companies, we would like to hear it.  Senator Twomey should bring us up to date.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>I want to see the report.  I am not saying I am more expert than those companies.</P>
      </Speaker>
      <Speaker pid="MarcMacSharry"><NameTxt>Senator Marc MacSharry</NameTxt>
	<P>This is the up-to-date situation.  There is no question&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>That is rubbish.</P>
      </Speaker>
      <Speaker pid="MarcMacSharry"><NameTxt>Senator Marc MacSharry</NameTxt>
	<P>It is not rubbish, it is a matter of public record.  These are the facts.  There is a need to remain as agile as we have been and to ensure that as the situation evolves we are prepared, able and willing to take the necessary action.  These characteristics have been displayed by the Minister, Deputy Lenihan, and his colleagues in extremely difficult times and under very difficult economic circumstances nationally and internationally.  One need only consider the position in the UK, where almost all the banks have been partly nationalised with the exception of Barclays.  There has been partial nationalisation and recapitalisation throughout the United States of America and the situation continues to evolve.  There is significant uncertainty in the market.</P>
        <P>I welcome the nationalisation of Anglo Irish Bank and I commend the Bill to the House.  I refer to the overall economic crisis and our public finances.  We can deal with any issues ourselves.  I welcome the Government&rsquo;s intention to make adjustments and to include a further &euro;2 billion.  More may be required and I hope that we can proceed as a matter of the utmost urgency.  I believe these steps should be taken in the context of social partnership.  Throughout the 1980s social partnership laid the groundwork for the successes in the 1990s and up to the recent crisis.  We must proceed through that approach.  I do not believe it is helpful for any of the social partners to lay preconditions, which undermine the essence of partnership.  We should not say that we are not prepared to discuss X or Y.</P>
        <P>The critical issue is that to the fullest extent possible we maintain as many jobs in the economy as possible.  That may require adjustments in terms of pay and it is important that we do not rule out examining that possibility.  That applies from those in the Houses of the Oireachtas to those on minimum wages and we should be prepared to discuss these matters in a mature way.  The model to take that forward is partnership.  I do not believe it is helpful for certain entities to say they are not prepared to engage in that process unless the agenda excludes or includes certain items.  We are in a crisis the likes of which the world has not seen in many decades, if ever.  Everything must be up for discussion and we must display a level of determination and enthusiasm to take the correct decisions.  We must show a little confidence in how we do so.</P>
        <P Just="Left">As for the body language of the entire Legislature, Members must improve how they go about dealing with such issues.  Whether it is through offering constructive criticism, as Opposition Members have often done, it must be done in a positive manner.  One should not simply be seen to be critical with the benefit of 20:20 vision in hindsight but make constructive and <Col N="295"/>positive interventions.  All sides of the House should show some confidence that the Oireachtas is prepared to take the appropriate decisions at the appropriate time, however rapid and necessary that may be.  Members should do so in a way that is confident and which shows leadership to the people to the effect that this is a Legislature that can and will act and take the appropriate decisions on their behalf.</P>
        <P>In the past 18 months many challenges have presented.  However, Members should start from one reality, namely, the world has not and will not end.  The country has faced many difficult challenges and at all junctures displayed the requisite level of agility, determination and innovation to surmount such challenges and ensure we are still standing.  In these difficult days I commend the Minister for Finance, Deputy Brian Lenihan, and the Government on their determination.  I wish them well in the weeks ahead as they continue to act on our behalf.</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Senator Shane Ross</NameTxt>
	<P>I wish to share my time equally with Senators Quinn and O&rsquo;Toole.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is that agreed?  Agreed.</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Senator Shane Ross</NameTxt>
	<P>I was unfortunate enough to attend the extraordinary general meeting of Anglo Irish Bank last Friday as a very small shareholder and wish to say something about it in the limited time available.  It was Irish corporate life at its worst.  I spent today in the City of London where some people were aware of what had happened.  The message sent to the City of London from that meeting was extraordinarily bad.  Many had noted what had happened at the EGM and perceived it to be Irish corporate and banking life at its worst.  It was bad because a front was put up at the EGM.  Small investors went knowing they had lost virtually everything but with a single object in mind, namely, to get some information and find out the reason they had lost it, possibly in the hope of salvaging something.  However, what I saw was an utter disgrace.  This was not because of what had happened in the past but because of what happened at the meeting in response to it.  I witnessed a new chairman stating that although he did not know what had happened because he was not there, were the shareholders to ask him any questions, that would be the answer he would give to them.  Moreover, he would not allow the people behind him, of whom there were ten or 11, to answer questions or provide information.  These were the people who, if they did not know what was happening, ought to have known.</P>
        <P>Question after question was responded to in this manner by the new chairman of Anglo Irish Bank who was to be the new front and image of the bank.  He made a very bad impression from the outset.  He ought to have done what the Minister described today, that is, state clear water was being put between what had happened and the present.  However, he did not so do.  He stated that while the shareholders could ask questions, they would receive no answers.  In addition, not only were the old directors either not allowed or unwilling to say anything &mdash; consequently no information was available &mdash; various questions were also asked of the auditors, Ernst &amp; Young, representatives of which were present.  Although it is one of the big five auditors in the world and one of the established pillars in Ireland, the response was that its representatives would not be allowed to answer questions that day.  The question to be asked of them was quite simple, namely, how did they miss the loan of &euro;87 million and if they did not miss it, why did they not tell anyone about it?  However, they were not allowed to respond either.</P>
        <P>Consequently, a dark shadow of silence was established over Irish corporate life that sent a clear message to everyone who was present to the effect that no one would be told the truth about what had happened in Anglo Irish Bank.  No one will ever know.  One of the tragedies of the proposed nationalisation, regardless of whether it is right or wrong, is that it has the capacity to cover up what actually happened.  I do not state that necessarily is the plan, as I do <Col N="296"/>not know, but it has the capacity to so do.  Lessons are to be learned in this regard but information is not forthcoming.  We do not know what is the debt or the danger.  We do not know what happened, whether the auditors missed it or what the directors knew.  This is a complete fiasco and there has been no attempt to enlighten us as to the reason it happened.</P>
        <P>Moreover, I am not encouraged by what I have heard since.  As I am in injury time, I will conclude.  While I am sure Mr. O&rsquo;Connor is an able person, he also is part of the Irish Establishment and comes from PwC, one of the big five.  At the EGM he did a masterful job at saying absolutely nothing and telling no one anything.  When the directors resigned, as they did yesterday, a new appointment was made.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>The Senator is eating into other Members&rsquo; time.</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Senator Shane Ross</NameTxt>
	<P>I am just finishing.  The new appointee is a man who sat as part of the old guard of Irish banking for many years.  It is an extraordinarily bad appointment because the message is coming through that a former chief executive of Bank of Ireland who also is a director of DCC and stood foursquare behind someone who was found to have engaged in insider dealing has been rewarded by being put in a key position in Anglo Irish Bank.  This is not a good message to send to the world.  We must make a difference in this regard and state this will never happen again.  The signs I have seen in the House today, at the EGM and by this appointment indicate that no lessons have been learned and that it will be more of the same.</P>
    <HtmlBk SectId="4" />
    </Speaker><!--Fix-->
      <Speaker pid="FergalQuinn"><NameTxt>Senator Feargal Quinn</NameTxt>
	<P>First, I wish to state that I have been a customer of Anglo Irish Bank and that I have two property investments that are managed by it.</P>
        <P>This is not a welcome Bill, as no one wished to see a Bill that would make the citizens and taxpayers of Ireland the reluctant owners of a bank that was not worth what they were paying for it.  However, we do not have a choice in this regard, as the failure of the American Government to rescue Lehman Brothers created bigger problems.  Consequently, I support the Bill.  However, I am disappointed that Members have not been allocated the requisite time to debate it in a correct manner.</P>
        <P>The State will be in the banking business and some of the first words contained in the Bill, &ldquo;in the public interest&rdquo;, worry me, as I have a concern in respect of that term.  The Minister has stated the bank will be run in a hands-off commercial fashion but he would say this.  I would prefer to see the bank being run for the shareholders and not necessarily in the public interest, that is, it should be turned into a proper commercial bank.  If it is run in such a fashion, it can be sold again in a couple of years&rsquo; time.  I have a fear about any State company which is not necessarily being run with profitability as an objective.  The Minister should put my mind at rest in that regard.</P>
        <P>We must get credit flowing again.  This issue goes beyond Anglo Irish Bank.  It touches all the other banks in Ireland, AIB and Bank of Ireland in particular.  There has been woolly thinking on bank recapitalisation thus far.  The taxpayer consented to recapitalising the banks to get them to lend.  However, many banks across the developed world have used this money to restore their capital ratios, which also are dangerously low.  This confusion must be ended and the proportions in which we expect new Government capital to be divided between new lending, on the one hand, and capital-based restoration, on the other, must be made explicit.  A possible formula would be that for every &euro;1 in new capital the bank would be permitted to lend 50 cent to businesses and use the other 50 cent to build up its capital ratios.  That is not a necessary proposal on this occasion, but we must find a system to avoid the problems that have arisen elsewhere.</P>
      </Speaker><Col N="297"/>
      <Speaker pid="JoeOToole"><NameTxt>Senator Joe O&rsquo;Toole</NameTxt>
	<P>As a member of the board of the Irish Auditing and Accounting Supervisory Authority within whose remit this issue falls, I have many views on the issue of auditing standards, on which I will not speak at this time.  However, company law is an issue at which we need to look carefully.  I want the Minister to indicate clearly his views as to whether a person needs to be in breach of written legislation in order to be in breach of company law.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Senator Joe O&rsquo;Toole</NameTxt>
	<P>My view of the world is that common law is clear about the responsibilities of company directors, a matter about which we had long debates in 2003.  It seems any director of a company who acts against the best interests of that company, and the common good in as much as it applies to that company, is in breach of common law.  It is also clear, as I understand it, that the compliance obligations on directors stretch very far and that we can pursue them.  I ask the Minister to indicate his view on the responsibilities of company directors.</P>
        <P Just="Left">On the issue raised by Senator Quinn, I note that today the British Government has indicated a change of attitude and policy on Northern Rock.  It has decided to loosen that bank&rsquo;s purse strings and require it to become involved in lending.  That is the point that was being made by Senator Quinn.  The last time we discussed the issue we told the Minister repeatedly that we did not see the connection between capitalisation and lending at the bottom end, which has now been well proved.</P>
        <P>We have to recognise that the people concerned have caused damage to the country; that, on the one had, there is anxiety and, on the other, a loss to others.  Many pensioners, people with small amounts of money, have effectively gone to the wall.  We have a responsibility to chase the people concerned.  Whoever does it, whether it be the bank, the Government or the accountancy bodies, and whichever way it is done, this must be played to the end game.  Those responsible should be brought to book and, if necessary, before the courts.  That is the one action people want to see taken.  There will never be closure on this issue as long as people can walk free having caused chaos and damage all around them.  This is appalling, when one considers that a person can find himself or herself in jail for not paying a bill for a household domestic appliance.  People have lost jobs, houses, relationships and pensions.  When one thinks of the damage caused to them, the fact that those responsible might never be brought to justice should not be acceptable to any legislature.</P>
      </Speaker>
      <Speaker pid="DanBoyle"><NameTxt>Senator Dan Boyle</NameTxt>
	<P Just="Left">We find ourselves here because of the activities of an enterprise which was largely owned and run by individuals who have shown by their behaviour incidents of individual greed that have undermined economic confidence, shown contempt for the law and made matters difficult in terms of the future financial stability of the country.  This debate cannot proceed without noting the widespread contempt that many of us in public life feel for such activities.  The Bill to nationalise the third largest bank in the country has come about, not because the bank is insolvent but because it has lost credibility due to the activities of such individuals.  All other options have been examined in recent months, including whether this enterprise could trade out of its difficulties, whether it could find additional investors to allow it to do so, as well as State involvement through a number of support schemes, including not only the existing deposit guarantee but an enhanced bank guarantee scheme.  All such efforts were undermined by the efforts of the individuals in question who saw this enterprise as nothing less than a personal play thing.  Those involved in public life cannot stand by and allow such standards in corporate life.</P>
        <P Just="Left">I welcome the Minister&rsquo;s acceptance that regulation to meet the situation in which we find ourselves needs to be dramatically changed.  We have presumed that such persons could not <Col N="298"/>honourably exist in Irish commercial life.  The fact that they do and have wreaked such havoc and damage is something with which we in the political system representing the people must deal.  Nationalisation must happen because it is the only option available to the State because it involves the lowest cost at a time when we do not have the resources to deal exclusively with such an issue.</P>
        <P>We must remember we exist in an international environment.  In the United States there have been seven policy approaches to its banking system since last year.  Senator O&rsquo;Toole mentioned the change of policy on the part of the British Government which this week has made a second attempt to directly input funds into many of the country&rsquo;s major banks, none of which has done anything in releasing money for lending or in bolstering their share prices.  We at least have had the opportunity to examine the situation as it has unfolded and to look at every policy approach.  I am confident that in taking this decision we are giving ourselves an opportunity to rid ourselves of a cancer in corporate life, to put in place appropriate corporate standards and people to enforce them, and to give ourselves a vehicle with which to inject the necessary degree of urgency.</P>
        <P>I agree with other speakers that this nationalised institution that we will bring into being in passing the Bill offers an opportunity, but it is not one that we can use to say it is business as usual.  The business model that was lionised, that put so much faith in the property market, is not one that will ensure a viable financial services sector into the next decade and beyond.  We need to lend money but need to do it differently.  We need to lend to people to allow them to upgrade their homes in terms of energy efficiency measures.  We need to lend to small and medium enterprises in the context of the new green deal.  These are not arguments being articulated by the Government or my party in government only; this is the accepted approach to economic development that we hear articulated by the new President of the United States.</P>
        <P>At the same time there is an international recession, the extent of which no one knows; we are collectively dealing with a problem in the banking and financial services sector that is affecting this country more than most because we have chosen an economic destiny that leaves us open to international pressures more than most.  In having a nationalised financial institution we at least offer ourselves the prospect of trying to direct economic activity in a way that we are unable to do through other financial institutions whose priorities have not been in the interests of the overall economy and the citizens of this country.  I ask people to be angry about the circumstances that have led us to be here, to be cautious about the risks that face us, but also to be confident that there are opportunities in supporting a measure such as this and making the changes we must make.</P>
      </Speaker>
      <Speaker pid="AlanKelly"><NameTxt>Senator Alan Kelly</NameTxt>
	<P>It is interesting that the previous speaker asked us to be angry.  I am sure he knows we have such a history.</P>
        <P>Before I address the substance of the Bill, I ask the Minister what is the rush in ramming it through the Oireachtas today.  History teaches us that rushed legislation is bad legislation.  What difference would it make if the Bill was passed tomorrow and if we had more time to debate it?  I do not believe an extra 24 hours will change the status of Anglo Irish Bank.  I understand the Minister will state it must be passed before 9 o&rsquo;clock tomorrow and that, therefore, it must be signed into law tonight.  I am not sure why or what difference it would make.  Perhaps the Minister will elaborate on that point.</P>
        <P>The stakes are the highest ever and we need a proper vehicle to provide for future developments, a matter on which this legislation will have an impact.  We do not know whether it is the correct legislation or how much money will need to be invested.  The Bill was only published last night, following on from the Government&rsquo;s prior announcement that it would nationalise <Col N="299"/>Anglo Irish Bank.  Despite receiving copies of the Bill only today, we are all expected to contribute in detail.  It is impossible to go through the 39 sections in detail.  No matter how hard we try as legislators, the Bill will not be stress-tested today.  No one on either side of the House will be 100% sure about his or her analysis.  I will ask specific questions in this regard later.</P>
        <P>Recently, the Taoiseach sent what I would call a patronising letter to party leaders, but he should send to the Ministers and members of his parliamentary party the same letter on being careful about what is said concerning the banking situation.  There was no need to send such letters.  We in the Labour Party, the Fine Gael Party and others on this side of the House have behaved honourably during this crisis.  The Labour Party has been consistent and for a long time has predicted the problems we are now facing, namely, lack of proper regulation, lack of knowledge about complex financial products, risky lending, the inflated property bubble and so on.  It will continue to behave responsibly.  If anything, the Taoiseach should have muzzled some of his backbenchers who do not seem to be consistent or knowledgeable enough in their statements, particularly in local media.</P>
        <P>It is unfortunate that people, including some at the Cabinet table, have no confidence in how the Government is handling the banking crisis.  Last year, the Government repeatedly stated that the banking system was sound and that there was no need for panic.  We then found out about a lot of panic, as the banking system was far from sound.  The Government announced the credit institutions bank bail-out Bill in September and denied that banks needed capitalisation, on which it was assured by the same banks and the financial regulatory system.  It then decided that it had been wrong and that banks needed to be recapitalised but not nationalised.  Effectively, all they needed was to be guaranteed.  Under the radar, Ministers hoped that this would lead to some consolidation in the system and the development of stronger institutions, but they were wrong because they forgot about the egos and the large salaries involved, particularly within some banks.</P>
        <P>It turns out that we were wrong again and we are now facing the nationalisation of Anglo Irish Bank.  The developers&rsquo; bank is in trouble largely because of its ridiculous lending to individuals of supposedly high net worth who were engaged in property speculation and the mantra of whom was &ldquo;Give me more&rdquo;.  Anglo Irish Bank was engaged in pure, unadulterated greed.</P>
        <P>In recent months, the Minister has reminded me of someone who keeps throwing the dice looking for a six, but not getting it.  In support of what the country needs, I hope he gets that six soon, but the Bill will not give it to him.  We are debating it blindfolded and without critical data.  What occurred on the weekend before the guarantee was given?  Give us confidence in the banks&rsquo; position.  Information in the media is probably true, namely, that it was sink or swim time when the banks approached the Minister.  We have not seen the PricewaterhouseCoopers report detailing the banks&rsquo; standing, although the Minister&rsquo;s point on confidential information is a fair one.  However, I do not understand why we cannot receive a precis of the report, in particular, the facts and figures on the loan books, with names scrubbed out if necessary.</P>
        <P>The figures cited today do not seem to add up.  How good are the loans and how many are at risk?  How is the Government evaluating whether the loans are at risk and does its evaluation stand up to scrutiny?  We need to see what we are getting into, how much toxic debt there is and whether the loans for housing estates scattered across the country stand up.</P>
        <P>We are debating not only the nationalisation of Anglo Irish Bank, but the future of the banking system.  People no longer have confidence in politicians or the banking industry.  They believe that an old boys&rsquo; club is in place.  This perception cannot be changed.  It is voiced every day on radio talk shows, on the streets and everywhere else.  We should have heeded the EU&rsquo;s warnings.  The inflated property bubble was the country eating its own flesh.  We internalised <Col N="300"/>our economy and lost competitiveness.  We did not create primary jobs that led to exports.  Instead, we created secondary jobs, particularly those in construction and its service industries, which were based on a time bomb.  The argument that the situation owes to international factors alone does not stand up to scrutiny.</P>
        <P>A plan to restore confidence in the banking institutions has been necessary for some time.  We need a grand strategy as the day of trust is gone.  People no longer trust the Government, politicians, the regulator or banks to know or admit what is on the loan books.  The Taoiseach&rsquo;s statement in Japan that it is business as usual was unfortunate and out of touch as it is anything but business as usual.  While the Minister hopes that his next trick will work, it is unfortunate that none of them has worked to date.</P>
        <P>People need to hope that the Government can lead them out of this crisis and get credit moving for small businesses.  We are in a worse position than we were last September.  People hope and desire that those who behaved in a reckless manner in the recent past will be pursued and punished fully.  If in hindsight we realise that legislation is necessary, it should be introduced.</P>
        <P>People hope that the bank&rsquo;s former chairman will be seen to eat his words.  It is important for the country&rsquo;s future and the way in which we are seen to do business that there is accountability concerning the way in which the money was concealed.  What occurred was immoral.  Whether it was illegal has been questioned.  I hope that it will be found to be illegal.  Under the Companies Act, it must be illegal.  Was fault not evident?  The Office of the Director of Corporate Enforcement has a significant role to play in this regard and I wish it the best.</P>
        <P>The Government needs to lead the market because the latter does not believe the former.  Every international newspaper and commentator is saying that an inept Government is leading an economy in trouble.  That shares keep tumbling shows that the market is not enthusiastic about AIB and Bank of Ireland recapitalisation plans.  The goal must be the protection of our banks, particularly the two main banks.  Those are the banks with mortgages and they operate in every town.</P>
        <P>It must be asked whether Anglo Irish Bank should have been included in the bank guarantee scheme.  Will the Minister answer this question?  It is a unique bank.  We must also question the role and behaviour of auditors.  If we need further legislation, as we probably do, it should be introduced.  That is evident from the DIRT inquiry and the Goodman matter.</P>
        <P>Can we guarantee that the bank will operate without unwanted interference?  How will the directors be held to account and will the Oireachtas have a role therein?  How will transparency around decisions be achieved, particularly those on its debt management?  How will the assessor carry out his or her work?  How well are the Department of Finance and the Minister working together?  To date, every figure has been incorrect.  I can accept this from lowly Senators such as myself&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="BrianLenihan"><NameTxt>Deputy Brian Lenihan</NameTxt>
	<P>The Senator should not be hard on himself.  He is doing well.</P>
      </Speaker>
      <Speaker pid="AlanKelly"><NameTxt>Senator Alan Kelly</NameTxt>
	<P>&mdash;&mdash;or even Government Senators.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Senator Kelly&rsquo;s time has concluded.</P>
      </Speaker>
      <Speaker pid="AlanKelly"><NameTxt>Senator Alan Kelly</NameTxt>
	<P>The consistent underestimation of the situation in the past six months poses serious questions.  If the Minister needs help, he should get it for the good of the country.</P><Col N="301"/>
        <P>The Labour Party will oppose the Bill.  We do not want to protect bad gamblers engaged in monopolistic gambling.  We do not know how much the nationalisation will cost or how accountable the new regime will be to the Oireachtas.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Senator Kelly should finish because a large number of Senators want to contribute.</P>
      </Speaker>
      <Speaker pid="AlanKelly"><NameTxt>Senator Alan Kelly</NameTxt>
	<P>I ask that the Minister respond to the questions posed today.</P>
      </Speaker>
      <Speaker pid="CiaranCannon"><NameTxt>Senator Ciaran Cannon</NameTxt>
	<P>There is a certain sense of <i>d&eacute;j&agrave; vu</i> in that a number of weeks ago we sat into the early hours of the morning to deal with legislation regarding the bank guarantee scheme.  We now find ourselves once again trying to work ourselves out of a difficult situation.  I am, as I was then, confident that the Minister is acting solely and utterly in the interests of the Irish people.  I do not accept for one moment that a well connected group of people has somehow swayed their way in this matter.  The work being done here tonight is in the interests of the Irish people.</P>
        <P>We have arrived at an unprecedented time in our country&rsquo;s history.  There is potential for our banking system, the apparatus that brings lifeblood to thousands of small Irish businesses, to irreparably break down.  We have arrived at this point because of highly irresponsible and incompetent management at the very highest echelons of that system.  We must question the performance of the apparatus of State that is responsible for regulatory control of that system.  We must seriously question the performance of auditors who let down shareholders by somehow missing the movement of very significant amounts of money through the books of one bank.  The auditors who examined the books of Anglo Irish Bank over the past eight years earned in the region of &euro;6 million for that work.  They were required, as is the case with all auditors, including those who sign-off on my own company&rsquo;s accounts, to state that the accounts gave a true and fair view of the company&rsquo;s financial position.  Yet, almost inexplicably, they managed to miss large sums of money, estimated to be in the region of &euro;100 million, that silently moved in and out through balance sheets.  Having far from an indepth knowledge of our banking system &mdash; I am sure we have all learned a great deal during the past couple of weeks &mdash; I often wondered about the relevancy of Anglo Irish Bank to the normal hard working people or thousands of small business owners throughout the country.</P>
        <P>In 2007, David McWilliams in his book <i>The Generation Game</i> described Anglo Irish Bank as &ldquo;simply a leveraged hedge fund betting its own and its clients&rsquo; money on overvalued property&rdquo;.  He went on to say that normally when the property market collapses these type of outfits go bust.   Irrespective of Sean Fitzpatrick&rsquo;s troublesome loans, this was an entity that was always going to be in trouble even if our property market plateaued out.  This was a bank created for a small elite section of Irish society who moved in the same lofty circles.  It galls me that thousands of Irish taxpayers now have to bail it out.  Also, it saddens me that investments by hundreds of ordinary people through the purchase of shares in Anglo Irish Bank, many of which were considered safe retirement funds, lie in tatters at their feet.</P>
        <P>It now seems apparent that we are left with no choice but to nationalise Anglo Irish Bank.  The very trustworthiness of our banking system is at risk and this nationalisation will serve to restore stability.  However, there are serious lessons to be learned from this fiasco and one hopes the speed with which this legislation was produced will be matched by similar expediency in addressing these lessons.  We need a financial regulator with real teeth, one who has no hesitancy in using them.  That person needs to be drawn from ranks other than those of the banking sector in order that the safety of the cosy cabal is no longer a refuge for wrongdoers.  We urgently need to change our legislation so that the kind of loan activity engaged in by directors at Anglo Irish Bank becomes illegal and is given the description it really deserves, <Col N="302"/>namely, fraud.  Without all of this legislation in place, Ireland could once again be labelled, as it was three years ago by <i>The New York Times</i>, the wild west of European finance.</P>
        <P>Today in the Mansion House we celebrated 90 years of precious democracy.  Despite huge difficulty, our forefathers risked much to set our country on a new road to freedom and independence.  They faced up courageously to adversity and negativity.  It is now incumbent upon all of us to face our current adversity with similar courage and positivity.  As Senator MacSharry said earlier, the world has not come to an end and is not coming to an end.  We can overcome our problems.  Ireland incorporated can once again be the powerful economic force it was only a very short time ago and major reform of our banking structures can be the first step on that road to recovery.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Senator Paul Coghlan</NameTxt>
	<P>I welcome the Minister to the House and thank the Minister of State, Deputy Mansergh, for his outline of the Bill.  </P>
        <P>I am sure the Minister will agree that rushed legislation is bad parliamentary practice.  It simply does not allow time for the type of detailed consideration of which this measure is worthy.  I must protest that many speakers from this side of the House will not have an opportunity to contribute to the debate on this Bill.</P>
        <TimeSt down="4" idown="4">9 o&rsquo;clock</TimeSt><P Just="Left">The Minister of State said earlier that bad debts in respect of Anglo Irish Bank amounted to &euro;70 billion.  I accept the comment in respect of it being systemic and the knock-on effects in terms of inter-bank lending and so on.  I understand the Minister of State&rsquo;s reasoning in that regard.  I am sure the Minister will agree that the PricewaterhouseCoopers and Jones, Lang, LaSalle reports, while recent enough, are now dated.  The situation is changing daily and the problem is a rolling one, one that no one, not even Government with all the expert advice available to it, could be expected to get on top of.  Nobody has a crystal ball and nobody knows what will change from day to day.   The truth is we need time to address this issue.  What one might judge to be bad today might not be bad six months down the line.  We know that the major banks are rolling over and are restructuring, which is right.  It is what is needed if we are to save our banking system and our economy.  I look forward to hearing the Minister&rsquo;s response to those points.</P>
        <P>The Minister spoke some time ago about rationalisation and stated that for the good of our economy the number of banks may be reduced from six to two.  He is now saying that Anglo Irish Bank will continue as a going concern, although in public ownership, and will operate at arms length from the Minister for Finance, as major shareholder.  Will the Minister be nudging a certain realignment given his previous position in respect of rationalisation?  Given the time available, I can only be bitty in dealing with all the matters that need to be raised.</P>
        <P Just="Left">Neither the Minister in his Second Stage speech in the D&aacute;il nor the Minister of State in his Second Stage speech in this House this evening referred to Anglo Irish Bank being made a dustbin bank.  I take it the Government will not be taking that approach.  I am concerned &mdash; as I am sure is everybody else &mdash; about the following issue.  Allied Irish Bank and Bank of Ireland have major branch networks throughout the land.  It is important they continue to prosper and thrive.  As I understand it, they are considered to be sound.  Will the Minister improve their recapitalisation plan, if necessary?  It is important the Minister responds on that matter.</P>
      
        <P>It is important all major projects to which Anglo Irish Bank committed itself, in terms of financing, go ahead in an effort to save jobs.  Senator O&rsquo;Toole referred to the Irish Auditing and Accounting Supervisory Authority which is charged with supervision of auditing and accounting standards.  The authority has not as yet commented on the role of the auditors and accountants of Anglo Irish Bank.  Perhaps the Minister will comment on that matter.  As stated earlier by other speakers, what happened, unknown or otherwise to the auditors, between <Col N="303"/>Anglo Irish Bank and Irish Nationwide Building Society was a significant concealment.  This has proved the Office of the Financial Regulator is not fit for its purpose and clearly too much was allowed to take place under the noses of its staff.  Between IFSRA and the banks, they made a hames of the principled light touch approach.  In performance or pursuance of their duties with the banks, they made as much impression as the bee on the back of the giolla deacair.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>I wish to share my time with Senator Terry Leyden, with the permission of the House. </P>
        <P>I welcome the Minister&rsquo;s speech.  It is important that the Irish people get the message to the effect that nationalising Anglo Irish Bank is not just a question of saving the bank, but the country&rsquo;s banking system.  In the past few weeks the <i>Financial Times</i> has made us look pathetic novices as regards the banking system and our governance of it.</P>
      </Speaker>
      <Speaker pid="PaschalDonohoe"><NameTxt>Senator Paschal Donohoe</NameTxt>
	<P>Hear, hear. </P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Senator Mary M. White</NameTxt>
	<P>I believe there has been a certain amount of jealousy in the <i>Financial Times</i> over the years at the success of the Celtic tiger and that it is delighting in the trouble we are in.  However, we have a responsibility as regards transparency that is critical for the future. </P>
        <P>I cannot understand that a director can avail of loans and not let his or her board know, and that the law is not being broken.  This could not happen in the United States.  We need to get Ernst &amp; Young representatives to come before an Oireachtas committee and tell us what they are at.  I believe this is no different from Arthur Andersen and Enron.  How much do the auditors get in fees for Anglo Irish Bank?  Will they show up what has been done wrong?  We must question this role of the auditors and how they carry out their duties.</P>
        <P>This is not a retail bank with hundreds of branches around the country like AIB and the Bank of Ireland.  I am concerned by the 1,200 employees currently working for Anglo Irish Bank.  They and their families must be in a traumatic state, wondering whether they will have jobs in the future.  I may be speaking passionately and I am not against the Minister but rather I support what he has done.  However, he needs to clarify for the employees of the bank whether they will have their jobs.  I am glad that it will become a public sector organisation.  The public sector has been harangued in recent times, but there is no example there of lack of integrity such as we have seen in Anglo Irish Bank.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Senator Terry Leyden</NameTxt>
	<P>I thank Senator Mary White for sharing her time.  I welcome the Minister.  He is the right man at the right time in the right place and I congratulate him on his effective work in the Department of Finance.  He has a great onus of responsibility and he has made the right decision.  I disagree with Professor Morgan Kelly, whose despicable article appears in <i>The Irish Times</i> today.  It is a disgraceful article which tries to undermine the credibility of this State. </P>
        <P>I should remind the House that the State owned ICC, ACC and F&oacute;ir Teoranta, which were very effective organisations when needed in this State.  Now we have to utilise this bank in the best interests of the economy.  I have made a proposal to the effect that a &euro;10 billion reconstruction bond fund should be set up now under this bank.  It can manage the fund.  The ICTU has agreed with this proposal and stated that the establishment of a national recovery bond to which the public can subscribe would mobilise the national mood by an effort to restore the economy to full capacity.  Now we have the vehicle to provide funding for small industry, through Anglo Irish Bank in public ownership.  This is a golden opportunity and we should grasp it.  I believe that people would be prepared to invest for a ten-year period, provided there was either a bond scheme generating a return in the interim or a pension scheme, to be availed <Col N="304"/>of by many who have no such scheme and who could pay into it on a weekly basis to reap a return in ten years&rsquo; time, when they need a pension.</P>
        <P>I believe there is room to utilise this national emergency in the best interests of the country.  We have the vehicle and the top people inside the bank who were let down by senior management.  Some of the people at lower levels have been doing an excellent job.  There are 1,200 people there, as Senator Mary White said, and those jobs must be protected as well.  The Minister must also make a clear statement in respect of AIB, Bank of Ireland and Permanent TSB, which I have shares in and lost some money on, to the effect that they are sound as a bell and will continue to work in the interests of the public.</P>
      </Speaker>
      <Speaker pid="IvanaBacik"><NameTxt>Senator Ivana Bacik</NameTxt>
	<P>I ask the House for permission to share half of my time with Senator Doherty. </P>
        <P>I welcome the opportunity to put my thoughts on the record about this Bill.  I echo the words of others on this side of the House to the effect that it is a real shame there is not more time to debate such detailed legislation, which we have only seen in a rushed manner.</P>
        <P>We are debating in the absence of a great deal of important information that we need.  I believe, just as I did when we were discussing the guarantee to the banks, that we are debating in vacuum, without access to the real facts and on the basis of assurances provided to us by the Government last September, which now ring hollow.  In spite of the lack of information and the rush, I want to make three important points.  As others said, it is vital that those at the top of Anglo Irish Bank are held accountable for the unacceptable practices, to use the Minister&rsquo;s words, which occurred in the bank.  I do not see how certain activities could not have implications in criminal law.  There are very clear offences in the companies code under the Criminal Justice (Theft and Fraud Offences) Act that might clearly have relevance to some of the practices we have seen at the head of Anglo Irish Bank.</P>
        <P>If unacceptable practices have gone on, as we know they have, it should be noted that we legislated to include Anglo Irish Bank in the guarantee in September.  I was among the few Senators who voted &ldquo;No&rdquo; to the bank guarantee scheme.  However, when it was supported by a majority in this House, it was on the basis of a misunderstanding.  We assumed that the bankers were acting in good faith and we now know they were not.  I wonder if there is not some basis for re-examining the guarantee in the light of the malpractice.  The big question the Government has not answered is what the doomsday scenario will be if we do not nationalise Anglo Irish Bank.  I believe questions need to be answered on that.</P>
      </Speaker>
      <Speaker pid="PearseDoherty"><NameTxt>Senator Pearse Doherty</NameTxt>
	<P>Go raibh maith agat agus gabhaim bu&iacute;ochas le Senator Bacik.  We are being asked to support the nationalisation of what is, in effect, a failed business and a failed banking policy by a failed Government.  The Taoiseach warned this afternoon against the making of rash comments, but if we were not to voice the concerns of the majority of the Irish people, the economic experts and the media, we would not be doing our job in opposition. </P>
        <P>The escapades of Se&aacute;n FitzPatrick and others have, once and for all, exposed the systematic fraud in Irish banking.  It shows that senior bank managers cannot be trusted and their auditors are blind, that officials in the Central Bank, the central regulator and the Department of Finance are completely incompetent and that the Government&rsquo;s banking regulation policy in the past ten years has been an abysmal failure.</P>
        <P>How the likes of FitzPatrick can get away with fraudulently misappropriating more than &euro;80 million beggars belief.  Needless to say, there are countless FitzPatricks in other banking institutions.  Anglo Irish Bank is Ireland&rsquo;s Enron, but as in the United States, there will be no criminal investigation and nobody will be brought to justice.  If FitzPatrick did not break the <Col N="305"/>law in secretly embezzling tens of millions of euro, why are there not laws to make such behaviour illegal?</P>
        <P>Why were the banking institutions exempt from the Companies Act 1990 and why do world class bankers get away with almost destroying our world class economy without ever being noticed by our world class auditors, Ernst &amp; Young, the Financial Regulator or the Central Bank?  The hypocrisy of our justice system is demonstrated by the fact that people can be sent to prison for shoplifting but that Se&aacute;n FitzPatrick will get off scot free and simply retire to his home in Greystones to work on his golf handicap.  With this Bill we are being asked to take ownership of Anglo Irish Bank without being told the actual volume of bad debts.</P>
      </Speaker>
      <Speaker pid="BrianLenihan"><TitleTxt>Minister for Finance</TitleTxt><NameTxt>Deputy Brian Lenihan</NameTxt>
	<P>With regard to the misconduct about which Senator Doherty spoke, we have an office of corporate enforcement which is responsible for the enforcement of breaches of company law.  A number of Senators have outlined their grave concerns over misconduct in Anglo Irish Bank.  It is the function of the Office of the Director of Corporate Enforcement to investigate this matter.  I do not transmit instructions to the Criminal Assets Bureau or the Office of the Director of Corporate Enforcement.  It is the function of the director to investigate these matters.  He has a very good record in the investigation of company law offences and has brought a number of cases to a successful prosecution.  He has initiated inquiries in respect of the Anglo Irish Bank and is responsible for corporate enforcement and corporate morality.  As Senator Ross pointed out, the key point is that by nationalising Anglo Irish Bank, we put clear blue water between what has happened in the past and what will happen in the future.  I welcome the constructive tone taken by the vast majority of Senators in respect of this legislation.  In a sense, the legislation is about drawing a line and ensuring that the bank can be reformed and purged.</P>
        <P>A number of Senators asked why the Government was saying the bank was a &ldquo;going concern&rdquo;.  It is a &ldquo;going concern&rdquo;.  The current position thereon is that the loan book, which has been criticised by many Senators, is one that remunerates a sufficient income to pay for the costs of the bank and for the deposits.  Future losses are a matter of assessment and speculation, as Senator Coghlan pointed out.  They are not a matter in respect of which anyone can point to a definite figure.  However, after the guarantee was instituted, the State engaged a firm of accountants to do a detailed trawl of all the loan books of the Irish banking system.  There are very few other states in the troubled banking world in which we are operating that have had the time to do this exercise with their financial institutions.  We did so because we gave the guarantee.</P>
        <P>Senator Kelly asked some questions about the guarantee and specifically raised the question of rushed legislation.  The Bill before the House was prepared long before the guarantee.  It was available to us in its present form last September and has been worked upon ever since.  Senators will appreciate that there never seemed to be an opportune time in which to introduce a Bill in the abstract for the nationalisation of financial institutions.  The only alternative available to the Government on 29 September 2008 was to consider the nationalisation of an institution combined with a guarantee for the rest.  Had no guarantee been given to the Anglo Irish Bank, the question of this legislation would have arisen in any event.  I am quite satisfied the guarantee will not be called upon in the case of Anglo Irish Bank up to the time of the guarantee&rsquo;s expiration.  Even if there were no question of a guarantee, if a bank posed a systemic threat to the Irish economy the Government would have no option but to nationalise it.  Senators generally accepted this proposition and I thank them for it.</P>
        <P>I will refer to some figures I mentioned in the other House that were not in my opening speech in this House.  The loan book of Anglo Irish Bank lists 7,000 customers, of whom 5,000 are in this jurisdiction.  The retail depositors number 300,000, of whom 72,000 are in this <Col N="306"/>jurisdiction, and the corporate depositors number 12,000, of whom 3,500 are in this jurisdiction.  The bank, therefore, has a substantial presence in this jurisdiction.  If one attempted to carve up the balance sheet between the three main jurisdictions in which the bank is involved &mdash; the United Kingdom, Ireland and the United States &mdash; it would be fair to say that approximately 45% would be accounted for in this jurisdiction.</P>
        <P>The bank, therefore, is important and any threat thereto would pose a systemic risk to the economy.  The reason the governor of the Central Bank, the Financial Regulator, my officials and the NTMA recommended that the bank be taken into public ownership was that the bank posed a potential risk to the stability of the Irish financial sector.  The advice the Government received from them last September was that the guarantee should be a sufficient method of securing the position of the banking sector.  However, it was always envisaged that if the guarantee system failed, the ultimate option of nationalisation would have to be availed of.</P>
        <P>I had an interesting discussion with the Danish Finance Minister a few days after our guarantee was initiated.  He drew up legislation modelled exactly on our system but complemented it by providing an optional nationalisation provision that would come into effect if nationalisation were required.  We went straight into the guarantee and did not include optional nationalisation provisions.  I did not believe the introduction of an optional nationalisation measure since the giving of the guarantee would have caused anything other than grave suspicion in both Houses of the Oireachtas and among the public generally.  The position at all stages has been that the Government has had a very consistent policy, that is, to maintain the stability of our financial system.</P>
        <P>It is very troubling that, in this economic crisis, banks throughout the world and in Ireland are seen to be vulnerable.  We have a policy decision to make.  We can decide to liquidate a bank or decide not to permit bank failure to arise.  Our policy is the latter and I have been clear and consistent about this.  The guarantee was the initial method of securing that objective.  Following on the guarantee, the measurement and assessment of the loan book was made.  Following on that, even more detailed work was done on the evaluation of the loan book by auctioneers.  When the initial offer was made to Anglo Irish Bank of a State investment in a 75% stake, due diligence was exercised.</P>
        <P>One of the more positive facts I can report to Senators is that the due diligence has not established a great deal more in terms of loan exposure than was already established in the earlier exercises.  We will take ownership of the Anglo Irish Bank when, with the permission of the Seanad, the President is asked to sign the Bill this evening.  When we take ownership, we will, as Senator Ross pointed out, seek to establish clear blue water between the bank&rsquo;s future activities and what happened in the past.</P>
        <P>What has happened is deeply disturbing, as many Senators said.  It requires investigation by the Office of the Director of Corporate Enforcement.  He has a good track record but will have to be backed up by the Financial Regulator because his powers of investigation in a bank are not as extensive as they are in the case of other companies.  I have requested that the Financial Regulator assist the director in eliciting information in every possible way.  It is important that we get to the root of any and all corporate malpractices that may have taken place.  If it is proven that they have taken place, I have no doubt the law will take its course.  This must happen because considerable damage has been done to the country&rsquo;s reputation by the carry-on in the institution in question.</P>
        <P>I was criticised initially for restricting my condemnation of the bank&rsquo;s activities to the use of the expression &ldquo;disappointing&rdquo;.  This was a deliberate choice because of the financial instability the making of the disclosures had given rise to at the time in question.  I have been more <Col N="307"/>forthright in my use of language as the position gradually stabilised.  Not only have the chairman and a director associated with the loan in question departed from the Anglo Irish Bank but a number of senior management figures have also done so.</P>
        <P>There has been criticism of the use of the term &ldquo;going concern&rdquo; by the Government in connection with the bank but the position is that, in strict commercial practice, the alternative to having a going concern is to liquidate an entity.  The strategic direction for Anglo Irish Bank cannot be decided this evening and the State must appoint its own directors, conduct a comprehensive and final review of the institution and decide what should be the best strategic option.</P>
        <P>Reference has been made to various options this evening, from support for small and medium-sized businesses on the one hand to the establishment of a toxic dump on the other.  All these options require money above and beyond the working capital the State may have to put into the institution in question.  In particular, there seems to be a view that a toxic bank can be set up without any expenditure but the reality is that if one considers what Governments are doing worldwide to prop up financial institutions, one will note they are taking three different approaches.  One is the guarantee approach, another is the approach of capitalisation, that is, increasing the buffer to reassure the markets that a bank is indestructible, and the third is the option of buying the so-called toxic assets.  Many Governments are combining all three approaches.  In regard to all of these approaches, it is worth nothing that the last time we had a systemic global financial crisis on this scale in 1929, governments took the orthodox view that banks should be allowed to fail, that there was too great a moral hazard in propping up banks when there were circumstances of potential default.  When that approach was taken we saw the rise of a great depression and a huge rise in unemployment and deflation.</P>
        <P>Governments in western Europe and North America have taken a different approach on this occasion and to prevent those consequences have sought to prop up these institutions.  The danger, as I am sure Senator Ross will remind us, is moral hazard.  That is why regulatory systems are seen to be discredited around the world nowadays for permitting this position to have arisen.  We have very basic questions to ask about our own regulatory system.  It is a fact that until I decided to ask the regulator to examine the rather large director&rsquo;s loan arrangements at Anglo Irish Bank, this matter had not come to the attention of the authority, even though a cursory examination of the documentation available to it should have revealed the difficulty.  The position that ensued is a matter of history.</P>
        <P>It is a serious matter.  When it emerged that someone at some level within the regulatory authority had some knowledge of this matter, I asked and insisted that the board investigate it within a three-week time limit and again the chief executive tendered his resignation at the conclusion of that inquiry.  Clearly there is great public anger at the loss of pensions and wealth, much of it by small investors who put their nest egg aside in particular institutions and now find it is worthless.  There is understandable public outrage at this.</P>
        <P>We have to protect the stability of the financial system.  We cannot engage, much as many would wish to see it, in a simultaneous bloodletting of the entire administration of the Irish banking system.  Those who are responsible for these actions must be brought to book and I have no doubt the procedures in train will ensure that happens.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P Just="Left">As it is now 9.20 p.m. I am required to put the following question in accordance with an Order of the Seanad of this day: &ldquo;That the Bill be now read a Second Time.&rdquo;</P>
      </Speaker>
        <P>Question put.</P>
      <Vote>
        <Result><Col N="308"/>The Seanad divided: T&aacute;, 31; N&iacute;l, 22.</Result>
        <YHeading>T&aacute;</YHeading>
        <YesVote pid="DanBoyle">Boyle, Dan.</YesVote>
        <YesVote pid="MartinBrady">Brady, Martin.</YesVote>
        <YesVote pid="LarryButler">Butler, Larry.</YesVote>
        <YesVote pid="PeterCallanan">Callanan, Peter.</YesVote>
        <YesVote pid="IvorCallely">Callely, Ivor.</YesVote>
        <YesVote pid="CiaranCannon">Cannon, Ciaran.</YesVote>
        <YesVote pid="JohnCartyFF">Carty, John.</YesVote>
        <YesVote pid="DonnieCassidyFF">Cassidy, Donie.</YesVote>
        <YesVote pid="MariaCorrigan">Corrigan, Maria.</YesVote>
        <YesVote pid="MarkDaly">Daly, Mark.</YesVote>
        <YesVote pid="DeirdredeBurca">de B&uacute;rca, D&eacute;irdre.</YesVote>
        <YesVote pid="JohnEllis">Ellis, John.</YesVote>
        <YesVote pid="GeraldineFeeney">Feeney, Geraldine.</YesVote>
        <YesVote pid="CamillusGlynn">Glynn, Camillus.</YesVote>
        <YesVote pid="JohnGerardHanafin">Hanafin, John.</YesVote>
        <YesVote pid="EoghanHarris">Harris, Eoghan.</YesVote>
        <YesVote pid="CeciliaKeaveney">Keaveney, Cecilia.</YesVote>
        <YesVote pid="TerryLeyden">Leyden, Terry.</YesVote>
        <YesVote pid="MarcMacSharry">MacSharry, Marc.</YesVote>
        <YesVote pid="LisaMcDonald">McDonald, Lisa.</YesVote>
        <YesVote pid="BrianODomhnaill">&Oacute; Domhnaill, Brian.</YesVote>
        <YesVote pid="LabhrasOMurchu">&Oacute; Murch&uacute;, Labhr&aacute;s.</YesVote>
        <YesVote pid="FrancisOBrien">O&rsquo;Brien, Francis.</YesVote>
        <YesVote pid="DennisODonovan">O&rsquo;Donovan, Denis.</YesVote>
        <YesVote pid="FionnaOMalleyPD">O&rsquo;Malley, Fiona.</YesVote>
        <YesVote pid="NedOSullivan">O&rsquo;Sullivan, Ned.</YesVote>
        <YesVote pid="JoeOToole">O&rsquo;Toole, Joe.</YesVote>
        <YesVote pid="KieranPhelan">Phelan, Kieran.</YesVote>
        <YesVote pid="JimWalsh">Walsh, Jim.</YesVote>
        <YesVote pid="MaryMWhite">White, Mary M.</YesVote>
        <YesVote pid="DiarmuidWilson">Wilson, Diarmuid.</YesVote>
        <NHeading>N&iacute;l</NHeading>
        <NoVote pid="IvanaBacik">Bacik, Ivana.</NoVote>
        <NoVote pid="PaulBradford">Bradford, Paul.</NoVote>
        <NoVote pid="PaddyBurke">Burke, Paddy.</NoVote>
        <NoVote pid="JerryButtimer">Buttimer, Jerry.</NoVote>
        <NoVote pid="PaulCoghlan">Coghlan, Paul.</NoVote>
        <NoVote pid="MauriceCummins">Cummins, Maurice.</NoVote>
        <NoVote pid="PearseDoherty">Doherty, Pearse.</NoVote>
        <NoVote pid="PaschalDonohoe">Donohoe, Paschal.</NoVote>
        <NoVote pid="FrancesFitzgerald">Fitzgerald, Frances.</NoVote>
        <NoVote pid="DominicHannigan">Hannigan, Dominic.</NoVote>
        <NoVote pid="FidelmaHealyEames">Healy Eames, Fidelma.</NoVote>
        <NoVote pid="AlanKelly">Kelly, Alan.</NoVote>
        <NoVote pid="NickyMcFadden">McFadden, Nicky.</NoVote>
        <NoVote pid="DavidNorris">Norris, David.</NoVote>
        <NoVote pid="JoeOReilly">O&rsquo;Reilly, Joe.</NoVote>
        <NoVote pid="JohnPaulPhelan">Phelan, John Paul.</NoVote>
        <NoVote pid="PhilPrendergast">Prendergast, Phil.</NoVote>
        <NoVote pid="FergalQuinn">Quinn, Feargal.</NoVote>
        <NoVote pid="EugeneRegan">Regan, Eugene.</NoVote>
        <NoVote pid="ShaneRoss">Ross, Shane.</NoVote>
        <NoVote pid="BrendanRyan">Ryan, Brendan.</NoVote>
        <NoVote pid="LiamTwomeyIND">Twomey, Liam.</NoVote>
        <Tellers>Tellers: T&aacute;, Senators Camillus Glynn and Diarmuid Wilson; N&iacute;l, Senators Ivana Bacik and David Norris.</Tellers>
        <Decision><?oasys _is0p11- ?>Question declared carried.</Decision>
      </Vote>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>When is it proposed to take Committee Stage?</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>Now.</P>
 <HtmlBk SectId="5" />
    </Speaker><!--Fix-->
  </MainHeading><!--Fix-->
  <MainHeading Type="GD" LHead="Anglo Irish Bank Corporation Bill 2009:" RHead="Committee and Remaining Stages"> 
    <Title>Anglo Irish Bank Corporation Bill 2009: Committee and Remaining Stages. </Title>
        <P Just="Center">SECTION 1.</P>
      <Speaker pid="PearseDoherty"><NameTxt>Senator Pearse Doherty</NameTxt>
	<P Just="Left">I move amendment No. 1:</P>
        <P LI="1">In page 6, line 24, after &ldquo;Minister&rdquo; to insert &ldquo;on behalf of the Oireachtas&rdquo;.</P>
<P FLI="0">This amendment changes the definition of the role of the nominee.  Some Senators complained on Second Stage about the lack of consultation on this legislation with other parties which are offering sensible solutions to the country&rsquo;s economic situation.  Unfortunately, the Government is unwilling to listen to some of the answers that we in Sinn F&eacute;in and other parties are putting forward.</P>
        <P>The legislation refers to the nominee of the Minister.  In this amendment I intend to strengthen the role of the Oireachtas so that the Minister does not appoint the nominee alone, but does so on behalf of the Oireachtas.  This will require consultation with, and approval by, <Col N="309"/>the Oireachtas of whatever nominee the Minister appoints to act on his or her behalf in respect of the affairs of this bank.</P>
        <P>It is important that this happen because we need Oireachtas oversight.  We have seen the monster that the previous Government created in the Health Service Executive, HSE, which is overseen by the Minister but is not accountable to the Oireachtas.  My amendment changes the definition of the nominee and places an onus on the Minister to ensure that the nominee is appointed on behalf of the Oireachtas.</P>
        <P>This is important in view of the type of bank with which we are dealing.  It is in this situation because of its reckless practices, having been in bed with property speculators and developers.  Given the love affair this Government and its predecessor had with those ruthless developers who have brought us to this point, it is important that the Minister seeks the approval of the Oireachtas.  I ask the Minister of State to support this amendment.</P>
      </Speaker>
      <Speaker pid="NickyMcFadden"><NameTxt>Senator Nicky McFadden</NameTxt>
	<P>First it was capitalisation, now nationalisation, and we are here again, bailing out this bank.  I support this amendment because we need to vet the directors of the bank.  It is not good enough for the Minister to say that he will be the one to vet them.  There has been an absolutely corrupt culture surrounding senior management, auditors and the financial regulator.  These people must be vetted by the Oireachtas Joint Committee on Finance and the Public Service.  The Government has been making it up as it goes along and taking fire brigade action in respect of every crisis.  This is a good amendment and I fully support it. </P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><TitleTxt>Minister of State at the Department of Finance</TitleTxt><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>Senator Doherty&rsquo;s amendment, as supported by Senator McFadden, provides in effect that the Oireachtas would approve and direct the nominee.  By virtue of his or her legal status, the nominee would step into the shoes of, and act on behalf of, the Minister for Finance, who is accountable to the Oireachtas for his actions and the actions of his nominee.  However, we do not govern by committee in this country.  As the Minister cannot be trammelled in that manner, I cannot accept the Senator&rsquo;s amendment, unfortunately.  I have seen no suggestion of corruption in the regulator&rsquo;s actions.  It is not a suggestion that could be made without adequate evidence.</P>
      </Speaker>
      <Speaker pid="PearseDoherty"><NameTxt>Senator Pearse Doherty</NameTxt>
	<P>I am saddened to hear that the Minister of State will not accept this amendment.  When he clarified why he will not do so, he basically said the Government will do the same thing it did with the HSE.  This elected Parliament, which may be a partitionist Parliament, met for the first time 90 years ago tomorrow.  The First D&aacute;il was democratically elected.  Its members were not afraid of accountability &mdash; they did not farm out their responsibilities to a body that would not be able to answer the questions of the elected representatives of the people of this State.  The Minister of State&rsquo;s response was disappointing.  Questions are being asked about the Government&rsquo;s appointees.  The reality is that the people have no faith in the Government.  Therefore, they will have no faith in its nominees.</P>
        <P>It is clear from the banking crisis that the Government has lost the plot.  It is engaging in U-turns time and time again.  It is making it up as it goes along.  If we are leaving it to the Minister for Finance to nominate people to deal with the toxic debt that has been accrued by Anglo Irish Bank, God help us.  Every single citizen of the State is in greater debt as a result of the reckless actions of the Government&rsquo;s friends in the property development sector.  It is important that the Minister of State rethinks this proposal.  That is unlikely to happen, however, which is disappointing.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>Perhaps the Minister of State can clarify his remark about corruption and the regulator.  I do not understand the connection.</P>
      </Speaker><Col N="310"/>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I was simply responding to Senator McFadden&rsquo;s remarks.</P>
      </Speaker>
      <Speaker pid="NickyMcFadden"><NameTxt>Senator Nicky McFadden</NameTxt>
	<P>On a point of order, I spoke about &ldquo;a corrupt culture&rdquo;.  I said I believed the regulator was not doing his job.  I did not necessarily say the regulator was corrupt.  I referred to &ldquo;a corrupt culture&rdquo;.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>I wish to develop a specific point.  It is clear from the events of recent weeks that the ordinary punter believes that insider networks have emerged.  The lack of accountability and regulation is clear for all to see.  Fine Gael asked the Minister to include in this Bill a requirement that any new directors of the bank should be vetted by the Oireachtas on a cross-party basis.  We have not secured agreement on that.  We have also raised questions about the Minister&rsquo;s power to fire any staff member at will.  We have pointed out that massive risks could be encountered by bank lending officers who try to recover developer loans.  This section of the Bill should address the lack of objective regulation of the insider culture in our banks.  We need to hear more than we have already heard from the Government about how it intends to ensure this does not happen again.</P>
        <P>Fairly radical change is needed if we are to ensure that the tent in Galway is no longer frequented by an insider network of politicians, developers and bankers.  The question of whether the role of directors is in line with company law, as things stand, should be the subject of more discussion in this House.  How will directors meet their various obligations in a new culture?</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>I agree with the principle of Senator Doherty&rsquo;s amendment.  It seems to me that accountability and truth are needed.  It is sometimes difficult, without probing, to find out what is the truth.  Although I had made arrangements, at considerable difficulty, to get here this evening, the imposition of the guillotine that was decided on by the House meant that I was not permitted to speak.  I got here in time to hear the Minister for Finance say that all the principal representatives of the Department of Finance, the Financial Regulator and the Central Bank have advised him to take this course of action.  That was categorically refuted in a substantial article in today&rsquo;s <i>The Irish Times</i>, which was written by Professor Morgan Kelly, who is a professor of economics in University College Dublin:</P>
        <P LI="1">At the original crisis meeting on September 29th, Brian Cowen claimed that the blanket guarantee to all six banks was given &ldquo;on the basis of the advice from those who are competent to so advise the Government&rdquo;.  That does not appear to have been the case.</P>
        <P FLI="0">There is a very serious conflict of evidence between what was written today by a senior academic &mdash; a professor of economics who claims to have insider knowledge of this matter &mdash; and what we are being told in this House.  That is why we need this kind of accountability.  Professor Kelly&rsquo;s article argues that this Bill will expose the Irish taxpayer &mdash; the ordinary person on the street &mdash; to the possibility of a considerable loss.  It suggests that if we decide not to rescue Anglo Irish Bank, but instead put all our efforts into rescuing the two principal banks, we will save the taxpayer money.  Professor Kelly points out that in any case, Anglo Irish Bank is financially guaranteed by international insurance institutions that can take the hit.  His article claims that the value of the commercial property involved would have reached approximately zero, but so what?  Professor Kelly has reached the conclusion that &ldquo;an Irish government has coolly looked its citizens in the eye and said: &ldquo;Sorry, but your priorities are not ours&ldquo;.&rdquo;  Proper accountability is needed for those reasons.  Once again, legislation that was presented to the House to deal with a serious matter is being rushed and guillotined.  There is <Col N="311"/>no consensus that the Government has taken the correct measures to deal with the issue.  The Oireachtas is not being treated with the seriousness it deserves.  For those reasons, I am happy to support Senator Doherty&rsquo;s amendment.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I do not propose to accept this amendment.  Governments need freedom of action.  The issue of decisiveness has been the subject of some discussion recently.  The Government needs to be able to take decisions freely.  It is accountable to the Oireachtas, but that does not mean all of its decisions have to wait until they have been approved by both Houses.  In the autumn, a package that was put together by the outgoing Administration on the other side of the Atlantic was seriously delayed in Congress, which caused serious difficulties.  One could go down many different alleyways in reply to Senator Doherty.</P>
        <P>I refute the suggestion that this is a partitionist Parliament.  Partition was not desired by any party in this Parliament.  It was not possible to prevent partition by force.  I suspect that all parties in the D&aacute;il, with the exception of Senator Doherty&rsquo;s party, would reject the idea or imputation that people preferred a 26-county state, rather than a 32-county state.  I have been to the Galway Races on two or three occasions.  The people at every table at which I sat were interested in horses or involved in the equine industry.  Rather than talking about property development, they discussed the prospects of the various horses.</P>
      </Speaker>
        <P><i>(Interruptions).</i></P>
      <TimeSt down="4" idown="4">10 o&rsquo;clock</TimeSt><Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I do not think Senator Norris was here for the Minister&rsquo;s entire contribution.  He can correct me if I am wrong.  The Minister has taken strong issue with the article in <i>The Irish Times</i> to which Senator Norris referred.  In both Houses, he has emphatically made the argument that the nationalisation of Anglo Irish Bank is a systemic issue.  He has argued that the bank is not something that can simply be discarded without consequences.  When I attended a meeting of the IMF in Washington I heard a senior spokesman for the American treasury admit that what had caused a great deal of the problems was its decision to let Lehman Brothers fail.  We have been determined not to make the same mistake.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is Senator Doherty pressing his amendment?</P>
      </Speaker>
      <Speaker pid="PearseDoherty"><NameTxt>Senator Pearse Doherty</NameTxt>
	<P>It is being pressed.  I apologise to the Minister of State for calling this a partitionist Parliament.  I have not been in the D&aacute;il Chamber recently and may have missed the 18 chairs set aside for those directly elected by the Irish citizens in the Six Counties who have been facilitated by this Parliament.  I apologise to the Minister; it must be an all-Ireland Parliament after all and I withdraw my comments in that respect.  This amendment is being pressed.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>If the Senator believes in the principle of consent, we need that principle to have an all-Ireland Parliament.  I would love to see an all-Ireland Parliament.</P>
      </Speaker>
      <Speaker pid="PearseDoherty"><NameTxt>Senator Pearse Doherty</NameTxt>
	<P>The Minister of State&rsquo;s party made a commitment on speaking rights in the D&aacute;il, the all-party committee agreed to that and the Minister of State&rsquo;s party agreed with the all-party committee in that respect, but then withdrew its agreement.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>The Senator is straying from the subject of the amendment.</P>
      </Speaker>
      <Speaker pid="PearseDoherty"><NameTxt>Senator Pearse Doherty</NameTxt>
	<P>We are here to deal with the banking issue.  I would welcome a debate on the other matter another day. </P>
      </Speaker><Col N="312"/>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>Who raised the question of partition?</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is the amendment agreed?  I believe the amendment is lost.</P>
      </Speaker>
        <P>Amendment put.</P>
      <Vote>
        <Result>The Committee divided: T&aacute;, 21; N&iacute;l, 29.</Result>
        <YHeading>T&aacute;</YHeading>
        <YesVote pid="IvanaBacik">Bacik, Ivana.</YesVote>
        <YesVote pid="PaddyBurke">Burke, Paddy.</YesVote>
        <YesVote pid="JerryButtimer">Buttimer, Jerry.</YesVote>
        <YesVote pid="PaulCoghlan">Coghlan, Paul.</YesVote>
        <YesVote pid="MauriceCummins">Cummins, Maurice.</YesVote>
        <YesVote pid="PearseDoherty">Doherty, Pearse.</YesVote>
        <YesVote pid="PaschalDonohoe">Donohoe, Paschal.</YesVote>
        <YesVote pid="FrancesFitzgerald">Fitzgerald, Frances.</YesVote>
        <YesVote pid="DominicHannigan">Hannigan, Dominic.</YesVote>
        <YesVote pid="FidelmaHealyEames">Healy Eames, Fidelma.</YesVote>
        <YesVote pid="AlanKelly">Kelly, Alan.</YesVote>
        <YesVote pid="NickyMcFadden">McFadden, Nicky.</YesVote>
        <YesVote pid="DavidNorris">Norris, David.</YesVote>
        <YesVote pid="JoeOReilly">O&rsquo;Reilly, Joe.</YesVote>
        <YesVote pid="JohnPaulPhelan">Phelan, John Paul.</YesVote>
        <YesVote pid="PhilPrendergast">Prendergast, Phil.</YesVote>
        <YesVote pid="FergalQuinn">Quinn, Feargal.</YesVote>
        <YesVote pid="EugeneRegan">Regan, Eugene.</YesVote>
        <YesVote pid="ShaneRoss">Ross, Shane.</YesVote>
        <YesVote pid="BrendanRyan">Ryan, Brendan.</YesVote>
        <YesVote pid="LiamTwomeyIND">Twomey, Liam.</YesVote>
        <NHeading>N&iacute;l</NHeading>
        <NoVote pid="DanBoyle">Boyle, Dan.</NoVote>
        <NoVote pid="MartinBrady">Brady, Martin.</NoVote>
        <NoVote pid="LarryButler">Butler, Larry.</NoVote>
        <NoVote pid="PeterCallanan">Callanan, Peter.</NoVote>
        <NoVote pid="IvorCallely">Callely, Ivor.</NoVote>
        <NoVote pid="CiaranCannon">Cannon, Ciaran.</NoVote>
        <NoVote pid="JohnCartyFF">Carty, John.</NoVote>
        <NoVote pid="DonnieCassidyFF">Cassidy, Donie.</NoVote>
        <NoVote pid="MariaCorrigan">Corrigan, Maria.</NoVote>
        <NoVote pid="MarkDaly">Daly, Mark.</NoVote>
        <NoVote pid="DeirdredeBurca">de B&uacute;rca, D&eacute;irdre.</NoVote>
        <NoVote pid="JohnEllis">Ellis, John.</NoVote>
        <NoVote pid="GeraldineFeeney">Feeney, Geraldine.</NoVote>
        <NoVote pid="CamillusGlynn">Glynn, Camillus.</NoVote>
        <NoVote pid="JohnGerardHanafin">Hanafin, John.</NoVote>
        <NoVote pid="CeciliaKeaveney">Keaveney, Cecilia.</NoVote>
        <NoVote pid="TerryLeyden">Leyden, Terry.</NoVote>
        <NoVote pid="MarcMacSharry">MacSharry, Marc.</NoVote>
        <NoVote pid="LisaMcDonald">McDonald, Lisa.</NoVote>
        <NoVote pid="BrianODomhnaill">&Oacute; Domhnaill, Brian.</NoVote>
        <NoVote pid="LabhrasOMurchu">&Oacute; Murch&uacute;, Labhr&aacute;s.</NoVote>
        <NoVote pid="FrancisOBrien">O&rsquo;Brien, Francis.</NoVote>
        <NoVote pid="DennisODonovan">O&rsquo;Donovan, Denis.</NoVote>
        <NoVote pid="FionnaOMalleyPD">O&rsquo;Malley, Fiona.</NoVote>
        <NoVote pid="NedOSullivan">O&rsquo;Sullivan, Ned.</NoVote>
        <NoVote pid="KieranPhelan">Phelan, Kieran.</NoVote>
        <NoVote pid="JimWalsh">Walsh, Jim.</NoVote>
        <NoVote pid="MaryMWhite">White, Mary M.</NoVote>
        <NoVote pid="DiarmuidWilson">Wilson, Diarmuid.</NoVote>
        <Tellers>Tellers: T&aacute;, Senators Ivana Bacik and Pearse Doherty; N&iacute;l, Senators Camillus Glynn and Diarmuid Wilson.</Tellers>
        <Decision><?oasys _is0p11- ?>Amendment declared lost.</Decision>
      </Vote>
      
        <P>Section 1 agreed to.</P>
        <P Just="Center">NEW SECTION.</P>
      <Speaker pid="AlanKelly"><NameTxt>Senator Alan Kelly</NameTxt>
	<P Just="Left">I move amendment No. 2:</P>
        <P LI="1">In page 6, before section 2, to insert the following new section:</P>
        <P LI="1">2.&mdash;(1) The Minister may, and shall if required to do so pursuant to a resolution under this section passed by both Houses of the Oireachtas, apply to the High Court for an order under the Companies Acts for the appointment of one or more inspectors to investigate the affairs of Anglo Irish Bank, having regard in particular to the questions as to whether:</P>
        <P LI="2">(<i>a</i>) its affairs have been conducted with intent to defraud its creditors or the creditors of any other person or otherwise for a fraudulent or unlawful purpose or in an unlawful manner or in a manner which is unfairly prejudicial to some part of its members, or that <Col N="313"/>any actual or proposed act or omission of the company (including an act or omission on its behalf) was so prejudicial;</P>
        <P LI="2">(<i>b</i>) persons connected with the management of its affairs have in connection therewith been guilty of fraud, misfeasance or other misconduct towards it or towards its members;</P>
        <P LI="2">(<i>c</i>) that its members have not been given all the information relating to its affairs which they might reasonably expect; or</P>
        <P LI="2">(<i>d</i> ) such additional grounds as the Minister specifies in his or her application to the High Court.</P>
        <P LI="1">(2) For the purposes of <i>subsection (1)</i>, the Minister has all such powers as are necessary to enable him or her to apply to the High Court for an order of the kind referred to in that subsection and the High Court shall hear and determine that application as if the Company Law Enforcement Act 2001, in respect of applications concerning Anglo Irish Bank, vested those powers concurrently in the Minister and in the Director of Corporate Enforcement, so as to be capable of being exercised by either of them.</P>
        <P LI="1">(3) Notwithstanding <i>subsection (1)</i>, the Minister is not required to make an application under that subsection if he notifies both Houses of the Oireachtas that the Director of Corporate Enforcement has applied to the High Court for an order under the Companies Acts for the appointment of one or more inspectors to investigate the affairs of Anglo Irish Bank.&rdquo;.</P>
        <P FLI="0">The Labour Party believes this amendment is essential.  It aims that the Bill should provide for the appointment of an inspector to investigate what has gone on in Anglo Irish Bank.  The methodology we propose is that the Minister should apply to the High Court for an order under the Companies Act for the appointment of one or more inspectors to investigate what has happened in this bank.</P>
        <P>An inspector should specifically investigate the bank&rsquo;s affairs and how they have been conducted, examine whether the bank has tried to defraud its own creditors or its own members, examine whether persons connected with the management of affairs have been in any way guilty of fraud and whether members of the bank have been given enough information.  The amendment would also provide other ministerial powers to make enforcements and directions in respect of an investigation.</P>
        <P>It is critical that this amendment be supported.  If, as in all likelihood, this Bill is passed tonight, this bank becomes ours tomorrow.  Then we must start singing its praises.  We must try to ensure that we get the bank to a level we want and we must take that responsibility seriously.  We must do so, confident that we will get to the bottom of how it was we arrived here in the first place.  Unless this amendment is passed, I do not believe many people will feel confident we will be able to do that.</P>
        <P>The amendment specifically aims to arrive at the facts, namely, what is on the loan book, what types of loans there are, whether it is possible they will be paid back and how much toxic debt there is.  It aims to find out who did what, particularly with regard to a particular investment strategy in the bank and how it was managed &mdash; I believe we all know what we are talking about &mdash; and how contracts for difference were conducted.</P>
        <P>There are questions about the way the chairman concealed loans in the bank.  There are further questions about the way share dealing was conducted in and around the time of the recapitalisation and bail out plan.  In addition, we must find out how we got to this position and who made the critical decisions.  We must examine the role of the auditor.  We can learn <Col N="314"/>from our past here because we have previous experience of occasions when auditors simply did not do their job.</P>
        <P>The amendment aims to clean out the bank of those who are running it, if that is necessary.  Most of all, it aims to ensure there is transparency with regard to the actions before us today in the Houses, in respect of this Bill.  It aims to bring that transparency to the conduct of this bank in the recent past.  If the bank is to be nationalised people will then know how we got here and will know that lessons can be learned for the future.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>I agree with every word said by my distinguished colleague on the Labour bench, Senator Kelly.  I would like to go a little further.  Within the last hour the Minister for Finance, Deputy Lenihan, told the House that the Director of Corporate Enforcement did not have the same powers to inquire into banks that he would have with regard to other institutions.  That is rather worrying.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>He did not say&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>That is exactly what he said.  I heard him.  I was in the House.  I heard every word.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>It is the regulator.  We heard that.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>He does not have the same powers.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>No.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>We need somebody to go in there who has those powers.  It seems to be an extraordinary situation.  Reference was made to the position of the chairman whom I have met, and who is a charming man, but a man with an extraordinary attitude towards life.  He was able to take out loans that were concealed which varied between &euro;80 million and &euro;100 million.  These were neatly swiped off the books every year with the co-operation of other financial institutions.  He was in the newspapers shortly after I interviewed him on a radio programme to say he thought that old age pensioners should be means tested for the medical card because the country was living beyond its means.  He was certainly living beyond the country&rsquo;s means.</P>
        <P>What happens to the loan advanced by this bank to its own chairman?  As we nationalise the bank, we are presumably undertaking responsibility for those loans.  Does that mean this gentleman has his &euro;80 million-plus loan secured by the taxpayer?  That would be extraordinary, which is why I want the Minister to be aware of this question.  It is one in which the taxpayer would be most interested.</P>
        <P>The Minister also indicated he was not aware whether any criminality had occurred.  Again, that may be part of his judicious approach to the whole issue.  On a different Bill in the past year, an amendment was defeated which sought to protect citizens of this State from going to jail for not paying television licences.  Yet, somebody can apparently swindle their way to &euro;100 million and there is no question of that person going to jail.  The ordinary citizen would be very interested to know whether any criminality is involved in this.  If the officials who are principally charged with this area do not have sufficient powers, those powers should be conferred, and perhaps they should be conferred within this Bill, as Senator Kelly has suggested and which would be highly appropriate.  This is probably the most significant amendment we are likely to reach today.</P><Col N="315"/>
        <P>I could go on but I know time is limited.  There is a guillotine and it would be very unfair of me to expatiate too much at this stage.  However, this is a highly important amendment and I will certainly support it.</P>
      </Speaker>
      <Speaker pid="IvanaBacik"><NameTxt>Senator Ivana Bacik</NameTxt>
	<P>I also support the amendment.  It is an excellent idea that this sort of measure would be adopted.  We have all agreed, on both sides of the House given the speeches I have heard in the debate, that accountability is key and that those at the top of Anglo Irish Bank responsible for effectively poisoning the entire banking sector in the State should be held accountable.</P>
        <P Just="Left">Issues of criminal law unquestionably arise and I was glad to see weekend reports that the fraud squad is investigating.  However, what we heard tonight from the Minister is that it was not up to him whether investigations were carried out by the Director of Corporate Enforcement or by the Director of Public Prosecutions and so on, about which he is correct.  This is where the amendment fills a gap.  The problem is that the Minister has effectively dismissed the idea that he should take action to restore confidence in the integrity and accountability of our bankers, or that he should have any role in this regard.  What the amendment clearly does is give the Minister and the Oireachtas a role in appointing an inspector to investigate whether affairs have been conducted with intent to defraud, in other words, whether fraud has been carried out, and therefore to render much more transparent the dealings of the bankers at the top of our banking system.  This is the sort of move that is required of the Minister and the Oireachtas to restore confidence in the banking system.</P>
        <P>Many of the problems with Anglo Irish Bank in recent days, which were apparently the reason for the legislation itself, arose because many people were no longer willing to be associated with a bank that had become so closely identified with malpractice, and they were withdrawing money due to a lack of confidence and trust in the bank.  That is key to this problem.</P>
        <P>Many at the weekend were comparing Anglo Irish Bank to Ireland&rsquo;s Enron.  Again, there is an issue in this regard.  If this is our Enron, then just as people were held accountable for what happened in the United States, so people should be held accountable here for what has happened with Anglo Irish Bank.</P>
        <P Just="Left">The Minister of State spoke about being at the Galway races among people with an interest in horses.  There is an element in this debate where we are effectively looking to close the stable door after the horses have bolted &mdash; given the Minister&rsquo;s interest in horses, he may have an interest in that analogy.  On a more serious level, it is very important to seek to restore confidence, which is key.  The run on Anglo Irish Bank and the withdrawal of their money by depositors was due to a lack of confidence and the desire not to be associated with malpractice.</P>
        <P Just="Left">We need to restore confidence from the top.  The fraud squad, the Director of Corporate Enforcement and the DPP should investigate, but this is a way in which we in the Legislature, and the Ministers in the Cabinet, can be seen to be acting to restore confidence in the banking sector from the top by ensuring greater transparency and accountability.  I urge the Minister of State to accept the amendment.</P>
      </Speaker>
      <Speaker pid="EugeneRegan"><NameTxt>Senator Eugene Regan</NameTxt>
	<P>I understand the motivation for the amendment.  When added to all the other legislation that has been put in place, it may be a top-heavy procedure to deal with what should be fairly straightforward questions at this time.  The reality is that the Minister failed to carry out any due diligence of the banks before he provided the State guarantee.  He failed to carry out any due diligence before he put forward his proposals on capitalisation.  It seems now that no due diligence has been carried out before the nationalisation of this bank.  We are not getting anything like the full picture in regard to the financial state and value of <Col N="316"/>the assets which the Minister has now taken on board on behalf of the taxpayers of this country.  I understand perfectly from where the motivation for this amendment comes.</P>
        <P>The Minister said tonight he had used the term &ldquo;disappointing&rdquo; back in September when it was revealed by Anglo Irish Bank that its then chairman had these extraordinary loans and other directors had significant loans.  He said he used the term because he did not want his statements to have any effect on the market.  I find that very disingenuous.  It is a <i>post hoc</i> rationalisation of a flawed statement given that the markets judged his inaction as very detrimental to the banking system, and neither the Minister, the Government, the Financial Regulator nor the directors of the bank could see the difference between right and wrong.</P>
        <P>The letter from Anglo Irish Bank announcing resignations on 19 December stated that the transfer of loans did not breach banking or legal regulations.  I question the signal that went out when no action was taken and no significant statement was made by the Minister condemning this, expressing serious disapproval or stating that the full armoury of the law would be brought to bear.  Now, when he announces the nationalisation, the entire blame for the financial and banking catastrophe is laid at the door of one man when, in fact, it is due to the complacency of the Minister and the Government in the entire sequence of events which has taken place in the past number of months.</P>
        <P>What is the security in respect of these loans to directors and senior staff in Anglo Irish Bank?  Are they secured on reliable assets?  Is there evidence of the recipients of those loans having incurred serious losses to date?  Is there any evidence of the recipients of these loans absconding from the jurisdiction to avoid meeting their liabilities?  What are the implications of these specific loans for the taxpayer?  If the Minister could answer even that question, we might have a little more confidence in his decisions and in the legislation he is putting before the House.</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Senator Shane Ross</NameTxt>
	<P>I support this amendment, but I deeply regret that it is necessary.  One of the problems is that it should not be necessary to have an investigator.  However, it is necessary because we are not being told anything about what has been occurring.  To a large extent, this debate is taking place in a vacuum.  People are outraged at the result but they do not know why it has occurred.  Today in the House, the Minister of State, Deputy Mansergh, made a speech, but he did not give us any good reason why the Minister changed his mind.  Ten days before this decision was made the Minister for Finance gave an interview to <i>The Irish Times</i> in which he stated that the option of nationalisation was out.  Now nationalisation is in and apparently it was always on the cards.  However, there must have been a specific reason why the Government changed its mind in that period, but we do not know and we are not being told.</P>
        <P>I agree with Senator Bacik that many questions put have not been answered.  The only way to get the answers is through an investigator.  I presume the Office of the Director of Corporate Enforcement need not publically reveal its findings.  Will the Minister explain the position to the House?  The Finance Regulator is investigating this matter.  Will those findings be made public or will they be hidden behind closed doors like everything else in this episode?  This whole tragic episode has been marked and coloured by the fact that neither the Oireachtas nor the taxpayer, nor the owners of Anglo Irish Bank have at any stage been told what is happening.  Regrettably, the only way to get to the bottom of this is to have an investigator publicly explain the true extent of the debt and the truth about solvency.</P>
        <P>I note that when Government spokesmen talk about solvency they say it is solvent at the moment.  However, then they say there is a potential insolvency down the road, which is a very subjective way of discussing what is occurring.  Presumably they reckon it will be bankrupt <Col N="317"/>tomorrow, but it is not bankrupt today.  An investigator could explain to us the assumptions on which judgments of that sort are made.  It is disturbing and I do not blame people for making what the Taoiseach brands as irresponsible statements.  However, it is disturbing when we are not told what is happening.  It can only inflame the views of those who are accused of being irresponsible.  I believe it is correct and if we are to have confidence in this bank we must be transparent and we must know the facts.  At present we are fuelling suspicions by refusing to tell anyone anything about what is happening, by putting up people at the emergency general meeting of the bank to stonewall questions rather than reveal what is there, and to constantly put up the defence that there are commercial sensitivities.  There can no longer be commercial sensitivities concerning Anglo Irish Bank.  This is a basket case which no longer suffers from the normal rules of commerce.  It is in the public interest to tell us what has happened and to do so quickly.</P>
      </Speaker>
      <Speaker pid="NickyMcFadden"><NameTxt>Senator Nicky McFadden</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="DominicHannigan"><NameTxt>Senator Dominic Hannigan</NameTxt>
	<P>Senator Ross is correct and sums up the reason why we need the appointment of inspectors as outlined in the amendment.  Senator Bacik referred to Enron and said this could be Ireland&rsquo;s Enron.  There is no doubt this is probably the most expensive economic mistake that has ever occurred in the country.  It is ludicrous to pass this Bill without providing for the appointment of some investigators to see how we got into this situation.  It is not difficult or expensive to make such a provision and it should be carried out as part of due process.  I do not believe the Minister of State or the Minister for Finance know exactly why the bank is in this situation.  We must learn lessons.  There has been a breakdown in procedures and there are questions about whether due process has been carried out by the management of the bank.  We do not know what has occurred and no one can provide reasons or answer why the bank is in this situation.</P>
        <P>We are asking the people to put up a good deal of money to purchase the bank.  It is important that others pay for the mistakes they have made.  If fraud was committed it would be uncovered by an investigation and steps could be taken to ensure the perpetrators were brought to justice.  This is what they and the Irish people, if it is to bail out this bank, deserve.  We need due process and we must ensure those who have committed fraud are brought to account.  Until we do that it will be very difficult to get confidence back in the Irish banking system.  For these reasons and the reasons outlined by my colleagues I urge the Minister to accept the amendment.</P>
      </Speaker>
      <Speaker pid="JohnPaulPhelan"><NameTxt>Senator John Paul Phelan</NameTxt>
	<P>I did not get a chance to speak on Second Stage and I wish to raise some questions.  They relate specifically to the amendment proposed by the Labour Party.  I refer to earlier comments by Senators Regan and Ross.  Will the Minister outline to the House what actions are being taken against the directors of the other financial institution involved with the private loans of the chairman and the directors of Anglo Irish Bank?  I received many requests from people interested to know if any action is being taken against the management, the board and the directors of that organisation, namely, Irish Nationwide.  Will the Minister inform the House of the position in that regard?</P>
        <P>The nationalisation of Anglo Irish Bank possibly exposes the taxpayer to a very significant liability.  It could be &euro;30 billion or a good deal more and the Cathaoirleach&rsquo;s guess is as good as mine.  There has been a good deal of comment recently in the media on this matter and there was a very interesting article in <i>The Irish Times</i> today by Professor Morgan Kelly.  He spoke of the possibility of debt being incurred of up to &euro;20,000 per household.  I realise the Taoiseach&rsquo;s view is such claims amount to scaremongering, but these are legitimate fears for the Opposition to raise.  Those fears have not been addressed by the Minister for Finance, the <Col N="318"/>Minister of State at the Department of Finance or anyone else who has spoken on the matter.  More questions than answers arise from the proposed legislation.  Will the Minister shed some light on these issues?</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>Many questions have been thrown up and I support all the speakers including Senator Regan and others who have highlighted this issue.  The Minister must answer these questions.  There is concern on the Opposition side of the House.  Does the Minister believe the bank is insolvent at present, or could it survive on its own?  Is there an element of being reckless with taxpayers&rsquo; money with this legislation?  That is the thinking on this side of the House.  Nothing the Minister has said tonight has convinced us otherwise.  When people call for an investigation of this sort, it is because no one is providing straight answers to many simple questions put regarding the Anglo Irish Bank debacle.  The footloose and fancy free attitude shown towards the law and ethics by the board and members of Anglo Irish Bank is one thing.  However, the dismissal of our concerns by the Government and refusing to take on board the views of the Oireachtas is worse.  There must be an inquiry, otherwise the stain will stay on Ministers and the impression that they are somehow complicit in what is happening will remain long afterwards.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>That comment is unworthy of the Senator.  I fully agree with many Senators who have stated that confidence, accountability, proper investigation and pursuit of breaches is needed.  However, the Senator&rsquo;s proposed amendment is not necessary in light of the extensive legal powers available to the statutorily independent Office of the Director of Corporate Enforcement.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>The Minister for Finance, Deputy Brian Lenihan, said quite the opposite.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I am confident the director will conduct a thorough examination of the unacceptable governance practices that have come to light in Anglo Irish Bank which rightly have caused such grave public concern.  The Minister highlighted these matters in his statement announcing that Anglo Irish Bank was being taken into public ownership.  In recent years the director and his staff have shown a strong commitment to their compliance remit and bringing parties who have not met their legal obligations before the courts in appropriate circumstances.  The office has secured in the courts the conviction of more than 140 companies, directors and other persons for company law offences.  It also has directly had imposed disqualification orders on more than 70 persons, while approximately 800 directors have been restricted by liquidators following reports made to the director&rsquo;s office.  I, therefore, suggest the House can have confidence that the director and his staff will undertake a thoroughly professional job in examining recent events in Anglo Irish Bank.  I look forward to seeing the results of that examination in due course and in accordance with due process.</P>
        <P>The Minister has stated, possibly in the other House, that persons or directors who have taken out loans will be fully answerable in respect of paying back those loans.  However, he does not have the personal power to direct either the Office of the Director of Corporate Enforcement or the Criminal Assets Bureau.  Although Senator Bacik may have suggested otherwise &mdash; if I misunderstood her, she will correct me &mdash; there was no run on Anglo Irish Bank.  The Minister explained <i>in extenso</i> in the other House and in the speech that I&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="IvanaBacik"><NameTxt>Senator Ivana Bacik</NameTxt>
	<P>On a point of order, I did suggest there may have been a run on the bank.  It is one of the matters about which there has been speculation&mdash;&mdash;</P>
      </Speaker><Col N="319"/>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>That is not a point of order.</P>
      </Speaker>
      <Speaker pid="IvanaBacik"><NameTxt>Senator Ivana Bacik</NameTxt>
	<P>&mdash;&mdash;and Members have received no clear information one way or the other.  Consequently, I would like an answer.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I am stating authoritatively that there was no run on Anglo Irish Bank.</P>
      </Speaker>
      <Speaker pid="EugeneRegan"><NameTxt>Senator Eugene Regan</NameTxt>
	<P>What changed?</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>The decision the Minister took to nationalise Anglo Irish Bank followed consultation with the Central Bank, the Financial Regulator and the NTMA.  The Government believed the recent corporate governance issues at Anglo Irish Bank had caused serious reputational damage to the bank at a time when market conditions were deteriorating for it, thus adding to funding pressures.  Despite the Government&rsquo;s efforts to reassure the market by pledging capital support to the bank, the negative market sentiment towards it has continued.  In the circumstances, the Government has decided it is appropriate to take action to nationalise the bank.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>On a point of order, I seek an answer to my question on that issue.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I am about to answer it, if the Senator allows me to finish.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>That is not a point of order.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>The Minister has addressed also the issue of what effect this will have on the public finances.  This evening I repeated something the Minister had stated in the D&aacute;il:</P>
        <P LI="1">Taking Anglo Irish Bank into State ownership should have no immediate impact on either the general Government debt or the current deficit as Anglo Irish Bank is a going concern and will continue to operate as a commercial bank.  As with other commercial State companies, its debts and assets will remain on its own books.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>That is not the question I asked the Minister of State.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>I call Senator Norris.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>The question I asked&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>I will facilitate Senator Twomey later.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>The Minister of State&rsquo;s reply is astonishing because he has stated the Director of Corporate Enforcement has perfectly adequate powers.  Within the past hour or so the senior Minister informed the House that the Director of Corporate Enforcement did not have sufficient powers.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>He was talking about his own powers as Minister.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>He suggested there was a gap in respect of the question of authority, power and capacity to investigate.  At least that is what I understood him to say.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>That is correct.</P>
      </Speaker><Col N="320"/>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>For that reason Members require a clear explanation of what is, on the surface at least, a clear contradiction between what a Minister and his Minister of State have said.  The Minister of State has noted that the Minister does not have the power to direct the Office of the Director of Corporate Enforcement and so on.  For these reasons and because of such clear gaps Members need precisely the investigation proposed.  One must remember the people are footing the bill.  Ordinary people are paying for this casino that paraded itself as a bank.  The Minister of State has stated authoritatively but without giving Members substantial supporting evidence that there was no run on the bank.  If that is so, why did I hear of it on the radio while abroad?  It certainly appears to have been given wide currency internationally that there was a run on the bank.  If there was no run on it, what is the precise reason for the nationalisation?  Senator Ross also asked this question which is extremely pertinent.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I gave the answer to that question.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>Not really, or at least the Minister of State did not give an answer that satisfied me.  Moreover, I doubt whether it satisfied many other Members because clearly something has changed.  I also support Senator Ross in stating proper information is required.  If an investigation takes place, it must be made public because such accountability is required.  I find it embarrassing to be obliged to agree with my colleague on so many points&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Senator Norris, a number of other Members wish to contribute.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>If I may, I will conclude on these two points.</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Senator Shane Ross</NameTxt>
	<P>It is far worse for me.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>To be praised by me.  That is the reason I am doing it.  </P>
        <P>While the matter of commercial sensitivity was raised, it does not apply in this regard because it is just like the position in a libel action in which people have no reputation left.  The bank has no credibility and no reputation remains to it.  Consequently, it cannot be subject to the ordinary forces of commercial sensitivity.  The Minister has stated it is a going concern.  While that may be the case, within limited terms of linguistic reference, the question is: where is it going and at what cost?</P>
      </Speaker>
      <Speaker pid="IvanaBacik"><NameTxt>Senator Ivana Bacik</NameTxt>
	<P>I wish to follow on from the Minister of State&rsquo;s comment that there was no run on the bank.  However, in answer to the question as to why the bank should be nationalised, he stated: &ldquo;Market confidence in the bank was further eroded and this was reflected in a limited weakening of Anglo Irish Bank&rsquo;s funding base in recent weeks and the increased risk of knock-on effects on its credit ratings.&rdquo;  My understanding of that comment is that there was a run on the bank.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="IvanaBacik"><NameTxt>Senator Ivana Bacik</NameTxt>
	<P>The Minister of State should clarify exactly what the words, &ldquo;a limited weakening of Anglo Irish Bank&rsquo;s funding base&rdquo; mean.  Although it is not clear, this is the clearest explanation that has been given as to the reason Members are being asked to nationalise a bank that they were told 25 days ago would not require nationalisation.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>I will repeat my question which is the only one I will ask the Minister of State.  If this legislation is not passed tonight, will Anglo Irish Bank be insolvent or will it be solvent and free to trade?  Does the Government consider that it will survive or are Members <Col N="321"/>proceeding with the Bill because the Government considers it to be insolvent and that it will not survive?</P>
      </Speaker>
      <?oasys _cl14.5- ?><Speaker pid="AlanKelly"><NameTxt>Senator Alan Kelly</NameTxt>
	<P>The Taoiseach asked all Members to behave responsibly and that is what they are doing by tabling this amendment.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="AlanKelly"><NameTxt>Senator Alan Kelly</NameTxt>
	<P>Were Members to ask certain questions or make statements in a a certain manner, they might be giving oxygen to the Taoiseach&rsquo;s concerns.  However, they are not doing so, even though they do not have the requisite information to make an honest assessment of the Bill.  We are seeking to insert a clause that will ensure the taxpayer can be confident that everything that needs to be dug out will be dug out.  That is why this provision is being tabled.  The Minister is taking a leap of faith with the Irish people but this provision will handcuff him to them to ensure he digs up everything that is necessary.</P>
        <P Just="Left">My colleagues are correct in stating we should not have to move this amendment if the provision was in the Bill but the Bill is not strong enough without it.  It does not provide enough transparency on the activities that have gone on, which I will not repeat <i>ad nauseam</i> because everybody, down even to ten year olds, is aware of what has gone on in Anglo Irish Bank.</P>
        <P Just="Left">The Government should think clearly before it renounces this amendment.  The hope and confidence that it is trying to build for the banks depends on the level of information coming out so that intelligent people can make a critical analysis that they trust what it is doing and it is right.  Currently they are on a pendulum and they must decide whether they trust the Government or not.  This will help the Minister of State to gain their trust.  If he neglects it, they will think otherwise.</P>
        <P Just="Left">I want to make a simple point in agreement with Senator Norris.  The Minister for Finance, Deputy Brian Lenihan, was in here approximately an hour and 15 minutes ago and he stated quite categorically, contrary to what the Minister of State, Deputy Mansergh, stated, that the powers of the Office of Corporate Enforcement were not the same when it came to banking.  Despite the Minister of State&rsquo;s statement, that is the reason we need this amendment in order to ensure that those necessary powers and provisions are there to get the information, to weed out those who did wrong and to ensure that steps are taken that it will never happen again.  I ask the Minister of State to support this.</P>
      </Speaker>
      <Speaker pid="EugeneRegan"><NameTxt>Senator Eugene Regan</NameTxt>
	<P>The Minister of State has said that there was a reputational effect of the disclosures about directors&rsquo; loans, and particularly the activities of Mr. Se&aacute;n FitzPatrick, the loans which he secured and the manner in which they were transferred prior to auditing of the accounts.  The question is how did that reputational effect manifest itself if not in a run on the bank.  If the Minister of State could be clear on this point, which has been asked in different ways by a number of Senators, we could be clear and perhaps understand what the Minister is about.</P>
        <P Just="Left">The Minister, in his written statement, makes very clear his view that Bank of Ireland and Allied Irish Banks are fundamentally sound and solvent institutions.  He does not say the same about Anglo Irish Bank.  The question which then arises is what changed between the disclosures on 19 December last and one month later, when the Minister decided that recapitalisation was inadequate and that nationalisation was required.</P>
        <P>The Minister of State did not respond to my other question on the extent to which directors&rsquo; loans are secured by reliable assets.  Perhaps there is no answer and the Minister of State has <Col N="322"/>no facts and figures about this, which again would suggest that the Minister does not know the true state of affairs within Anglo Irish Bank.  I would ask the Minister of State to respond to those two questions.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>There seems to be complete confusion between what the Minister of State, Deputy Mansergh, is saying and what the Minister, Deputy Brian Lenihan, stated.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I will clarify it.  Senator Fitzgerald need not worry.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P Just="Left">Good.  The Minister of State stated, &ldquo;Anglo Irish Bank will be managed on a commercial basis at arm&rsquo;s length from the Government&rdquo; and a new board will be appointed.  I ask him to clarify how exactly the investigation will be done into what has gone wrong and how the lessons can be learnt.  Can he clarify the role of the regulatory authority, which the Minister speaks about, as opposed to the Director of Corporate Enforcement?  The Minister for Finance is saying one thing and the Minister of State is saying another.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I am not.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P Just="Left">I did not get a chance, because of time constraints on Second Stage, to put on record that this, the third largest bank in the country, has been responsible for the employment of tens of thousands of people over the past ten or 12 years.  Looking back on the ICC Bank and the ACC Bank, my question to the Minister of State is does this now mean that the assistance of small and medium sized businesses, private and family owned, will be the priority of the new bank from tomorrow morning?  They are the businesses that ACC Bank and ICC Bank kept going in the 1970s and 1980s when there also were massive downturns in the economy, the difference on this occasion being that it is global.  It appears everywhere is in the same difficulty, in the UK and the United States or anywhere where our young people had to emigrate to in the 1970s and 1980s.  If that is the case, I wish the new bank well.  We will have a friend that will be able to assist all those entrepreneurs who brought hundreds and thousands of jobs, particularly to rural areas, employing Irish people with Irish raw materials.  Those achievements stand and can be expanded once we get over this global downturn.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P Just="Left">The Minister for Finance, when he was speaking, stated that the Director of Corporate Enforcement is being assisted by the Financial Regulator who has particular powers to obtain information from financial institutions.  I repeat the fact that there was no run on the bank and also, if one wishes to put it another way, that it was not insolvent.  However, limited funding problems and the risk from ratings downgrades, added to corporate governance difficulties, led to a loss of confidence and to nationalisation.</P>
        <P Just="Left">I do not think Senators would want to suggest that the Government should always wait until the last possible moment before taking action.  There are many appeals for leadership and decisiveness and for the Government to be ahead of the game.  Senators attempted to argue that the Government should only have nationalised when it was forced to do so.  I do not accept that argument.</P>
        <P Just="Left">The banks are vital to the operation of this economy, and particularly to the small and medium sized enterprises to which Senator Cassidy referred.  We all have become much more conscious of this and perhaps we tended to take banks more for granted up to a few months ago.  I do not believe assistance to small and medium sized enterprise is something that can be confined to one bank.  It must be the function of all banks and for better or worse as a result of the situation, the Government has become much more involved in the banking sector.</P><Col N="323"/>
        <TimeSt down="4" idown="4">11 o&rsquo;clock</TimeSt><P Just="Left">I suppose I would not be the only person rubbing my eyes, notwithstanding any youthful socialist tendencies that I might have had, that I would be here presenting, on Second Stage, a Bill for the nationalisation of a bank.  On the other hand, another semi-childhood or certainly juvenile impression I had was that banks were pillars of rectitude and respectability, possibly a bit too conservative for the good of society but with no problems on ethical fronts.  Unfortunately, however, like so many other institutions that had unquestioning respect 30, 40 or 50 years ago, that was not always right, perhaps.  What has happened is very sad.  It is sad not just in terms of a fall in standards, but in terms of its consequences for the welfare of our people.</P>
        <P Just="Left">There is always in these situations a thirst for what one might call instant justice.  In the French Revolution, which I studied, financiers tended to end up at the end of lampposts.  There must be a process.  If one is asking whether the Government knows everything there is to be known about Anglo Irish Bank, the answer&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="EugeneRegan"><NameTxt>Senator Eugene Regan</NameTxt>
	<P>Does he know anything?</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>&mdash;&mdash;is, of course, &ldquo;No&rdquo;.  We have an independent Director of Corporate Enforcement to investigate events in detail.  Senators should not assume&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>Senator Paddy Burke</NameTxt>
	<P>Did the Minister ask for a report or did he even read it?</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Minister of State without interruption.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P Just="Left">If they want an enforcement process, we must allow it to take effect instead of doing what the Queen of Hearts did, namely, sentence first and hear the evidence afterwards.</P>
      </Speaker>
      <Speaker pid="NickyMcFadden"><NameTxt>Senator Nicky McFadden</NameTxt>
	<P>We have never seen the evidence.  It has never been published.</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>What of Deputy Bertie Ahern&rsquo;s comments?</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Senators had their chance to speak.  The Minister of State without interruption.</P>
      </Speaker>
      <Speaker pid="DrMartinMansergh"><NameTxt>Deputy Martin Mansergh</NameTxt>
	<P>I will not accept the amendment.  We have complete confidence that the Director of Corporate Enforcement will pursue these issues of grave concern and deep and legitimate public interest.  As legislators, we should not try to duplicate our effective and efficient machinery.  We cannot afford to do so.</P>
      </Speaker>
      <Speaker pid="NickyMcFadden"><NameTxt>Senator Nicky McFadden</NameTxt>
	<P>It does not work.</P>
      </Speaker>
      <Speaker pid="AlanKelly"><NameTxt>Senator Alan Kelly</NameTxt>
	<P>After the Minister of State&rsquo;s bewildering statement, I will press the amendment.</P>
      </Speaker>
        <P>Amendment put.</P>
      
      <Vote>
        <Result>The Committee divided: T&aacute;, 22; N&iacute;l, 28.</Result>
        <YHeading>T&aacute;</YHeading>
        <YesVote pid="IvanaBacik">Bacik, Ivana.</YesVote>
        <YesVote pid="PaulBradford">Bradford, Paul.</YesVote>
        <YesVote pid="PaddyBurke">Burke, Paddy.</YesVote>
        <YesVote pid="JerryButtimer">Buttimer, Jerry.</YesVote>
        <YesVote pid="PaulCoghlan">Coghlan, Paul.</YesVote>
        <YesVote pid="MauriceCummins">Cummins, Maurice.</YesVote>
        <YesVote pid="PearseDoherty">Doherty, Pearse.</YesVote>
        <YesVote pid="PaschalDonohoe">Donohoe, Paschal.</YesVote>
        <YesVote pid="FrancesFitzgerald">Fitzgerald, Frances.</YesVote>
        <YesVote pid="DominicHannigan">Hannigan, Dominic.</YesVote><Col N="324"/>
        <YesVote pid="FidelmaHealyEames" head="y">Healy Eames, Fidelma.</YesVote>
        <YesVote pid="AlanKelly">Kelly, Alan.</YesVote>
        <YesVote pid="NickyMcFadden">McFadden, Nicky.</YesVote>
        <YesVote pid="DavidNorris">Norris, David.</YesVote>
        <YesVote pid="JoeOReilly">O&rsquo;Reilly, Joe.</YesVote>
        <YesVote pid="JohnPaulPhelan">Phelan, John Paul.</YesVote>
        <YesVote pid="PhilPrendergast">Prendergast, Phil.</YesVote>
        <YesVote pid="FergalQuinn">Quinn, Feargal.</YesVote>
        <YesVote pid="EugeneRegan">Regan, Eugene.</YesVote>
        <YesVote pid="ShaneRoss">Ross, Shane.</YesVote>
        <YesVote pid="BrendanRyan">Ryan, Brendan.</YesVote>
        <YesVote pid="LiamTwomeyIND">Twomey, Liam.</YesVote>
        <NHeading>N&iacute;l</NHeading>
        <NoVote pid="DanBoyle">Boyle, Dan.</NoVote>
        <NoVote pid="MartinBrady">Brady, Martin.</NoVote>
        <NoVote pid="LarryButler">Butler, Larry.</NoVote>
        <NoVote pid="PeterCallanan">Callanan, Peter.</NoVote>
        <NoVote pid="IvorCallely">Callely, Ivor.</NoVote>
        <NoVote pid="CiaranCannon">Cannon, Ciaran.</NoVote>
        <NoVote pid="JohnCartyFF">Carty, John.</NoVote>
        <NoVote pid="DonnieCassidyFF">Cassidy, Donie.</NoVote>
        <NoVote pid="MariaCorrigan">Corrigan, Maria.</NoVote>
        <NoVote pid="MarkDaly">Daly, Mark.</NoVote>
        <NoVote pid="DeirdredeBurca">de B&uacute;rca, D&eacute;irdre.</NoVote>
        <NoVote pid="JohnEllis">Ellis, John.</NoVote>
        <NoVote pid="GeraldineFeeney">Feeney, Geraldine.</NoVote>
        <NoVote pid="CamillusGlynn">Glynn, Camillus.</NoVote>
        <NoVote pid="JohnGerardHanafin">Hanafin, John.</NoVote>
        <NoVote pid="CeciliaKeaveney">Keaveney, Cecilia.</NoVote>
        <NoVote pid="TerryLeyden">Leyden, Terry.</NoVote>
        <NoVote pid="MarcMacSharry">MacSharry, Marc.</NoVote>
        <NoVote pid="BrianODomhnaill">&Oacute; Domhnaill, Brian.</NoVote>
        <NoVote pid="LabhrasOMurchu">&Oacute; Murch&uacute;, Labhr&aacute;s.</NoVote>
        <NoVote pid="FrancisOBrien">O&rsquo;Brien, Francis.</NoVote>
        <NoVote pid="DennisODonovan">O&rsquo;Donovan, Denis.</NoVote>
        <NoVote pid="FionnaOMalleyPD">O&rsquo;Malley, Fiona.</NoVote>
        <NoVote pid="NedOSullivan">O&rsquo;Sullivan, Ned.</NoVote>
        <NoVote pid="KieranPhelan">Phelan, Kieran.</NoVote>
        <NoVote pid="JimWalsh">Walsh, Jim.</NoVote>
        <NoVote pid="MaryMWhite">White, Mary M.</NoVote>
        <NoVote pid="DiarmuidWilson">Wilson, Diarmuid.</NoVote>
        <Tellers>Tellers: T&aacute;, Senators Dominic Hannigan and Alan Kelly; N&iacute;l, Senators Camillus Glynn and Diarmuid Wilson.</Tellers>
        <Decision><?oasys _is0p11- ?>Amendment declared<b> </b>lost.</Decision>
      </Vote>
      <?oasys _cl14- ?><Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P Just="Left">As it is now 11 p.m., I am required to put the following question in accordance with an order of the Seanad of this day: &ldquo;That in respect of&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>On a point of order&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I am putting the question.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>On a point of order&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="LiamTwomeyIND"><NameTxt>Senator Liam Twomey</NameTxt>
	<P>On a point of order, we have dealt with only two of the 20 amendments tabled.  This is unbelievable.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I am putting the question, &ldquo;That, in respect of each of the sections undisposed of, the section is hereby agreed to in Committee, the Schedule and Title are hereby agreed to in Committee, the Bill is, accordingly, reported to the House without amendment, Fourth Stage is hereby completed, the Bill is hereby received for consideration and the Bill is hereby passed.&rdquo;  Is that agreed?</P>
	</Speaker>
	<Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>Agreed.</P>
	</Speaker>
	 <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>It is agreed.</P>
      </Speaker>
      <Speaker pid="JerryButtimer"><NameTxt>Senator Jerry Buttimer</NameTxt>
	<P>The Green Party is rolling over again for Fianna F&aacute;il.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>Without a proper discussion of our amendments, it is impossible to agree&mdash;&mdash;</P>
      </Speaker><Col N="325"/>
        <P><i>(Interruptions).</i></P>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>Of the 20 amendments tabled&mdash;&mdash;</P>
	<P Just="Left"><i>(Interruptions). </i></P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>V&oacute;t&aacute;il.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>&mdash;&mdash;only two have been discussed.  It is an absolute disgrace.</P>
      </Speaker>
        <P><i>(Interruptions).</i></P>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>V&oacute;t&aacute;il.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>It was agreed.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>It is not agreed.  It is disgraceful.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P Just="Left">It is agreed.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>There are 20 amendments to the Bill and only two of them have been discussed.  It is an outrage.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I call on the Leader to move No. 2, earlier signature motion.</P>
      </Speaker>
  </MainHeading>
    <MainHeading Type="GD" LHead="Anglo Irish Bank Corporation Bill 2009:" RHead="Earlier Signature Motion"> 
    <Title>Anglo Irish Bank Corporation Bill 2009: Earlier Signature Motion. </Title>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>I move:</P>
        <P LI="1">That pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Anglo Irish Bank Corporation Bill 2009 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to her.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Is the motion agreed?</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>No.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I ask Members to resume their seats.  The question is &ldquo;That the motion be agreed to&rdquo; and on that question a division has been challenged. </P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P>We called a division on the actual Bill itself on numerous occasions.  It came from both sides. </P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Tellers: T&aacute;, Senator Diarmuid Wilson and Senator Camillus Glynn; N&iacute;l, Senator Maurice Cummins and Senator Paschal Donohoe. </P>
      </Speaker>
        <P><i>(Interruptions).</i></P>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P>It is bad enough to be stifling debate in this House rather than displaying this type of an attitude, too, a Chathaorligh. </P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The time allowed for voting is one minute and the time starts now. </P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P>This is absolutely undemocratic. </P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>It is not. </P>
      </Speaker><Col N="326"/>
      <Speaker pid="PearseDoherty"><NameTxt>Senator Pearse Doherty</NameTxt>
	<P>I heard Senator Norris clearly call for a vote.  It will take a number of minutes to have a vote on this Bill.  All of us on this side of the House want to vote on this Bill, and a vote was called &mdash; we can check the transcripts. </P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>No vote was called.  I did not hear it. </P>
      </Speaker>
        <P><i>(Interruptions).</i></P>
      <Speaker pid="DominicHannigan"><NameTxt>Senator Dominic Hannigan</NameTxt>
	<P>On a point of order, I suggest we adjourn the House and that a recording is listened to. </P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>There is no point of order.  The question has been put. </P>
      </Speaker>
      <Speaker pid="DominicHannigan"><NameTxt>Senator Dominic Hannigan</NameTxt>
	<P>The record will clearly show that several Members called for a vote.  If we adjourn the House&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>There is no point of order. </P>
      </Speaker>
      <Speaker pid="DominicHannigan"><NameTxt>Senator Dominic Hannigan</NameTxt>
	<P>&mdash;&mdash;for ten minutes, this can probably be clarified. </P>
      </Speaker>
        <P>Question put.</P>
        <P>The Seanad divided by electronic means.</P>
      <Speaker pid="MauriceCummins"><NameTxt>Senator Maurice Cummins</NameTxt>
	<P>I would like a manual vote. </P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>We want a walk through vote. </P>
      </Speaker>
     
      
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The vote will now proceed.</P>
        </Speaker><P>Question again put.</P>
    <HtmlBk SectId="6" />
    <!--Fix-->
      <Vote>
        <Result>The Seanad divided: T&aacute;, 28; N&iacute;l, 22.</Result>
        <YHeading>T&aacute;</YHeading>
        <YesVote pid="DanBoyle">Boyle, Dan.</YesVote>
        <YesVote pid="MartinBrady">Brady, Martin.</YesVote>
        <YesVote pid="LarryButler">Butler, Larry.</YesVote>
        <YesVote pid="PeterCallanan">Callanan, Peter.</YesVote>
        <YesVote pid="IvorCallely">Callely, Ivor.</YesVote>
        <YesVote pid="CiaranCannon">Cannon, Ciaran.</YesVote>
        <YesVote pid="JohnCartyFF">Carty, John.</YesVote>
        <YesVote pid="DonnieCassidyFF">Cassidy, Donie.</YesVote>
        <YesVote pid="MariaCorrigan">Corrigan, Maria.</YesVote>
        <YesVote pid="MarkDaly">Daly, Mark.</YesVote>
        <YesVote pid="DeirdredeBurca">de B&uacute;rca, D&eacute;irdre.</YesVote>
        <YesVote pid="JohnEllis">Ellis, John.</YesVote>
        <YesVote pid="GeraldineFeeney">Feeney, Geraldine.</YesVote>
        <YesVote pid="CamillusGlynn">Glynn, Camillus.</YesVote>
        <YesVote pid="JohnGerardHanafin">Hanafin, John.</YesVote>
        <YesVote pid="CeciliaKeaveney">Keaveney, Cecilia.</YesVote>
        <YesVote pid="TerryLeyden">Leyden, Terry.</YesVote>
        <YesVote pid="MarcMacSharry">MacSharry, Marc.</YesVote>
        <YesVote pid="BrianODomhnaill">&Oacute; Domhnaill, Brian.</YesVote>
        <YesVote pid="LabhrasOMurchu">&Oacute; Murch&uacute;, Labhr&aacute;s.</YesVote>
        <YesVote pid="FrancisOBrien">O&rsquo;Brien, Francis.</YesVote>
        <YesVote pid="DennisODonovan">O&rsquo;Donovan, Denis.</YesVote>
        <YesVote pid="FionnaOMalleyPD">O&rsquo;Malley, Fiona.</YesVote>
        <YesVote pid="NedOSullivan">O&rsquo;Sullivan, Ned.</YesVote>
        <YesVote pid="KieranPhelan">Phelan, Kieran.</YesVote>
        <YesVote pid="JimWalsh">Walsh, Jim.</YesVote>
        <YesVote pid="MaryMWhite">White, Mary M.</YesVote>
        <YesVote pid="DiarmuidWilson">Wilson, Diarmuid.</YesVote>
        <NHeading>N&iacute;l</NHeading>
        <NoVote pid="IvanaBacik">Bacik, Ivana.</NoVote>
        <NoVote pid="PaulBradford">Bradford, Paul.</NoVote>
        <NoVote pid="PaddyBurke">Burke, Paddy.</NoVote>
        <NoVote pid="JerryButtimer">Buttimer, Jerry.</NoVote>
        <NoVote pid="PaulCoghlan">Coghlan, Paul.</NoVote>
        <NoVote pid="MauriceCummins">Cummins, Maurice.</NoVote>
        <NoVote pid="PearseDoherty">Doherty, Pearse.</NoVote>
        <NoVote pid="PaschalDonohoe">Donohoe, Paschal.</NoVote>
        <NoVote pid="FrancesFitzgerald">Fitzgerald, Frances.</NoVote>
        <NoVote pid="DominicHannigan">Hannigan, Dominic.</NoVote>
        <NoVote pid="FidelmaHealyEames">Healy Eames, Fidelma.</NoVote>
        <NoVote pid="AlanKelly">Kelly, Alan.</NoVote>
        <NoVote pid="NickyMcFadden">McFadden, Nicky.</NoVote>
        <NoVote pid="DavidNorris">Norris, David.</NoVote><Col N="327"/>
        <NoVote pid="JoeOReilly" head="n">O&rsquo;Reilly, Joe.</NoVote>
        <?oasys _mv-3- ?><NoVote pid="JohnPaulPhelan">Phelan, John Paul.</NoVote>
        <?oasys _mv-3- ?><NoVote pid="PhilPrendergast">Prendergast, Phil.</NoVote>
        <?oasys _mv-3- ?><NoVote pid="FergalQuinn">Quinn, Feargal.</NoVote>
        <NoVote pid="EugeneRegan">Regan, Eugene.</NoVote>
        <NoVote pid="ShaneRoss">Ross, Shane.</NoVote>
        <NoVote pid="BrendanRyan">Ryan, Brendan.</NoVote>
        <NoVote pid="LiamTwomeyIND">Twomey, Liam.</NoVote>
        <Tellers>Tellers: T&aacute;, Senators Camillus Glynn and Diarmuid Wilson; N&iacute;l, Senators Maurice Cummins and Paschal Donohoe.</Tellers>
        <Decision><?oasys _is0p11- ?>Question declared carried.</Decision>
      </Vote>
      <?oasys _cl14.5- ?><Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>When is it proposed to sit again?</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>I would like to raise what I believe is a point of order.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Senator Donie Cassidy</NameTxt>
	<P>At 2.30 p.m. on Tuesday, 27 January 2009.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The House&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>I would like to raise what I believe is a point of order.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>What is the point of order?  I cannot hear the Senator.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>That is precisely the problem.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>What is the point of order?</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P Just="Left">The point of order is this - I say it with no disrespect and no intention to comment adversely upon your performance as Cathaoirleach - it seems that the responsibilities of the Chair include ensuring that the debate is audible and that comments are heard.  The minute this row started I very clearly started shouting &ldquo;V&oacute;t&aacute;il, v&oacute;t&aacute;il, v&oacute;t&aacute;il&rdquo;.  I have been heard at the back of a 3,000 seater auditorium and I cannot understand&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="NickyMcFadden"><NameTxt>Senator Nicky McFadden</NameTxt>
	<P>So did I.</P>
      </Speaker>
      <Speaker pid="FrancesFitzgerald"><NameTxt>Senator Frances Fitzgerald</NameTxt>
	<P>I also did the same.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I am quite clear in my mind as Cathaoirleach, and I want to be fair to everyone, that I did not hear anyone call &ldquo;v&oacute;t&aacute;il&rdquo;&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>I accept that.</P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>&mdash;&mdash;-when I went through that particular section at the end, but when I called the early signature motion, I heard a number of people call &ldquo;v&oacute;t&aacute;il&rdquo; on that.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Senator David Norris</NameTxt>
	<P>I quite understand that you might have had difficulty hearing it because there was a hubbub and discussion and ruaille buaille going on, but in those circumstances, the House should have been adjourned so that people like myself who very clearly called for a vote on this important Bill could be heard.  All my colleagues over here have supported me.  They all heard me shouting it.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>Hear, hear.</P>
      </Speaker><Col N="328"/>
      <Speaker pid="PatMoylan"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I have made my decision on that.  The business is completed and the House stands adjourned until 2.30 p.m. next Tuesday.</P>
      </Speaker>
        <adjournment>The Seanad adjourned at 11.40 p.m. until 2.30 p.m. on Tuesday, 27 January 2009. </adjournment>
            <HtmlBk SectId="0" />
  </MainHeading><!--Fix-->
</Debate><!--Fix-->
