<?xml version="1.0" encoding="ISO-8859-1"?>
<!DOCTYPE Debate SYSTEM "Debate.dtd"[]>
<Debate DocTitle="Seanad Debate" Day="Tue" Date="28" Month="Nov" Year="2006" Vol="185" No="8" DateIrish="Dé Máirt, 28 Samhain 2006" DateEnglish="Tuesday, 28 November 2006" House="S" CommitteeEng="" CommitteeIr="" SubNameEng="" cnum="613">
    <Col N="613"/><HtmlBk SectId="1" />
  <MainHeading Type="Prelude" LHead="" RHead="">
    <Title></Title>
        <P>Chuaigh an Leas-Chathaoirleach i gceannas ar<?oasys _jy ?>2.30 p.m.</P>
        <Line />
        <P Just="Center"><i>Paidir.</i><br /><i>Prayer.</i></P>
  </MainHeading>
  <MainHeading Type="GD" LHead="Business" RHead="of Seanad"> 
    <Title>Business of Seanad. </Title>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>I have received notice from Senator Ulick Burke that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:</P>
        <P LI="1">The need for the Minister for Education and Science to rescind her decision to withdraw the home-school-community liaison scheme at St. Brigid&rsquo;s vocational school, Loughrea, County Galway, from September 2007 as this will cause serious concern to parents, teachers, the local education liaison committee and community representatives owing to its positive impact since establishment.</P>
        <P FLI="0">I have also received notice from Senator Kitt of the following matter:</P>
        <P LI="1">The need for the Minister for Transport to extend the rural transport initiative for evening and night entertainment.</P>
        <P FLI="0">I have also received notice from Senator Browne of the following matter:</P>
        <P LI="1">The need for the Minister for Health and Children to outline the progress being made to upgrade the inadequate accident and emergency unit at St. Luke&rsquo;s Hospital, Kilkenny; if she will indicate the developments to date to provide some accident and emergency unit coverage to areas that do not have it and the plans she has for such a service for Carlow town.</P>
        <P FLI="0">I have also received notice from Senator Bannon of the following matter:</P>
        <P LI="1">The need for the Minister for Education and Science to provide an update on the status of the application by Scoil Etchen, Kinnegad, County Westmeath, for a proposed building project which is urgently required to facilitate the demand for places at the school, caused by the increased population levels in Kinnegad.</P>
        <P FLI="0">I regard the matters raised by the Senators as suitable for discussion on the Adjournment.  I have selected the matters raised by Senators Ulick Burke, Kitt and Browne and they will be <Col N="614"/>taken at the conclusion of business.  Senator Bannon may give notice on another day of the matter he wishes to raise.</P>
      </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Order of" RHead="Business"> 
    <Title>Order of Business. </Title>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>The Order of Business is No. 1, Prisons Bill 2006 &mdash; Committee Stage, to be taken on the conclusion of the Order of Business until 6 p.m.; and No. 2, Energy (Miscellaneous Provisions) Bill 2006 &mdash; Second Stage, to be taken at 6 p.m. and to conclude no later than 8 p.m., with the contributions of spokespersons not to exceed 12 minutes and those of all other Senators not to exceed eight minutes and the Minister to be called upon to reply no later than ten minutes before the conclusion of Second Stage.</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>I welcome comments made yesterday by the Minister of State with special responsibility for children, Deputy Brian Lenihan.  He suggested rightly that it is time to review the suitability of the Government&rsquo;s decision to locate the new national children&rsquo;s hospital at the Mater Hospital.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>He showed extraordinary courage in demurring from what the Cabinet has said.  The report of Our Lady&rsquo;s Hospital in Crumlin and the ongoing reservations expressed by the National Children&rsquo;s Hospital in Tallaght mean that we need an independent international review of the decision if we are to ensure we get matters right.</P>
        <P>Too much is riding on this.  This serious issue concerns not just Dublin.  It concerns putting in place a national children&rsquo;s hospital for the next 50 years, the expenditure in respect of which will be &euro;500 million.  We must make the decision in the right way and it must be supported by the other hospitals.  As long as Ministers and many other members in our community continue to question the suitability of the existing decision, a decision will not be made this side of the next general election.  It is crucial that the Government organise an independent international review of its decision sooner rather than later.  Will the Minister of State attend the House this week to elucidate on his comments?</P>
        <P>There is little point in proceeding to elections in Northern Ireland on 7 March 2007 if the people of the region are not sure whether the Assembly members they elect will be present to carry out their functions during the next five years.  I welcome the remarks made yesterday by the leader of the DUP, Dr. Ian Paisley.  He gave a clear commitment that he is prepared to enter into a power-sharing government with Sinn F&eacute;in.  While such clarity at this stage is crucial, it is equally important that Sinn F&eacute;in decides to call its Ard-Fheis and commits itself clearly to supporting the new policing dispensation in Northern Ireland.  I ask Sinn F&eacute;in to do so in January, which <Col N="615"/>is well in advance of the Northern Ireland elections.  Last Friday&rsquo;s events at Stormont remind us that dangerous individuals still exist, on both sides of the community in Northern Ireland, who are committed to wrecking the process.  We must work to ensure their voice is excluded so that devolved Government, based on power sharing, is restored to Northern Ireland as soon as possible and that the majority moderate community is given the right to express its views through that Government.  I welcome Dr. Paisley&rsquo;s comments and hope it leads to Sinn F&eacute;in making an early decision on policing.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P Just="Left">Le d&eacute;ana&iacute; anseo, bh&iacute; an-chonsp&oacute;id agus arg&oacute;int againn mar gheall ar logainm ar leith i gCorca Dhuibhne, agus ba &eacute; an moladh a bh&iacute; agamsa ag an uair sin n&aacute; gur ch&oacute;ir go mbeadh logainmneacha d&aacute;theangach tr&iacute;d an t&iacute;r.  Inniu t&aacute; ag&oacute;id lasmuigh d&rsquo;oifig&iacute; an Aire Iompair, an Teachta Cullen, agus an Aire Gn&oacute;tha&iacute; Pobail, Tuaithe agus Gaeltachta, an Teachta &Oacute; Cu&iacute;v, i nGaillimh.  Is &eacute; an rud at&aacute; &aacute; iarraidh ag daoine n&aacute; go mbeadh na comhartha&iacute; tr&aacute;chta d&aacute;theangach.  Aonta&iacute;m go m&oacute;r le daoine sa mh&eacute;id sin.  Ba ch&oacute;ir go nd&eacute;anfa&iacute; &eacute; sin.  Sin an s&oacute;rt ruda r&eacute;as&uacute;nta ar ch&oacute;ir a dh&eacute;anamh ar son na Gaoluinne tr&iacute;d an t&iacute;r.  Mar shampla, agus duine ag taisteal tr&iacute;d an Mh&oacute;r-Roinn, sa Chatal&oacute;in sa Sp&aacute;inn agus T&iacute;r na mBascach sa Sp&aacute;inn agus sa Fhrainc, feiceann s&eacute; go mb&iacute;onn na comhartha&iacute; b&oacute;ithre ag t&uacute;s gach baile d&aacute;theangach go rialta.  Ba ch&oacute;ir d&oacute; a bheith mar sin sa t&iacute;r seo chomh maith.  I am committed to the idea of bilingual signage to reflect our culture and we should offer our support to those seeking to deliver that in Ireland today.  It is not much to ask.</P>
        <P Just="Left">C&iacute;m chomh maith go bhfuil an OPW inniu ag iarraidh iarracht nua a dh&eacute;anamh ar An mBlascaod M&oacute;r a cheannach don St&aacute;t.  Sa Tigh seo, b&rsquo;fh&eacute;idir 15 bliain &oacute; shin, nuair a th&aacute;ngamar ar ais tar &eacute;is na n-oibreacha ar an ts&iacute;le&aacute;il, b&rsquo;&eacute; an ch&eacute;ad rud a phl&eacute;amar sa Seanad n&aacute; the establishment of the Blasket national park.  B&rsquo;&eacute; an deacracht a tharla idir an d&aacute; linn ina dhiaidh sin n&aacute; nach raibh an St&aacute;t in ann teacht ar na hoile&aacute;in mar bh&iacute; deacrachta&iacute; ar leith ag baint le ownership of various parts of the Blaskets at the time.  Ba mhaith liom go bhf&eacute;adfaimis gach taca&iacute;ocht a thabhairt d&rsquo;Oifig na nOibreacha Poibl&iacute; agus &iacute; ag iarraidh An Blascaod M&oacute;r a cheannach don St&aacute;t.  T&aacute; foinse agus tobar chult&uacute;r litr&iacute;ochta na t&iacute;re thar a bheith t&aacute;bhachtach.</P>
        <P>Today in north Clare another event of cultural importance is taking place.  Michael Cusack, who has been largely forgotten in Irish history, is being commemorated by the opening of a new museum in his honour.  We should value such referencing of Irish cultural activity.  The museum deserves the necessary funding and I congratulate Clare County Council in that regard.</P>
      </Speaker><Col N="616"/>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>T&aacute; s&eacute; maith d&uacute;inn &eacute; a fh&aacute;g&aacute;il faoi mhuintir na Gaeltachta conas mar a theasta&iacute;onn uathu ainmneacha a oireann d&oacute;ibh a chur ar chomhartha&iacute; b&oacute;ithre.  Bh&iacute; feachtas m&oacute;r gn&iacute;omhach &eacute;ifeachtach 25 bliain &oacute; shin le nach mbeadh comhartha&iacute; b&oacute;ithre sna Gaeltachta&iacute; ach amh&aacute;in i dteanga an phobail.</P>
        <P>It would be grossly offensive to give English names to certain townlands in the Gaeltacht.  Such names have never been used by the people in those areas or anybody else and could only be transliterations.  I know a townland in west Kerry called An Ghr&aacute;ig, which some have attempted to translate as Graigue but nobody, in either the Galltacht or Gaeltacht, would know where people meant by that name.  Those who do not feel comfortable with the position in the Gaeltachta&iacute; should confine themselves to their own places.  B&rsquo;fh&eacute;idir gur ch&oacute;ir do dhaoine &eacute;isteacht le heagra&iacute;ocht nua d&aacute;r teideal Todhcha&iacute; na Gaeltachta at&aacute; spreagtha as an chinneadh a rinne pobal An Daingin go dl&iacute;thi&uacute;il agus go daonlathach.  T&aacute; s&eacute; spreagtha chomh maith as ruda&iacute; eile a bhaineann leis na Gaeltachta&iacute;, agus ba ch&oacute;ir d&uacute;inn na ceisteanna seo a fh&aacute;g&aacute;il d&oacute;ibh in ionad B&eacute;arla a bhr&uacute; ar dhaoine sna Gaeltachta&iacute; a bh&iacute; thar a bheith s&aacute;sta nuair a athra&iacute;odh na comhartha&iacute; b&oacute;ithre 25 bliain &oacute; shin.  N&iacute; g&aacute; iad a athr&uacute;.</P>
        <P>Perhaps in the new year we could debate something that turns up every time a praiseach is made of something in the public sector, that is, what is called a systems failure.  A systems failure usually means somebody did not anticipate something might happen.  I am a reasonably inadequate engineer but I teach young people who, I hope, become far better engineers than me.  These young people are only a month in the place when we teach them that for everything they do and every decision they make as an engineer, their first task is to examine the consequences it will have elsewhere.  Otherwise, one is not worth one&rsquo;s salt as an engineer.</P>
        <P>I have heard that a systems failure caused Dublin&rsquo;s traffic to grind to a halt for seven and a half hours, a systems failure cost the State &euro;2 billion and a systems failure resulted in the appalling situation in Leas Cross.  Whatever problem arises, it is due to a systems failure.  I am sick of systems failures.  A person is paid to manage each of those systems and his or her first job is to ensure the system works.  If that person does not do that, he or she is not fit to do the job.  Instead of hearing the perpetual whinge about ordinary working people in the public service, such as nurses, doctors, teachers and so forth, could we debate how the performance of managers in the public sector is managed?</P>
        <P>These managers are very keen on performance appraisals for their subordinates.  They are full of rigmarole and spend a large amount of taxpayers&rsquo; money, hopefully usefully.  However, nobody can tell me how the performance of a senior manager in the Department of Finance or that of a county manager is appraised, even though they all get <Col N="617"/>bonuses for doing a great job.  Can we have a debate, after the holidays, on how managers in the public sector are appraised?  I do not know how their appraisal is carried out but I am sick of hearing the excuse of systems failure.  It is only a way of avoiding the fact that each incident represents a management failure.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>The telephones in the House are not working today.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>A number of Senators have indicated that they wish to speak.  I ask them to be brief.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>Will the Leader allocate time during the next two weeks for a debate on the annual report of the Personal Injuries Assessment Board?  There has been some controversy about the board recently but it must be acknowledged that, working with the current and previous Ministers, it is making a major contribution to the reduction in the cost of insurance.  It was Government policy to reduce the cost of insurance and it has succeeded in that.</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>Do not tell the Progressive Democrats that.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>I do not blame the leader of the Progressive Democrats for having large advertisements located on the N52&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>That is very unfair to the Deputy&rsquo;s colleagues.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>We like to share in the success of the Government.  We are generous enough to allow&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Does Senator Leyden have a question for the Leader?</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>&mdash;&mdash;the smaller group in the Government to take a share in that credit.</P>
      </Speaker>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>The tail is wagging again.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>It is a grand tail.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>Vested interests in the legal profession have spoken out strongly against the PIAB; they have been quite scurrilous.  The Fine Gael spokesperson in the Lower House&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>It was a Fine Gael idea to set it up.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>&mdash;&mdash;who is also a solicitor has condemned the PIAB simply because it has pushed aside the legal profession.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>The Senator can raise those issues in the debate.</P>
      </Speaker><Col N="618"/>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>A total of 40% of all costs consisted of legal fees.  They are now gone and the cost of insurance has been reduced by 50%.  I do not know who to blame but this Government&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>If the Senator does not know who to blame, he should say nothing.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>It is a credit.  I ask the Leader to organise a debate before the Christmas recess on the proposal to increase the cost of electricity by 19%.  The increase has been approved by the regulator but he is reviewing that decision at present.  I expect that it will decrease by 10% to a maximum of 10% because&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>There will be a new regulator.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Could Senator Leyden do any better?</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>&mdash;&mdash;the cost of oil has decreased&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>The price of gas should also be reduced.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Has the Senator a question for the Leader?</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>I would appreciate it if I could make my contribution without this type of interruption.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Senator Leyden without interruption.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>I appreciate the Leas-Chathaoirleach&rsquo;s interjection.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Has Senator Leyden a question for the Leader?</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>When the Minister for Communications, Marine and Natural Resources was in charge of price increases, at least someone could be identified who could accept blame or responsibility.  That is not the case with regard to the new regulator.  Ground rent in my village of Castlecoote is &euro;159 per year.</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>It is overvalued.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>It is &euro;65 in the town but &euro;101 in the Walk, from whence I come.  Despite these variations in rates, which are subject to 13.5% VAT, the regulator has not called in the ESB to regulate the charges.  I urge the Leader of the House to arrange a debate on the management of the ESB.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Is the Senator not a Government Member?</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>We have to make allowances for the Opposition&rsquo;s ineffectiveness.</P>
      </Speaker><Col N="619"/>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>On several occasions over recent months, I have asked the Minister for Education and Science to intervene, as a matter of urgency, in what was described in <i>The Irish Times</i> today by a former principal of Newpark comprehensive school as enclaves of segregation in Dublin schools.  The failure of the Minister to intervene to ensure equity within the education system at secondary level will return to haunt her because people with special needs are being excluded from certain schools.  Her failure to intervene is compounding the problem by allowing it to continue.  In the 1990s, approximately 1% of the students in mainstream second level education had special needs, whereas this year in Newpark alone, the proportion stands at 10% of the school&rsquo;s intake of 790 students.  These problems exist throughout the country, although they are greatest in Dublin.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>The Senator should raise these issues in a debate.</P>
      </Speaker>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>Since last August, sections of the media have established mock league tables but the many schools which offer equality in education are being overlooked in the media&rsquo;s focus on feeder schools for third level institutions.  That is unfair and the Minister must intervene to reintroduce equality to education.</P>
      </Speaker>
      <Speaker pid="LabhrasOMurchu"><NameTxt>Labhr&aacute;s &Oacute; Murch&uacute;</NameTxt>
	<P>Am&aacute;rach beidh na rialach&aacute;in nua maidir le reachta&iacute;ocht i leith na Gaeilge &aacute; phl&eacute; sa choiste, agus beidh comhartha&iacute; b&oacute;ithre mar chuid den d&iacute;osp&oacute;ireacht sin.  Chabhr&oacute;dh s&eacute; go m&oacute;r soil&eacute;iri&uacute; a dh&eacute;anamh c&aacute; bhfuil na rialach&aacute;in i l&aacute;thair na huaire agus cad &eacute; todhcha&iacute; na Gaeilge.  Bheadh an-d&iacute;om&aacute; orm d&aacute; mbeadh aon ch&uacute;l&uacute; maidir leis na cearta sibhialta a bhain muintir na Gaeltachta amach breis agus 25 bliain &oacute; shin.  Bh&iacute; na comhartha&iacute; b&oacute;ithre i l&aacute;r na ceiste sin ag an am freisin.  Chomh maith leis sin, ceapaim tr&iacute;d is tr&iacute;d, tar &eacute;is na rialach&aacute;in a l&eacute;amh, go bhfuil siad r&eacute;as&uacute;nta go leor m&aacute; t&aacute;imid d&aacute;ir&iacute;re maidir le Gael&uacute; na timpeallachta.  Am&aacute;rach beidh seans againn iad sin ar fad a phl&eacute;.</P>
        <P>Many people in Ireland must, like me, have been pleasantly surprised not only at the conciliatory tone taken yesterday by Dr. Paisley but also at the vision he expressed for the entire country.  This is to be welcomed, and I predict that republicans and Nationalists will respond to what Dr. Paisley said yesterday.  It is quite evident that he faces difficulties in his party, but that is understandable because it is a sea-change.  If we all make a positive contribution to the debate, I am quite confident that the peace process will be brought to an inevitable positive conclusion next year.  I do not suggest that we have a debate in the immediate future but propose that we do so when matters are clearer.</P>
        <P>One good thing to emerge from the challenges faced by the peace process is the unanimity shown by the Taoiseach and the British Prime <Col N="620"/>Minister.  It has been exceptionally encouraging to see that because in many ways it creates the correct environment for the radical changes that will take place.  We should seize every opportunity, large or small, that comes our way as a result, all displaying the same focus.</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Mr. Ross</NameTxt>
	<P>I endorse the remarks made by Senator Brian Hayes and congratulate the Minister of State at the Department of Health and Children, Deputy Brian Lenihan, on his decision to review the location of the planned children&rsquo;s hospital.  It is especially courageous of the Minister in question because the location proposed is the Mater Hospital, which is in the Taoiseach&rsquo;s constituency, and it is not easy to challenge the Taoiseach in his own territory.  Normally that is left to Members of the Opposition.  It is a serious point and the Taoiseach has stated that it will go to his constituency.  Some reports suggested that it was predestined to do so, which is quite alarming for others involved in the controversy.</P>
        <TimeSt down="4" idown="4">3 o&rsquo;clock</TimeSt><P>The most telling argument is that, given the current situation in Dublin with the traffic and the lack of infrastructure, it will be impossible for some vehicles carrying children to the Mater Hospital to reach it in time for them to receive the necessary medical treatment.  It is as simple as that.  As those who were caught in Dublin traffic last week will know, it is indefensible in any modern terms.  However, when it comes to getting people to hospital in an emergency, the Mater is a non-starter.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Does the Senator have a question for the Leader?</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Mr. Ross</NameTxt>
	<P Just="Left">Will the Leader consider asking the Minister of State at the Department of Health and Children, Deputy Brian Lenihan, to attend the House to expand on his very enlightened remarks and suggest a new system involving, at the very least, a hub, which could be the Mater if political imperatives so demand, with spokes around the city at other hospitals accessible to children through the traffic?  This problem must be removed from the territorial political arena for which it is far too serious.  For a hospital to be located in accordance with political convenience is completely unacceptable.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Mr. Mooney</NameTxt>
	<P>In the context of children&rsquo;s interests, I am sure the House, like me, will have been both surprised and concerned at today&rsquo;s report of increased levels of smoking among those aged between 14 and 17, despite the best efforts of the Government which all sides will acknowledge has been very proactive in the area.  There is also the question of the advertising and other regulations that have been introduced.  Notwithstanding that, it seems that young people aged between 14 and 17 still find smoking cigarettes cool.  I too smoked at that age, and no one <Col N="621"/>is less tolerant than a reformed smoker, but I can remember and understand very well.  Does the Leader agree it might be worthwhile to call for a review of the smoking ban, most likely in the new year, in light of the report&rsquo;s findings?  A ban on all point-of-sale marketing of tobacco products could be effected by regulation rather than primary legislation.  Such a ban would mean that cigarettes, which are a potentially fatal and addictive drug, must be sold under the counter.  Point-of-sale advertising seems to be replacing the former television and billboard marketing of tobacco products.  As the report indicates, point-of-sale advertising is often located next to sweets and chocolates which are aimed particularly at young people.  As a former Minister for Education, the Leader has experience of legislation in regard to the welfare of young people and may have a view on this.</P>
        <P>I propose a review of the state of play in respect of the smoking ban now that it has been in operation for some 18 months.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Mr. Mooney</NameTxt>
	<P>Such a review might allow us to devise a positive approach to arresting the alarming increase in the rate of smoking among 14 to 17 year olds.  One is reminded of the Jesuit observation that having the care of a child until seven years of age will make that child one&rsquo;s own for life.  Unfortunately, if the tobacco companies succeed in taking hold of a child between the ages of 14 and 17 years, they are likely to hold that child for life.</P>
      </Speaker>
      <Speaker pid="SheilaTerry"><NameTxt>Ms Terry</NameTxt>
	<P>Will the Leader arrange a debate on drugs, which might encompass cigarettes and alcohol as well as hard drugs, at the earliest opportunity?   On my journey to the Chamber, I heard a radio discussion involving two inmates of Wheatfield Prison.  My first observation was that they were able to engage in this conversation using mobile telephones even though, as I understand it, such items are not permitted among inmates.  What was startling about their exchange with Joe Duffy, however, was the insight it gave into the use of drugs in prisons.  We are constantly told there is an enormous problem in this regard but it was startling to hear these two young men describe the reality.</P>
        <P>Drug abuse is doing enormous damage to communities and wreaking devastation on many people&rsquo;s lives.  This damage is evident even among young children in classrooms.  I was amazed when a teacher told me recently that one child in her class must avail of the services of a classroom assistant because she suffers from a disability.  The disability in question is foetal alcohol syndrome.  In other words, this child is suffering as a result of the drug abuse perpetrated by her mother when the child was in the womb.  This is frightening.</P>
      </Speaker><Col N="622"/>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Does Senator Terry seek a debate on this issue?</P>
      </Speaker>
      <Speaker pid="SheilaTerry"><NameTxt>Ms Terry</NameTxt>
	<P>Yes.  We have not had such a debate for some time even though the level of drug abuse in communities is increasing.  Such abuse is the source of a significant proportion of crime and we are not coming to grips with it.</P>
      </Speaker>
      <Speaker pid="DrMauriceHayes"><NameTxt>Dr. M. Hayes</NameTxt>
	<P>I, too, welcome the remarks of Dr. Paisley.  I hesitate to praise him too much, however, in case that might handicap him in the work he must do.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Mr. Mooney</NameTxt>
	<P>That is wise counsel.</P>
      </Speaker>
      <Speaker pid="DrMauriceHayes"><NameTxt>Dr. M. Hayes</NameTxt>
	<P>He was extremely statesmanlike and helpful yesterday.  I call for a debate that would enable us to discuss wider aspects of the Northern Ireland issue rather than just the political situation.</P>
        <P>I add my voice to the request for a debate on drugs, which should include a discussion on enforcement policy.  The Garda has been tremendously successful in terms of drugs seizures, but everybody knows it succeeds in intercepting only some 10% of the drugs in circulation.  As a medical practitioner observed last week, the time has come to go after some of the users.  I read a newspaper article some weeks ago in which a young female journalist said she did not know anybody who does not use drugs.  There would be no pushers if there were no market for their products.</P>
        <P>If we are to have a debate on efficiency, at some stage I hope we have the opportunity to discuss a report from the Houses of the Oireachtas Commission.  I read a report at the weekend about printing costs in the Houses which seem to me a proper object for outsourcing.  I hope we have an opportunity to debate the efficiency with which the Houses are run.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>I join my colleagues in seeking a debate on the siting of the new children&rsquo;s hospital.  I raised this matter some time ago on the Order of Business, well in advance of the Government&rsquo;s decision on the matter.  What I asked for then is what is now being sought, an international review of the siting.  Quite a number of consultants from the different hospitals are seeking such a review.  While the Mater Hospital is my neighbour, and I do not wish to be unneighbourly, the site may in the long term be too small with inadequate car-parking, access problems and no maternity facility.  We should examine this choice of site again.  I was assured such a review would take less than six weeks.  The six weeks have elapsed and I regret that, perhaps as has been suggested, this course of action was not taken for political reasons.</P>
        <P>I call for a debate on human rights in China.  Senator O&rsquo;Toole and I, over a considerable period, have raised the matter of organ harvesting in China.  Last week this was raised at the com<Col N="623"/>mittee on foreign affairs with a presentation from Mr. David Kilgour, a senior Canadian politician and former Secretary of State for Asian affairs who speaks with some authority.  His report was worrying.  Telephone traffic has been monitored in which orders were placed for livers and kidneys by people in Japan and elsewhere.  It was like a butcher&rsquo;s shop with spare parts for purchase.  While this has always been denied, various reports in today&rsquo;s newspapers quote a senior Chinese official accepting organ harvesting occurred but that it was only from executed prisoners.  We take a view of the execution of people and the harvesting of organs.  It is claimed it is voluntary but it is very difficult to be involuntary when one has a bullet in the back of one&rsquo;s neck.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is the Senator looking for a debate?</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Yes.  This statement highlights a clear discrepancy.  If the Chinese authorities only harvested the organs of every single person executed, almost 1,600, then how can they explain the discrepancy of many thousands of organs being harvested?  It is believed that members of Falun Gong are kept alive &mdash; almost as if in cold storage &mdash; awaiting an organ order and then callously murdered.  It is a revolting and disgusting practice.</P>
        <P>Will the Leader ask the Minister for Transport to give some guidelines on the new provisions introduced by the EU on what one can and cannot take on board an aircraft?  Yesterday afternoon on an internal flight to Cork, I lost a quarter of a tube of toothpaste.  On the return journey, I lost a canister with less than a quarter of an inch of&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>Shaving cream?</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>&mdash;&mdash;mouth wash.  I was told that even though it was less than 100 ml, it was the container that was the danger.  Yet one can buy a large bottle of water to carry on board.  What was the problem with the container?  Did they think I would go into the cabin and squirt the toothpaste in the pilot&rsquo;s eye, take over the plane and land it on the White House?  It is absurd.</P>
        <P>Will the Leader ask the Taoiseach, whom we all respect, to at last declare war on terrorism and diplomatically isolate the two principal terrorists on the planet, Mr. Bush and Mr. Blair?  It is only when their activities are contained and the situation in the Middle East is resolved that we will not have to take these absurd travel precautions.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>On Sunday last, I had the honour of giving the oration at the commemoration of the Kilmichael ambush, which happened 86 years ago on 28 November 1920.</P>
      </Speaker><Col N="624"/>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>I spent a month preparing my oration, working in the archives.</P>
      </Speaker>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>That is well for some.</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>The Senator spent a month preparing for the ambush.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>It was a broad-ranging oration.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>Of course.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>One of the key areas in my oration was that the corporation tax in Northern Ireland is 30% and our corporation tax is 12.5%.  The North is losing out significantly on foreign direct investment because of this punitive 30% tax rate.  Gordon Brown and the Treasury in London are responsible for financial matters in the North.  All he needs is the political will and fire in his belly to reduce the corporation tax in the North.  This is one issue that has cross-party support in the North.  Business leaders, led by Sir George Quigley, who nominated me for the Seanad&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Hear, hear.  Good old Sir George.</P>
      </Speaker>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>The Senator should keep going.</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>Can we get some protection for Sir George?</P>
      </Speaker>
      <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>He is one of the boys of Kilmichael.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Up the boys of Kilmichael.</P>
      </Speaker>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>Up the trees.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>All the political leaders and parties in the North support this issue.  I would like an urgent debate in the House, ideally led by the Minister for Foreign Affairs, Deputy Dermot Ahern, who has conducted a cross-Border study with the Secretary of State for Northern Ireland, Peter Hain, which was launched last month.  This would be the first time we would consider how to create a joined-up economy, North and South, rather than having separate ones for the Six Counties and the Twenty-six Counties.  An investor in the United States or another country&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>The Senator should give us the oration again.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Does the Senator see how much I have improved since being elected to the House?  I used to be very nervous speaking in this Chamber.</P>
        <P>A foreign investor should be able to consider the whole island of Ireland and decide where to make a direct investment.  Neither we nor our Taoiseach will be afraid of the competition from <Col N="625"/>the North.  It is for the good of the people, North and South.</P>
      </Speaker>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>Did Senator White make a promise?</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>I put the heat on Gordon Brown.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>That is all right as long as the heat is not on us.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P Just="Left">We know that the Nice Treaty referendum failed the first time and if the European Union is to make silly rules about travelling such as Senator Norris outlines, people will vote against the European Union in any other referendum.  This is true in particular of farmers who have received their manuals on the nitrates directive.  The manual is apparently very detailed and complex and is not user-friendly.  This is exactly what gives the European Union a bad name.  We should invite the Minister for Agriculture and Food to the House to tell Members whether she is aware of the complexity of the task facing farmers in the coming months and years.  It is turning people off and they do not need it.  It is time we got real and became more user-friendly.</P>
        <P Just="Left">I repeat my earlier call for the reduction of VAT on fuel bills.  This is a major issue.  Here the VAT is 13.5%, whereas in the North and Britain it is 5%.  This is an area in which we can make an impact on people&rsquo;s lives.  The Government took in &euro;223 million in VAT on fuel bills last year.  The figure in recent years is almost double what it was previously.  It would be possible to reduce the VAT without affecting the budget.  It is in effect a stealth tax and should be reconsidered.</P>
      </Speaker>
      <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>That is why people go across the Border to buy fuel.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>Oil prices are beyond our control but we can control VAT charged on gas and ESB bills.</P>
        <P>I agree with Senator Ryan about roadworks.  I listened to Joe Duffy&rsquo;s show on radio last Thursday when there were young people with babies stuck in their cars for three or four hours, and diabetics without the proper medicine.  It was scandalous that traffic came to a halt for three or four hours and in some cases seven hours.  There should be a system whereby if roadworks take place, somebody takes charge to keep the traffic moving at all times.</P>
        <P>I would like a debate on health.  It is becoming increasingly difficult to know what the real picture is.  We are bombarded with daily bulletins about the state of the accident and emergency units and if we were foolish enough to believe them, we would think the problem had been solved.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is the Senator seeking a debate on health?</P>
      </Speaker><Col N="626"/>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>A leading consultant yesterday raised serious questions about the use of so-called beds in accident and emergency units which apparently are not beds.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is the Senator asking for a debate on health?</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>Concern is also being expressed about patients being transferred from accident and emergency units into day wards, which is massaging the figures.  We need the Minister for Health and Children to come to the House to update Members on exactly what is happening in accident and emergency units.  People are raising questions and I do not have confidence in the Health Service Executive.</P>
      </Speaker>
      <Speaker pid="LiamFitzgerald"><NameTxt>Mr. Fitzgerald</NameTxt>
	<P Just="Left">Does the Leader agree that it is inaccurate and unfair to say that the Minister for Education and Science is ignoring inadequate special needs facilities in feeder second level schools, where such inadequacy exists?  The situation is the reverse.  The Minister stated publicly in recent times that, following visits to a number of schools, she is concerned that the enrolment policies in some schools appear to be insidious.  Arising from her concern she has set up an audit of the enrolment policies of these feeder schools.  I suggest to the Leader that when the audit is completed and the findings are available to the Minister it would be appropriate to request her to come to the House to debate the issue.  We are all concerned about evidence of this nature.  I am aware of such evidence in my area.  By all means we should have a debate on this matter but we should wait until the audit is complete and the findings are available to the Minister.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I support the suggestion that we have a debate on the National Children&rsquo;s Hospital.  It is a national hospital not a constituency hospital.</P>
      </Speaker>
      <Speaker pid="BrianHayes"><NameTxt>Mr. B. Hayes</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I congratulate Senator Brian Hayes on having discovered there was no scoring of the various tenders that were put forward for the hospital.</P>
        <P>Since becoming a Member of the House I have asked five times about the situation regarding children born with spina bifida and anencephaly.  For genetic reasons we have the highest incidence of these conditions in the world.  The only possible way of dealing with this problem is by fortifying flour with folic acid.  The Minister for Health and Children eventually agreed to this following numerous reports and studies by the Department.  Many other countries which have a much lower incidence than is the case in Ireland have already fortified flour.  Approximately 70 to 100 children with this condition are born here each year.  Other women who find out in a scan <Col N="627"/>that their babies have such a condition go to England for abortions.  Children born with anencephaly do not survive after delivery.</P>
        <P>To my horror I discovered that although the Minister for Health and Children has agreed that flour should be fortified she has set up a group to implement the idea and it is estimated that the implementation process will take a year.  That means another year will go by when 70 to 100 children will be born with this serious or fatal condition.  In excess of 1,000 such children have been born since I became a Member of this House.  Is there any sense of urgency about such serious issues here?</P>
        <P>I urge the Leader to invite the Minister for Health and Children to the House to deal with this issue that affects children.  It is deplorable that people can be treated in such an inhumane manner and that nothing has been done about a matter that could be rectified.  The rate could be brought down to almost zero &mdash; as is the case elsewhere &mdash; yet we with the highest incidence do nothing.  I do not intend tabling another Adjournment matter on this subject because I am sick, sore and tired of just getting the same rubbish in reply.</P>
    <HtmlBk SectId="2" />
    </Speaker><!--Fix-->
      <Speaker pid="JimWalsh"><NameTxt>Mr. J. Walsh</NameTxt>
	<P Just="Left">We regularly have debates on competition and ensuring the consumer gets a good deal.  Many Members would have been appalled to see reports in recent days about the significant increases proposed by car rental companies for the Christmas period, especially at airports.  I have heard reports that the costs are to be increased by up to 200%.  One report even suggested a possible increase of 325%.  I refer to international companies that operate in various jurisdictions, not only in the EU but throughout the world.  It appears the proposed exorbitant increases are exclusive to Ireland.  We should have a debate on competition and related issues.  I find it difficult to square the logic of having price controls &mdash; which we had &mdash; in difficult economic times in the 1970s and 1980s when consumers had little discretionary spending power, and not having such controls in place when profiteering is clearly taking place in many sectors.  We should examine whether there is merit in having price controls and pricing orders in the present scenario.</P>
        <P>I support the call by Senator Mooney for a debate on the recent report on smoking for underage persons, those in the 12 to 17 age group, which shows that one in six are smoking and 92% have said they are able to purchase cigarettes from regular outlets, even though underage.  There is a significant breach of the law in this regard.  Given that over 6,000 people die annually as a consequence of smoking, such a debate would be welcome.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>More than 12 months ago I raised the question of the delay in issuing Garda <Col N="628"/>age cards.  Garda age cards are used by persons of 18 years of age and upwards who wish to enter night clubs and other venues.  It takes four to six months, and sometimes longer, to issue such cards.  I have been approached by a number of these people again recently who asked the reason for the delay in issuing the cards.  Many night clubs will not allow young people to enter without such cards or passports.  Many passports are lost or go missing at these venues.  Third level educational facilities can issue identity cards in approximately one or two days.  Young people must make application to their local Garda station for such cards.  The application is sent to Dublin and then the cards are sent back.  There is a delay of four to six months in issuing these cards.  I was assured that the delay in issuing cards would be rectified but it has not, if anything the delays are longer than 12 to 18 months.  It is not a problem any of us will have but many young people are angry that age cards are not being issued within a reasonable timescale.  I ask the Leader to ask the Minister for Justice, Equality and Law Reform what can be done to rectify the problem.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>I ask the Leader to invite the Minister for the Environment, Heritage and Local Government to come into the House, even at this late stage, for an urgent debate on the electoral register.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>The Senator is obsessed with it.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>It is in a shambles in every county.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>Given that in most counties 10% more than the adult population is on the register indicates that something is wrong in the Department.  It is a resigning matter for the Minister. </P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>There is no one left in the Cabinet.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>Given that every person is issued with a PPS number it is easy to know who is over the age of 18.  There are several thousands of inaccuracies in the electoral register and it is an issue that needs to be addressed even at this late stage.  We welcome the extension of the deadline by a fortnight but it is too little too late.  </P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>The Senator has a quota already.  He has only to register once.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>All citizens should be added to the register automatically on reaching the age of 18.  This is not happening.  </P>
        <P>On another issue I ask the Leader to invite the Minister for Communications, Marine and Natural Resources, Deputy Noel Dempsey, to come before the House and tell us the reason he <Col N="629"/>wants to close down our rural post office network.  Under the watchful eye of the Government, a quarter of all post offices have closed during the past six years.  This is shameful and disgraceful.</P>
      </Speaker>
      <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>We have got the disgraceful&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>The Department of Agriculture and Food advises people to draw their social welfare payments and agricultural grants through the banks and building societies and ignores the post office network.  The Government is closing the post office network by stealth.  In the run up to the next election it has crocodile tears when it tells the people it is doing its best to keep rural Ireland alive.  The Government is not keeping rural Ireland alive, it is closing the rural post office network and this should not be allowed.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is the Senator seeking a debate?</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>We will tell the electorate the truth.  They are being given a pack of untruths and that is happening at present throughout the country.  </P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>The Senator is a disgrace.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>I saw the Leader in Longford once when she said the Government was doing its best to keep the post office network open.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is the Senator seeking a debate on the issue?</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>I am doing my best to keep the post office network open but the Government is not.  Government Senators should not tell untruths during the election campaign.  It wants to close the network and that is what it is doing.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P Just="Left">I hope those applauding in the Visitors Gallery are all from Longford-Westmeath.  Senator Brian Hayes spoke about what the Minister of State, Deputy Brian Lenihan, said.  On reading the newspaper it is clear he said we should look at complaints that have come in.  I would not rely on praise from the Opposition, nor would he, I should think.  It was about the national children&rsquo;s hospital.  I will come to the points made by other speakers later.  The Senator welcomed Dr. Paisley&rsquo;s very recent remarks.  Those remarks are amazing and welcome.  Senator O&rsquo;Toole suggested that the signage of place names should be bilingual.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>This relates to Gaeltacht areas.  My two friends obviously do not know what is going on in the Irish language.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>He also pointed out that conditions on the Blasket Islands had now changed and the OPW should move to acquire the lands <Col N="630"/>on the Blasket Islands and make them into a national park.  He also referred to the Michael Cusack museum in Clare.  He is often left out of the equation regarding the GAA.  Archbishop Croke gets his&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>He is in <i>Ulysses</i>.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Senator Ryan stated that the wishes of the people should be followed regarding the name of an area.  The mangled kind of translation we sometimes see on signposts is not welcome.  He spoke about a systems failure.  He is sick of them and so are we.  He could not receive incoming telephone calls today and he could not access his messages.  Mine are blinking away and I am sure I have hundreds of messages from constituents&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Of course.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P Just="Left">&mdash;&mdash;that I want to access.</P>
      </Speaker>
      <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>They are all from Longford, complaining about Senator Bannon.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Senator Leyden asked for a debate on the PIAB and the ESB prices.  He will have the opportunity to discuss the matter during the debate on the Energy (Miscellaneous Provisions) Bill this evening.  I was glad to hear the report suggesting that Senator Ulick Burke will get a D&aacute;il seat in the next general election, which would be very good.  He spoke about the enclaves of segregation in schools.  The principal of Newpark Comprehensive gave a very good account in one of today&rsquo;s newspapers of what his school has done to open it to students with special needs.  I will take up what Senator Fitzgerald rightly said.</P>
        <P>Senator &Oacute; Murch&uacute; stated that the Oireachtas Joint Committee on Arts, Sport and Tourism, Community, Rural and Gaeltacht Affairs will discuss the Irish language tomorrow.  Anybody who wishes to do so can attend to get clarification.  He also welcomed Dr. Paisley&rsquo;s remarks.  Senator Ross congratulated the Minister of State with responsibility for children.  The decision was taken on an independent person who proposed the Mater.  Opposition Members have said it was a political decision.  Professor Drum has also said it was not a political decision.</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Mr. Ross</NameTxt>
	<P>Was it just a coincidence that it ended up in the Taoiseach&rsquo;s constituency?</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>It was one of the hospitals in contention.</P>
      </Speaker>
        <P><i>(Interruptions).</i></P>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>How did he announce it before it was announced?</P>
      </Speaker><Col N="631"/>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Senator Mooney spoke about the increase in smoking among 14 to 17 year-olds and wants a debate on the smoking ban 18 months after its introduction.  Senator Terry called for a debate on drugs &mdash; we had one two weeks ago.  She spoke about alcohol and the two inmates in Wheatfield Prison.  What about the barrister who brought in the drugs?  That is what we should be debating.  I am glad it was discovered.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>As he is not here, we should not say too much.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Do we have one here?</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P Just="Left">No, I do not think so.  Perhaps we have one in the Visitors Gallery.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>They all go to the D&aacute;il.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Senator Terry also spoke about the child with foetal alcohol syndrome.  I have read about such cases which relate to too much alcohol having been imbibed during pregnancy.</P>
        <P>Senator Maurice Hayes welcomed the remarks of Dr. Paisley and called for a debate on drugs and enforcement policy.  Some time before Christmas we will discuss a Houses of the Oireachtas Commission Bill, which will give an opportunity to consider what is happening in that regard.</P>
    <HtmlBk SectId="3" />
        <P>Senator Norris referred to the location of the new children&rsquo;s hospital.  Regardless of where it is built, certain people will not want it to be on a particular site and will prefer it to be located elsewhere.</P>
    </Speaker><!--Fix-->
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>It is unusual, however, to have such a varied and significant chorus of objections.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Senator Ross suggested that it might be possible to create a hub, with spokes relating to various specialties radiating therefrom.  I thought that was an interesting concept.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>The hub is always at the centre.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Senator Norris also referred to human rights in China and the organ harvesting.</P>
        <P>The Senator, who lost his mouth wash and toothpaste before boarding a flight yesterday, proceeded to ask if the Minister for Transport would provide guidelines in respect of the new provisions introduced by the EU regarding what one can and cannot take on board on aircraft.  He also suggested that we declare war on terrorists.</P>
        <P>I congratulate Senator White on the very extensive speech she appears to have given at Kilmichael.</P>
      </Speaker>
      <Speaker pid="ShaneRoss"><NameTxt>Mr. Ross</NameTxt>
	<P>Hear, hear.  Brilliant.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>The Senator referred to corporation tax in the North.  If changes were made by <Col N="632"/>Chancellor Brown, they would apply in both the UK and Northern Ireland.</P>
        <P>Senator Browne referred to the nitrates directive.  Many farmers welcomed the changes brought about and the exemptions provided in respect of Ireland.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>They were hoodwinked by the Government.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>It appears the language is difficult, but we and the farmers are extremely pleased.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>Has the Leader seen the manuals?</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Yes.  If one obtains exemptions, they must be worked through.</P>
        <P>Senator Browne also referred to the reduction of VAT on fuel bills and requested a debate on health.  I welcome the fact that each day we are provided with, for want of a better expression, a &ldquo;trolley count&rdquo;.  The Senator may not wish to believe the information provided but I do.  The statistics are compiled in a professional manner.  Lo and behold, there is no longer a debate regarding people on trolleys.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>Why did a leading consultant query the information provided?</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>The Senator should not interrupt, I am addressing my remarks through the Chair.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>The Leader of the House, without interruption.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>The Senator may not believe the statistics but I do.  It is wonderful that we are aware of the number of people per hospital who are awaiting admission to wards.  We did not have that information in the past and, in my view, it is a good idea that it be provided.</P>
        <P>I agree with Senator Fitzgerald.  The Minister stated that she is conducting an audit in respect of entry to second level schools.  When that audit is completed, she will come before the House to discuss the matter.  That should, perhaps, bring an end to spurious comments in respect of the matter.</P>
        <P>Senator Henry sought a debate on the children&rsquo;s hospital.  She also referred to the use of folic acid to fortify all breads and flours.  Women who take this supplement during pregnancy lessen the chance of their babies being born with spina bifida or anencephaly, which are both terrible.  The Senator inquired why it will take a year for the findings of the group investigating this matter to emerge.</P>
        <P>Senator Jim Walsh referred to car rental companies and requested debates on competition and smoking among 14 to 17 year olds.</P><Col N="633"/>
        <P>Senator Cummins referred to age identity cards for young people.</P>
        <P>Senator Bannon sought an urgent debate on the electoral register.  There will be an opportunity to discuss that matter on Thursday when the House debates the Electoral (Amendment) Bill.  The Bill is returning from the D&aacute;il, which made some amendments to it.  The Senator may make known his views on the matter at that point.  The Senator stated that there are 10% more names on the register than there are people.  I would prefer if people&rsquo;s names were left on the register.  I was alarmed to discover that if people move house, their names are removed from the register and might not be added to it at the new addresses to which they move.  A person can vote only once, but his or her name can appear ten times on the register.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>The use of PPS numbers is the solution.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>Members are all full of bright ideas.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Mr. Mooney</NameTxt>
	<P>The Minister refuted the claim that PPS numbers offer a solution.  The Minister explained the position.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>People are continually moving house.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Mr. Mooney</NameTxt>
	<P>The Senator should read the Minister&rsquo;s statement.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>The Leader of the House, without interruption.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>It is far better that there should be an excess of numbers on the register in order that people will have an opportunity to vote.  If a person moves house and his or her name is not added to the register in respect of his or her new address, there is no cross-reference.  By law, it is the duty of a county or town council to prepare the register.  It appears that, for a long period, the councils have not being doing so.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>They did not bother to do it.</P>
      </Speaker>
      <Speaker pid="JamesBannon"><NameTxt>Mr. Bannon</NameTxt>
	<P>They are under-resourced.</P>
      </Speaker>
      <Speaker pid="MaryORourke"><NameTxt>Ms O&rsquo;Rourke</NameTxt>
	<P>They are not under-resourced.  It is good that Senator Bannon is anxious about the electorate.  That is very noble of him.  I share his nobility in that regard.</P>
        <P Just="Left">The Senator also requested the Minister for Communications, Marine and Natural Resources, Deputy Noel Dempsey, to come before the House.  The Minister is abroad on business at present.  However, when he returns, we will invite him to come to the House.</P>
      </Speaker>
        <P>Order of Business agreed to.</P><Col N="634"/>
  </MainHeading>
  <MainHeading Type="GD" LHead="Prisons Bill 2006:" RHead="Committee Stage"> 
    <Title>Prisons Bill 2006: Committee Stage. </Title>
        <P>Section 1 agreed to.</P>
        <P Just="Center">SECTION 2.</P>
      <Speaker pid="JohnDardis"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Mr. Dardis</NameTxt>
	<P>Amendments Nos. 1, 2, 4, 13, 74, 80 and 81 are related and may be discussed together by agreement.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 1:</P>
        <P LI="1">In page 6, line 5, after &ldquo;his&rdquo; to insert &ldquo;or her&rdquo;.</P>
        <P FLI="0">This amendment is entirely technical in nature and refers to the definition of &ldquo;governor&rdquo;.  As a general rule, the practice in legislation is to refer to gender-neutral terms such as &ldquo;member&rdquo;, &ldquo;practitioner&rdquo;, &ldquo;officer&rdquo;, &ldquo;Minister&rdquo;, etc., in a gender-neutral fashion by using the phrases &ldquo;him and her&rdquo; or &ldquo;his or her&rdquo;.  I presume it is merely an omission on the Parliamentary Counsel&rsquo;s part that, in the definition, the governor is referred to only in masculine terms.  However, this omission does, perhaps, betray outdated stereotypes.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I support the amendment because there are several women governors in our prisons.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><TitleTxt>T&aacute;naiste and Minister for Justice, Equality and Law Reform</TitleTxt><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I accept the amendment.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Amendment No. 2 not moved.</P>
        <P>Question proposed: &ldquo;That section 2, as amended, stand part of the Bill.&rdquo;</P>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P Just="Left">Will the Bill cater for people in designated centres, as described under the Criminal Law (Insanity) Act?  If the answer is &ldquo;Yes&rdquo;, we would need to include an amendment in respect of the definition of &ldquo;prisoner&rdquo;.  It is important to ensure people who may be brought to court from the Central Mental Hospital or from court to that institution or another designated centre be catered for under the Bill.  In my view, the definition of &ldquo;prisoner&rdquo; should be expanded to include the phrase &ldquo;or a designated centre under the terms of the Criminal Law (Insanity) Act 2006&rdquo;.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>I am somewhat concerned about this notion.  Perhaps I did not fully understand the argument put forward by Senator Henry.  I am aware that a number of people are concerned with regard to the stigmatisation of individuals, but I am sure the latter was not the Senator&rsquo;s intention.  I put on the record of the House last week the view of a senior doctor who is concerned about such stigmatisation, particularly in light of the location of the new Central Mental Hospital in the grounds of a prison.  He made that point in a slightly different way from Senator Henry.  He felt people who committed acts as a <Col N="635"/>result of a delusion for which they were not responsible, which would objectively be viewed as criminal, should not be regarded as criminals.  The word &ldquo;prisoner&rdquo; carries a degree of criminal association and, while I agree with the thrust of Senator Henry&rsquo;s contribution, we ought to be terribly careful in case we unwittingly criminalise and further stigmatise those who suffer from a medically definable condition rather than a criminal personality.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I assure the Senator this is not being done to stigmatise those who are mentally ill but to ensure absolute clarity.  While a criminal act may have been carried out by such people when they suffered from hallucinations, delusions and so on, by the time they are dealt with, they could be perfectly rational because of treatment.  I am trying to establish whether the Minister proposes to segregate individuals admitted via the Central Mental Hospital, for example.  While we do not need to discuss the prison escort service because the problem has been solved, my anxiety relates to whether these individuals will be stigmatised by being segregated.  I agree with doctors who say it is not suitable to put a hospital on the same site as a prison and I have raised this several times with the Minister.  I wonder how people who are mentally ill will be dealt with when they are moved from hospital to prison.  The Minister has also made provision for children, another group about whom I would like clarity.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Senator Henry has tabled a proposal to extend the audio-visual provisions in section 33 to persons detained.  I would like to examine the implications of such a move, the question of prison transport and the implications of extending the concept of &ldquo;prisoner&rdquo; to the categories of persons to whom she referred between now and Report Stage.  This has negative and positive implications and far be it from me to get involved in a quarrel between the two Senators in the College of the Holy and Undivided Trinity.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>We are on the same side regarding the welfare of people.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>However, I must reflect further on this and I am grateful to Senator Henry for raising the issue.  I cannot accept amendments along those lines now.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I cannot make an amendment on the floor of the House but I would be grateful if the Minister examined this issue, which I will also consider again.</P>
      </Speaker>
        <P>Question put and agreed to.</P>
        <P>Sections 3 and 4 agreed to.</P><Col N="636"/>
        <P Just="Center">SECTION 5.</P>
      <Speaker pid="Mr. Dardis"><NameTxt>Acting Chairman</NameTxt>
	<P>Amendments Nos. 5 to 11, inclusive, are related to amendment No. 3 and all will be discussed together.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 3:</P>
        <P LI="1">In page 7, subsection (1), line 2, to delete &ldquo;Government&rdquo; and substitute &ldquo;Oireachtas&rdquo;.</P>
        <P FLI="0">The effect of the amendment would be to ensure no contract for the privatisation of prison services would be entered into without the approval of the Houses of the Oireachtas.  Such an important process should be subject to non-governmental scrutiny.</P>
        <P>Amendments Nos. 5 to 11, inclusive, seek to put safeguards in place for private prison custody officers.  I have grave concerns that those who might be appointed to this position could lose the run of themselves.  We must be very cautious in framing the legislation where it outlines their statutory duties.  It must be borne in mind that if they act outside the scope of constitutional or lawful behaviour, the State will ultimately be vicariously liable for their actions.  These safeguards for the State must be carefully examined.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>With regard to the proposal that the Oireachtas and not the Government should decide the contracts, the Attorney General&rsquo;s office advises that a decision in this regard is most suited to the Executive.</P>
        <P>Amendments Nos. 7 to 9, inclusive, insert additional conditions on the performance of functions by a prison custody officer, including that he or she must demonstrate respect, ensure the safety, security and well-being of prisoners in custody, behave in an appropriate manner and act in accordance with the law.  I am advised by the Parliamentary Counsel not to accept these amendments on the basis they are covered by section 6(6), which states that a certificate is not issuable unless the person in question &ldquo;is of good character, is capable of performing the functions of prisoner custody officer, has undergone such course of training relating to, or has such experience of, custody of prisoners as would, in the opinion of the Minister, enable the person to perform the functions of a prisoner custody officer in an efficient manner, and is otherwise a fit and proper person&rdquo; to be appointed.  That provision is as broad as it needs to be, as I do not wish to be too detailed because people read things into detailed provisions that were never intended.  Everybody treats prisoners with respect but primary statute law does not make provision for a full-time prison officer treating a prisoner with respect.  It is not necessary to place specific obligations on a prison custody officer which are not even applied to a prison officer during his or her work.</P>
      </Speaker><Col N="637"/>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Section 6(6) does not cover the issues I raised.  When claims are made against the State regarding custody officers, it will be too late.  These amendments should be made.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>There is middle ground between myself and the Senator.  Section 6(7)(<i>b</i>) states that a condition of the certificate is that the custody officer complies &ldquo;with the provisions of this Act and any prison rules relating to the treatment of prisoners in custody&rdquo;.  I can apply any rules I want in the area to guarantee the safety and welfare of prisoners.  It is not as if they are excluded from the ordinary rules governing prison officers and their treatment of prisoners.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>While the Minister can apply any rules he wants, I refer him again to the my concern about people who may be mentally ill at the time they are transferred by the prison escort service.  Will the custody officers receive psychiatric nursing training?</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>The Minister can make rules and, while section 6(7) covers the issues I raised to some extent, the Minister should be more specific.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Custody officers must receive training, as appropriate, under the legislation.  Every prison custody officer will not have to be a fully trained psychiatric nurse.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I did not suggest that.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Mr. M. McDowell</NameTxt>
	<P>It depends.  For example, a prisoner suffering from schizophrenia could be moved from a prison to a psychiatric hospital and it may not be appropriate or practical to have him or her accompanied by an officer with psychiatric training.  We cannot have a situation in which someone cannot be moved and must be left untreated because a person with psychiatric training is unavailable at the time.  We must be reasonable in these matters.</P>
        <P>The custody and welfare of prisoners, many of whom are psychiatrically unwell &mdash; there is a high degree of psychiatric illness among prisoners &mdash; involve their being moved from A to B, but I cannot be put in the position of saying that one officer is suitable while another is not.  The training must be general.  I cannot operate on the basis that every prisoner who is psychiatrically unwell should be dealt with by a psychiatrically trained prison officer in routine transactions within the Prison Service.</P>
        <P>Moving prisoners from A to B is one issue, but what about moving them within the Prison Service, such as from block to block, to their meals, to training, education or fitness classes or so on?  If I go down the road of specifying that a different category of prison officer must be present if a prisoner is being moved from A to B, <Col N="638"/>I would be creating an obstacle to the effective custody of those prisoners without much benefit.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>The T&aacute;naiste could not make the measure obligatory because such a prison officer cannot be supplied in every case, but could we not make it a recommendation?  I would not like to be asked to take from one place to another someone who is experiencing an acute schizophrenic episode.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>No.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>We need officers who are trained to deal with such people.  The amendment asks that the people transporting prisoners be trained.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I do not propose to impose upon the custody officers a degree of training or skills that I would not impose on an ordinary prison officer asked to do the same function.  No additional danger is posed by the fact that a person is being dealt with by a prisoner custody officer rather than by an ordinary prison officer.</P>
        <P>Section 6(6)(<i>c</i>) requires that the person &ldquo;has undergone such course of training relating to, or has such experience of, custody of prisoners as would, in the opinion of the Minister, enable the person to perform the functions of a prisoner custody officer in an efficient manner&rdquo;.  This is as good as the provision can be and I do not see how I could go much further.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I failed to address amendment No. 11 in the group.  It is a technical amendment, the function of which is to expand the definition of &ldquo;applicant&rdquo; to address all eventualities.  The definition in the Bill is insufficient.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Amendment No. 11 proposes that the definition of &ldquo;applicant&rdquo; would also include a person who makes an application for a certificate on behalf of another person.  The current definition makes it clear that &ldquo;applicant&rdquo; includes a person who applies for a certificate and a person on whose behalf someone else applies for a certificate.</P>
        <P>The original wording is broad enough to address an applicant.  If one examines page 9, the first definition in section 6(16) states: &ldquo;<?oasys _is0p2- ?>&ldquo;applicant&rdquo; includes a person on whose behalf another person applies for a certificate&rdquo;.  Senator Cummins&rsquo;s adviser is shifting a definition from one part of the section to another.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Our amendments are more specific and would suit the legislation better than its current provisions.</P>
        </Speaker><P>Question, &ldquo;That the words proposed to be deleted stand&rdquo;, put and declared carried.</P>
              <P>Amendment declared lost.</P>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 4:</P><Col N="639"/>
        <P LI="1">In page 7, subsection (4), line 14, to delete &ldquo;the Garda S&iacute;och&aacute;na&rdquo; and substitute &ldquo;An Garda S&iacute;och&aacute;na&rdquo;.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I will not accept the amendment.  During the course of the debate on the Garda S&iacute;och&aacute;na Act in the Lower House, Deputy Jim O&rsquo;Keeffe pointed out that the phrase &ldquo;the Garda S&iacute;och&aacute;na&rdquo; was used extensively in the original 1920s legislation.  He stated that what was good enough for Kevin O&rsquo;Higgins was good enough for him, which will have a strong effect on Senator Cummins.</P>
      </Speaker>
      <Speaker pid="Mr. Dardis"><NameTxt>Acting Chairman</NameTxt>
	<P>We have discussed the amendment.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I am trying to standardise the situation in all statutes.  The proper name of &ldquo;An Garda S&iacute;och&aacute;na&rdquo; should be included.  The T&aacute;naiste turned down a request for a similar amendment to the Criminal Justice 2006 Act, but the correct term of &ldquo;An Garda S&iacute;och&aacute;na&rdquo; should be applied.  As the T&aacute;naiste has indicated that he will not accept the amendment, we will probably press it on Report Stage.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Section 5 agreed to.</P>
        <P>Amendments Nos. 5 to 11, inclusive, not moved.</P>
        <P>Section 6 agreed to.</P>
        <P Just="Center">SECTION 7.</P>
      <Speaker pid="Mr. Dardis"><NameTxt>Acting Chairman</NameTxt>
	<P>Amendments Nos. 12 and 14 to 18, inclusive, are related and may be discussed together by agreement.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 12:</P>
        <P LI="1">In page 9, subsection (1), line 21, after &ldquo;person&rdquo; to insert &ldquo;without delay&rdquo;.</P>
        <P FLI="0">This is a technical amendment to make it clear that the Minister should not delay in revoking a certificate, which should be done as speedily as possible.</P>
        <P>On amendment No. 14, there is no indication in the Bill as drafted of the timeframe in which the Minister must deal with a complaint under section 9(9).  A complaint of this nature should be considered as a serious issue and be dealt with as a matter of priority.  These inserted subsections would ensure that the Minister deals with the matter promptly, but they would also ensure that the person complained about would not be permitted to work until such time as the matter is resolved.</P>
        <P>The suspension of a prisoner custody officer would be in keeping with other provisions of the Bill whereby pending the decision of the Minister <Col N="640"/>to renew a certificate, a prisoner custody officer may not continue to work.  In effect, a similar situation exists in this instance.  Pending the decision of the Minister, a prisoner custody officer should not be allowed to work.  In the event that the accusation is correct or well founded, the amendment would ensure that there would be no opportunity for the prisoner custody officer to deal out punishment or retribution on the complainant.</P>
        <TimeSt down="4" idown="4">4 o&rsquo;clock</TimeSt><P>On amendment No. 17, searches of a person involve the violation of important rights.  I recognise that searches are sometimes required for the safety of prisoners and that prisoners submit themselves necessarily to a regime that involves violations of privacy at many different levels, but the Bill falls short in terms of its safeguards to protect all prisoners from unwarranted intrusions in their rights.</P>
        <P>The amendment represents a simple reporting structure whereby there would be a record of every search and an explanation of same.  The amendment&rsquo;s effect would be to protect the prisoner&rsquo;s rights and to shield the prisoner custody officer from any unjustified accusations or unfounded complaints.</P>
        <P>Amendment No. 18 is a technical amendment that is dependent on the acceptance of amendment No. 17.</P>
        </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>The proposals in these amendments to prevent delays are important but I am much taken by amendment No. 18.  If we are to transfer people to designated centres using a prison escort group we should include a definition of designated centres, because the definition of prison in the Bill does not cover the Central Mental Hospital, nor should it.</P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>I tabled my amendment so that in the case of suspected concealment of a prohibited item, the privatised prison officer could require the removal of clothing but would not be allowed to perform an intimate search.  I would like the Minister&rsquo;s comments on that.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I cannot accept the proposal in amendment No. 14 that a prison custody officer not be allowed to perform the function pending a decision relating to a complaint.  That would mean prisoners could effectively wipe out prison custody officers by making complaints.  If such a provision were applied to prison officers at the moment we would have chaos in our prisons.  It does not make any sense to make a provision in respect of a prison custody officer that would not be made in respect of a prison officer.</P>
        <P>Amendment No. 15 is a Government amendment substituting the term &ldquo;functions&rdquo; for &ldquo;powers&rdquo;.  The Labour Party amendment concerns the provision whereby a prison custody officer is prohibited from requiring the removal of a prisoner&rsquo;s clothing, other than outer clothing, unless he or <Col N="641"/>she has reasonable grounds for believing that the prisoner has concealed a prohibited article.  It is the intention that intimate searches only be conducted in accordance with prison rules.  I cannot allow people in transit to be dealt with differently depending on the identity of the person in whose custody they are.  We are trying to keep drugs out of prisons and I want an effective system in which prison rules will be capable of applying.</P>
        <P>All matters relating to reporting obligations, as in amendments Nos. 17 and 18, are capable of being dealt with by rules.  A mandatory context by way of primary statute is not appropriate.</P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>The Minister mentioned prison rules, which reminds me that I missed my first amendment, with which it was concerned.  The definition of prison rules is somewhat flawed by only applying to rules in force.  If new rules were made, repealing old rules, the old rules would no longer be prison rules for the purpose of any ongoing disciplinary proceedings or proceedings before the appeals tribunal.  I mention that amendment in case the Minister wants to reconsider it and its associated issues before Report Stage.</P>
        <P>Is it absolutely clear in section 8 that prison rules still apply to the prisoner custody officer relating to intimate searches?</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I have considerable sympathy for Senator Tuffy&rsquo;s earlier amendment but the Parliamentary Counsel was not keen for me to accept it.  However, I can see its force and, between now and Report Stage, I will look at it again and consider if the rules referred to are those in force at a material time rather than any which might have been repealed.  It may depend on the Interpretation Act and I do not want to suggest the Parliamentary Counsel is wrong in this respect.  Under the Interpretation Act, certainly in respect of enactments if not statutory instruments, the repeal of something does not affect an ongoing procedural inquiry.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Amendments Nos. 13 and 14 not moved.</P>
        <P>Section 7 agreed to.</P>
        <P Just="Center">SECTION 8.</P>
        <P>Government amendment No. 15:</P>
        <P LI="1">In page 10, subsection (2), line 27, to delete &ldquo;powers&rdquo; and substitute &ldquo;functions&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Amendments Nos. 16 to 18, inclusive, not moved.</P>
        <P>Section 8, as amended, agreed to.</P><Col N="642"/>
        <P Just="Center">SECTION 9.</P>
      <Speaker pid="Mr. Dardis"><NameTxt>Acting Chairman</NameTxt>
	<P>Amendments Nos. 19 to 22, inclusive, are related and may be discussed together by agreement.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 19:</P>
        <P LI="1">In page 11, subsection (1), line 28, to delete &ldquo;information&rdquo; and substitute the following:</P>
        <P LI="1">&ldquo;information, other than to a governor or a contractor,&rdquo;.</P>
        <P FLI="0">The function of these amendments is to protect the privacy of prisoners.  Simply being in prison should not expose a prisoner to personal information about him or her being given to unnecessary third parties.  While some information about prisoners is a matter for public record, other than the information detailed in amendment No. 20 a prisoner should be entitled to all the common courtesy and respect that any citizen would expect.  I know the Minister has a preference for leaking information at times but others might hold his office in the future and I ask him to legislate with them in mind.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I never leak information.  If I disclose information it is in full conformity with the Official Secrets Act.  One of the functions vested in a Minister is to determine whether to release information in the public interest under that Act.  I am accountable to D&aacute;il &Eacute;ireann for the way I carry out my duties and perform my functions.  I emphasise that I do not leak information.</P>
        <P>The Senator&rsquo;s amendment raises an important point.  Pointing the finger at the Minister is completely off-target but there is a habit of providing information on criminals to some people in the media.  However, I assure the Senator it never comes from the Department of Justice, Equality and Law Reform.  I do not know from where it comes or wish to point a finger at somebody else but there seems to be a regular pattern whereby petty information about prisoners appears in the public domain.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Amendments Nos. 20 to 22, inclusive, not moved.</P>
        <P>Section 9 agreed to.</P>
        <P Just="Center">SECTION 10.</P>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 23:</P>
        <P LI="1">In page 12, between lines 9 and 10, to insert the following subsection:</P>
        <P LI="1">&ldquo;(4) A report produced under this section shall be laid before the Houses of the Oireachtas not later than 31 May in each year.&rdquo;.</P><Col N="643"/>
        <P FLI="0">Under section 10 a report on the performance of a contractor must be supplied to the Minister by 31 March each year.  This is an important document, particularly in terms of guaranteeing transparency and best practice.  It is logical that it should also be laid before the Houses of the Oireachtas.  Unfortunately, the Bill makes no provision for such sharing of information between the Department and the Oireachtas.  This amendment would ensure not only that the report would be laid before the Houses but also that it would be done in a timely fashion, permitting scrutiny of and debate on the matter.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I support the amendment.  Sometimes it might be six months before a report is laid before the Houses of the Oireachtas.  There is no good reason that this should happen.  Two months appears to be long enough.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I do not intend to accept the amendment.  There is a Freedom of Information Act and if information is appropriate to be put in the public domain, in other words, if it does not contain security or confidential material, it will be available in that way.  I cannot simply state that every report on every contractor in every circumstance goes into the public domain, any more than I would state as much about any report about a prison officer or a number of prison officers who, at present, conduct transport services on behalf of the Prison Service.  I cannot give a guarantee that a written report concerning them automatically goes into the public domain.  The Freedom of Information Act provides a proper balance between confidentiality, security and transparency and is the appropriate way to deal with this.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I raised the issue of timing.  The reports should be produced in a timely fashion.  If there was anything in the report of a confidential nature or related to security of the State, it could be excluded.  The proper way to do business is to lay these reports before the Houses to be examined and debated, if necessary.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>Senator Cummins has made a good point.  There are plenty of ways whereby those parts of the report which are considered sensitive can be excluded.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>This section provides that an officer of the Minister is to monitor the performance by a contractor of his or her functions.  A person appointed as a monitor &ldquo;shall, not later than 31 March in each year, prepare and submit a report to the Minister on the performance by a contractor of his or her functions under an agreement in respect of the year immediately preceding the year in which the report is so prepared and submitted&rdquo;.  Under this section, somebody in the Department would have the first three <Col N="644"/>months of every calendar year to prepare a report on how the contractor had functioned in the preceding 12 months.  That report would be given to the Minister.  If it has no significance in terms of security or confidentiality, it will be available in the Department under the freedom of information legislation.  However, if it did have such significance, it would not be appropriate that it should automatically have to be published.  It is better to use the existing mechanisms to deal with this matter rather than require all of these reports to be published, regardless of whether they are right or wrong, the rights of third parties or other such issues which I would have to consider if the reports were automatically made public.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I still cannot see why it cannot be done.  An increasing amount of information is being made subject to the freedom of information legislation.  The way things are going, a freedom of information request will be necessary to find out who is the Minister for Justice, Equality and Law Reform, and journalists and anybody else who wished to find out will be charged for the information.  That is what is happening with the Freedom of Information Act in many instances.</P>
      </Speaker>
        <P>Amendment put and declared lost.</P>
        <P>Section 10 agreed to.</P>
        <P>Section 11 agreed to.</P>
        <P Just="Center">SECTION 12.</P>
      <Speaker pid="Mr. Dardis"><NameTxt>Acting Chairman</NameTxt>
	<P>Amendments Nos. 25 to 31, inclusive, are related to amendment No. 24, while amendment No. 28 is an alternative to amendment No. 27.  Is it agreed that amendments Nos. 24 to 31, inclusive, be discussed together?  Agreed.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 24:</P>
        <P LI="1">In page 12, subsection (3), line 21, to delete &ldquo;may&rdquo; and substitute &ldquo;shall&rdquo;.</P>
        <P FLI="0">Sections 12 and 13 deal with inquiries into the conduct of prisoners and sanctions that can be imposed on them if they are found to have breached prison rules.  Amendments Nos. 24, 27, 29 and 31 are essentially of a technical nature.  Amendment No. 24 allows for procedures for an inquiry to be listed somewhere other than in prison rules.  Amendment No. 27 replaces subsection (1)(<i>e</i>), which is virtually incomprehensible as drafted.  I have attempted to re-word it to convey the meaning that was originally intended.  I note the Minister has decided to delete the paragraph in amendment No. 28 but this is not necessary.  It is an important provision that prevents governors from financially penalising prisoners to an extent they might be unable to meet.  The Minister had the right idea with the original provision in which he limits the sanction to money earned by the prisoners in prison.</P><Col N="645"/>
        <P>Amendment No. 29 clarifies that the governor may not confiscate money under section 13(1)(<i>g</i>).  Amendment No. 30 is a stylistic amendment.  Amendment No. 31 leaves it up to the governor of a prison to decide what constitutes an exceptionally meritorious act and, therefore, prevents any potential challenge to a court seeking recognition for such an act.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I support amendment No. 25.  I cannot understand why a member of a visiting committee was excluded in the provision.  I am also concerned that with regard to health care, and the person can be kept in this situation for two months, the Minister has only mentioned a doctor.  What if the person is in agony with an impacted wisdom tooth?  Is a dentist permitted?  It is cruel and inhumane treatment if somebody is not allowed to treat that complaint.  What if the person has an injury?  There might have been a fracas and that is the reason the person has ended up in this position.</P>
        <P>Would it not be wiser to use the phrase &ldquo;health care worker&rdquo; to cover dentists, physiotherapists or podiatrists, if there are verrucas growing up to his knees?  It is unwise to use the word &ldquo;doctor&rdquo; because it could be the case that a doctor is not the person required to deal with the medical condition the prisoner might have.  Frequently the people who are subject to prison discipline have got into that mess because they were involved in a fight and the health care worker they require might not necessarily be a doctor.  The provision states that the person can be kept excluded for a period of up to 60 days, which is a long time to neglect giving them specific medical treatment.</P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>Senator Henry spoke about amendment No. 25.  The reason we seek to include &ldquo;a visiting committee&rdquo; is that visiting committees have a statutory right to visit prisoners under section 3(2) of the 1925 Act.  In amendment No. 26 we seek to insert the United Nations Committee against Torture.  As the section provides for a right to visit the prisoner to the Council of Europe Committee against Torture, it is appropriate that it cover the UN committee as well.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>With regard to amendment No. 24, I prefer to retain the word &ldquo;may&rdquo; because it allows flexibility with regard to matters which might or might not be appropriate procedures and how I establish them and lay them down.  While the section does not necessarily require rules, it makes possible the introduction of rules to address these issues.</P>
        <P>I am favourably disposed towards amendment No. 25 and, on the assumption that it is properly phrased, I would be happy to accept it on Report Stage.</P>
        <P>With regard to amendment No. 26, the United Nations Committee against Torture does not visit prisons in the sense that the Council of Europe <Col N="646"/>committee does.  I do not, therefore propose to accept the amendment.</P>
        <P>I appreciate that Senator Cummins considers the present draft to be deficient but his amendment No. 27 is also somewhat complex.  I will examine both versions to determine whether the wording can be improved on Report Stage.</P>
        <P>Amendment No. 28 removes language that is repetitive and superfluous. When the Bill was being drafted, the intention was that any forfeiture of money by a prisoner imposed as a sanction under section 13 would be limited to the forfeiture of the money the prisoner would have earned or received while in prison.  The wording of paragraph (<i>e</i>) was intended to be particularly clear on this point, in that the prisoner&rsquo;s own personal funds could not be forfeited.  On consideration, however, the present wording is somewhat long winded.  Removal of the phrase &ldquo;but not exceeding an amount of such money that would, but for such forfeiture, be given to him or her while in prison&rdquo; would not change the meaning, as the phrase &ldquo;from public funds&rdquo; already ensures any moneys to be forfeited cannot be removed from the prisoner&rsquo;s personal funds or funds that he or she may have earned before entering prison.  Therefore, as money earned from outside sources would not be forfeited under this section, I will reconsider the matter.</P>
        <P>Amendment No. 29 proposes that gratuities payable to prisoners under prison rules should be denied, but not confiscated, for a period of 60 days.  In my view, the addition of the words &ldquo;but not confiscated&rdquo; is not strictly necessary because it is clear the gratuity is being denied rather than confiscated.  I assume Senator Cummins is referring to the crude entitlement in the past to a gratuity but it is one matter if it has been paid and another if it has not.  I will reconsider the provision in light of the Senator&rsquo;s proposal.</P>
        <P Just="Left">Amendment No. 30 proposes the addition of a comma.  I am advised by the Parliamentary Counsel that such an amendment is not necessary and would be grammatically incorrect.</P>
        <P>With regard to amendment No. 31, section 13(5)(<i>b</i>) provides that the governor can restore all or any part of a remission of a portion of a sentence forfeited by a prisoner under section 13 if, among other matters, the prisoner has performed an exceptionally meritorious act.  I can accept the proposed amendment, which provides for the addition of a reference to a prisoner who, in the opinion of the governor, has performed a meritorious act.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Question proposed: &ldquo;That section 12 stand part of the Bill.&rdquo;</P>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I ask the Minister to consider my suggestions on health care workers.</P>
      </Speaker><Col N="647"/>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I am sympathetic to the Senator&rsquo;s argument and will consider an extension to other cognate disciplines.</P>
      </Speaker>
        <P>Question put and agreed to.</P>
        <P Just="Center">SECTION 13.</P>
        <P>Amendments Nos. 25 to 27, inclusive, not moved.</P>
        <P>Government amendment No. 28:</P>
        <P LI="1" el="5">In page 13, subsection (1)(<i>e</i>), lines 20 to 22, to delete all words from and including &ldquo;but&rdquo; in line 20 down to and including &ldquo;prison&rdquo; in line 22.</P>
        <P>Amendment agreed to.</P>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 29:</P>
        <P LI="1">In page 13, subsection (1)(<i>g</i>), line 25, before &ldquo;during&rdquo; to insert &ldquo;but not confiscation,&rdquo;.</P>
        <P FLI="0">In view of the Minister&rsquo;s commitment to reconsider the wording of the subsection, I withdraw my amendment.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Amendment No. 30 not moved.</P>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 31:</P>
        <P LI="1">In page 14, subsection (5)(<i>b</i>), line 5, to delete &ldquo;has&rdquo; and substitute &ldquo;has, in the opinion of the governor,&rdquo;.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Section 13, as amended, agreed to.</P>
        <P Just="Center">SECTION 14.</P>
      <Speaker pid="Mr. Dardis"><NameTxt>Acting Chairman</NameTxt>
	<P>Amendments 32 to 44, inclusive, are related and may be taken together by agreement.  Is that agreed?  Agreed.</P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>I move amendment No. 32:</P>
        <P LI="1">In page 14, subsection (1), line 29, after &ldquo;imposition&rdquo; to insert the following:</P>
        <P LI="2">&ldquo;or within 7 days of a decision of an Appeal Tribunal affirming the sanction so imposed&rdquo;.</P>
        <P FLI="0">The purpose of amendment No. 32 is to correct a flaw in the present provision for a petition.  I want to ensure such a provision can operate following the exhaustion of the appeals process.</P>
        <P>With regard to amendment No. 34, section 15 as it stands is flawed, in that there is no right to be informed of the right of appeal nor is there a time limit for an appeal.  My amendment attempts to address that issue.</P><Col N="648"/>
        <P>In respect of amendment No. 41, the Bill is flawed in not stating whether these sanctions can be imposed pending appeals.  The amendment offers a flexible mechanism similar to the discretion to suspend a sanction which obtains in court appeals.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Amendment No. 35 seeks to delete &ldquo;notify the governor of his or her intention to&rdquo; because this phrase infers no duty on the prisoner and introduces confusion in the context of the steps which must be taken for an appeal to be lodged.  Amendment No. 36 allows the prisoner to make an appeal directly, which I understand to be the Minister&rsquo;s intention.  Amendment No. 37 then allows the prisoner to inform the governor of his or her decision to lodge an appeal.  It is only right that a prisoner should be able to lodge an appeal directly to the appeals tribunal and there does not appear to be any logical reason he or she should have to appeal through the governor.  These amendments also prevent any situation arising whereby a governor might try to obstruct an appeal.  Acceptance of these amendments would require deletion of subsection (2), which is provided for in amendment No. 38.</P>
        <P>Amendments Nos. 39 and 40 are mutually dependent.  Legal aid should be granted to prisoners in the usual manner and there is no need for the Minister to interfere.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Amendments Nos. 32 to 44, inclusive, deal with appeals relating to disciplinary sanctions.  Amendment No. 32 proposes that a prison may, within seven days of a decision of an appeals tribunal upholding a sanction, appeal the decision to the Minister.  I do not propose to accept this amendment because the appeals tribunal created under this legislation is independent in the exercise of its functions and it is intended the decision of a tribunal will be final.  It would not be appropriate to appeal an appeal because that would have the potential to become a never ending cycle.  Furthermore, it is not appropriate for the Minister to become involved once a tribunal has issued its decision.  The amendment is based on an apprehension that Ireland is not fully compliant with the obligations set out in the European Court of Human Rights but I do not see how an appeal to the Minister would further the independence of a tribunal if it is overruled.</P>
        <P>Amendments Nos. 33 and 42 to sections 15 and 16, respectively, lend precision to the provisions.  The amendment to section 15 inserts &ldquo;his or her&rdquo;, which clarifies the provision.  The amendment to section 16 makes the wording more precise by replacing &ldquo;one or more than one Appeal Tribunal&rdquo; with &ldquo;an Appeal Tribunal or more than one such Tribunal&rdquo;.</P>
        <P>Amendment No. 34 in the name of Senator Tuffy provides for the governor to inform a prisoner of his or her right to appeal.  On initial examination, I have sympathy for this amendment, <Col N="649"/>which I believe is necessary.  The prisoner should be informed of the option to appeal, and that has not been expressly stated in the Bill&rsquo;s text.  I wish to consider the Senator&rsquo;s proposed amendment and consult the Parliamentary Counsel.  I will return to the House on Report Stage.  I am grateful to Senator Tuffy for bringing it to my attention.</P>
        <P>Amendments Nos. 35 to 38, inclusive, in the name of Senator Cummins effectively provide for a prisoner to appeal directly to a tribunal and for him or her to notify the governor of an intention to appeal.  The appeal would not be routed via the governor.  I am not disposed to accept those amendments, as I am strongly of the view that notifications must be transmitted through the governor as a standard practice regarding all requests from prisoners.  Under section 15(2) the governor is legally obliged in every case to refer such a matter to an appeals tribunal.</P>
        <P Just="Left">Amendments Nos. 39 and 40, also in the name of Senator Cummins, delete references to free legal aid and remove the provisions stating that regulations may be made granting free legal aid to prisoners appealing to the tribunal.  I do not propose to accept the amendments.  The Office of the Attorney General has advised me that access to free legal aid may be necessary in this context to comply with the European Convention on Human Rights as interpreted by the courts in a recent case.  Since the appeal involves a possible loss of remission and as such could be regarded as equivalent to imposing an additional sentence, it would require the safeguards associated with some aspects of a criminal trial, including legal representation.  I have sympathy with Senator Cummins&rsquo;s view that we do not want lawyers dominating the process, but there may be cases where, owing to the significance of the potential loss of remission, legal aid is required.  I should not mislead the House by saying that there would be no problem with blanket removal.</P>
        <P>Amendment No. 41 in the name of Senator Tuffy provides that the application of a sanction shall not be delayed by reason of appeal.  I cannot accept the amendment, as it is unworkable.  If, for example, a sanction of confinement to a cell for three days were imposed and immediately effected, and the prisoner appealed, by the time any appeal had taken place, the three days of confinement could well be over.  The sanction would already have been imposed, and the appeal would be more or less nugatory.  The amendment is flawed and I do not propose to accept it.</P>
        <P>Amendment No. 43 in the name of Senator Cummins would have the effect of allowing persons other than barristers or solicitors of seven years&rsquo; standing to act as members of appeals tribunals.  I am not keen on that, since it is important that a member of an appeals tribunal have extensive legal experience.  Moreover, as an appeals tribunal is a quasi-judicial authority, it is not appropriate that a person with no legal background should take on a judicial role.</P><Col N="650"/>
        <P>Amendment No. 44 in the name of Senator Cummins has the effect of providing that an appeals tribunal must publish the reasoning behind its decisions.  I will consider that proposal further and revert to the House on Report Stage.</P>
    <HtmlBk SectId="4" />
    </Speaker><!--Fix-->
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Amendment No. 43 refers to appointing qualified people to an appeals tribunal.  I feel strongly that the constituency the Minister describes in section 16(3) is unnecessarily restrictive.  As I said on Second Stage, I understand that it has probably been modelled on other tribunals.  However, it overlooks the pool of experience provided by former prison governors, for example, or those who have worked as chaplains, doctors, teachers or in a range of other positions in prison.  Surely someone who has worked as a chaplain in a prison for the last 20 years would be sufficiently qualified to deal with the kinds of questions addressed by an appeals tribunal.  I firmly believe that it should not be confined to members of the legal profession because of the experience over which people such as chaplains, doctors, psychiatrists and governors dispose.  They would be fitting persons to appoint to such an appeals body, which should not be confined to lawyers.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>Senator Cummins makes a valid point, since a practising barrister or solicitor may have very little experience of conditions in prison or what happens there.  Someone with experience of life in prison might be far better suited to deal with an appeal.  One can scrutinise the legal process carefully, but the humanity of prisons is of great importance in such cases, and that should not be overlooked.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>It is important that such bodies be seen to be independent and quasi-judicial and that persons sitting on them be such that one might expect of them an understanding of the law regarding the European Convention on Human Rights, fair procedures, natural justice, constitutional principles and so on.  Such concepts are valuable in this context.  I would not like to say too much about former chaplains, but if they are still men or women of the cloth, the notion that they should act as tribunals is not attractive. I make that point for the Senators to consider.  It would be embarrassing for a priest, nun or other member of the clergy to be asked to sit in judgment regarding forfeitures and so on.  I would not be keen on that.</P>
        <P>If I had proposed that former governors should hear appeals from serving counterparts I would have been shot down fairly rapidly.  Perhaps when the Opposition comes up with an idea it has a different connotation.  However, if I had suggested that the outcome of an independent appeal should rely on a former governor&rsquo;s decision on a matter concerning a serving counterpart, the men in white coats would have been sent after me.</P>
      </Speaker><Col N="651"/>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Perhaps certain of the men in white coats would be better qualified than some of the tribunal members.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>We do not want to deal with the psychiatric profession through such stereotypes.  However, if we are to establish an independent, quasi-judicial system to replace what currently obtains, which is that there is virtually no possibility of appeal, it would be better to do so using someone expected to have due regard to legality and who knows his or her way around such things as the European Convention on Human Rights, the Constitution and basic procedure.  Lawyers are more likely to have that instinct than chaplains, who might be fairer in one sense, being kinder and more generous people.  However, they would be embarrassed at being asked to do such a job, and it would not be appropriate.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I still believe that confining membership to the legal profession is very restrictive.  The Minister mentioned the Human Rights Commission.  If one had people from it or perhaps a former chairman, they would be eminently qualified to navigate whatever legal obstacles were in their way.  The provision confining membership to the legal profession is unnecessary for such an appeals tribunal.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>It is a matter of judgment.  For instance, there are lawyers on the Refugee Appeals Tribunal, since deciding who is entitled to protection under the Geneva Convention is a complex process.  If one is listening to a proposal that someone&rsquo;s remission, which can be up to a quarter of his or her sentence, be forfeit because of an incident, one should have a very clear grasp of the law, since I have no doubt that such matters will be subject to legal challenge through the courts.  On an issue of such importance, it is good to have someone who will not make elementary legal blunders and land us with a judicial review.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Is the legal profession not also capable of that?</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Its members are entirely capable of making blunders, but it is supposed to be notable when they do so.  One cannot ask laypeople to become expert in the law solely to decide such issues.  I do not have unshakeable faith that no lawyer will ever make a mistake.  There is no doubt that lawyers will make mistakes and, in such cases, there will be a judicial review.  A lawyer, however, is less likely than a layperson to make a mistake bearing in mind that the eligibility of the lawyers in question to membership of the tribunal will be based on their not merely being trained but also having carried out their professional duties for an extended period.</P>
      </Speaker><Col N="652"/>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Section 14 agreed to.</P>
        <P Just="Center">SECTION 15.</P>
        <P>Government amendment No. 33:</P>
        <P LI="1" el="5">In page 15, subsection (1)(<i>b</i>), line 2, after &ldquo;of&rdquo; to insert &ldquo;his or her&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Amendments Nos. 34 to 41, inclusive, not moved.</P>
        <P>Section 15, as amended, agreed to.</P>
        <P Just="Center">SECTION 16.</P>
        <P>Government amendment No. 42:</P>
        <P LI="1" el="5">In page 15, subsection (1), line 34, to delete &ldquo;one or more than one Appeal Tribunal&rdquo; and substitute &ldquo;an Appeal Tribunal or more than one such Tribunal&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Amendments Nos. 43 and 44 not moved.</P>
        <P>Section 16, as amended, agreed to.</P>
        <P>Sections 17 and 18 agreed to.</P>
        <P Just="Center">SECTION 19.</P>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Amendments Nos. 45 and 46 are related and may be discussed together.  Is that agreed?  Agreed.</P>
        </Speaker><P>Government amendment No. 45:</P>
        <P LI="1" el="5">In page 17, subsection (2)(<i>c</i>), line 16, to delete &ldquo;the&rdquo; where it firstly occurs and substitute &ldquo;any&rdquo;.</P>
        <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Amendment No. 45 inserts the word &ldquo;any&rdquo; before &ldquo;aspects of the environment likely to be significantly affected&rdquo;.  This precision is necessary because it is possible that a proposed development might have no significant adverse effects on the environment.</P>
        <P>Amendment No. 46 adds &ldquo;cultural heritage&rdquo; to the list of those aspects of the environment likely to be significantly affected by a proposed development which must be considered in an environmental impact assessment, EIA.  The subsection already includes material assets, which are defined as including architectural and archaeological heritage.  However, cultural heritage is specifically referred to in Article 3 of the European Council directive of 27 June 1985 dealing with the assessment of the impact of certain public and private projects on the environment, from which the provisions relating to the EIA in <Col N="653"/>this Bill are drawn.  The words &ldquo;cultural heritage&rdquo; were inadvertently overlooked in the drafting process and their inclusion will ensure the provisions comply more closely with the provisions of the EU directive.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Government amendment No. 46:</P>
        <P LI="1" el="5">In page 17, subsection (2)(<i>c</i>), lines 19 and 20, to delete &ldquo;the architectural and archaeological heritage&rdquo; and substitute the following:</P>
        <P LI="2" el="5">&ldquo;any architectural, archaeological or cultural heritage&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Question proposed: &ldquo;That section 19, as amended, stand part of the Bill.&rdquo;</P>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>It is important that the impact on the built environment should also be considered as part of the environmental impact assessment.  The concerns of residents living near the proposed development, for example, should be taken into account.  Does the Minister envisage that such issues will be included in this process?</P>
        <P>In other legislation providing for decisions of this type to be taken by a Minister, provision is often made for an oral hearing.  Does the Minister agree it would be appropriate to include such a provision in this Bill?  This question is relevant not only to section 19, as amended, but to Part 4 in its entirety.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>The built environment is cognisable under the provisions of the section, as amended.  In regard to the Senator&rsquo;s question on oral hearings, I wish to clarify that the procedure outlined in this Bill does not involve the Minister making the final decision.  Part 4 applies to a particular development where the Minister directs that it should do so.  Such a direction is deemed to be a statutory instrument.  Before proceeding with the development, the Prison Service must appoint a person to prepare an EIA in respect of the project, including all the materials set out in section 19.</P>
        <P>On receipt of these documents, the Minister gives notice of the development to the planning authority, members of the public, the Minister for the Environment, Heritage and Local Government and, in certain cases, the Minister for Communications, Marine and Natural Resources.  If the development is likely to have significant effects on the environment of another party to the Espoo Convention, which deals with environmental impact assessment in a transboundary context and was signed at Espoo in Finland in 1991, there must be compliance with the provisions of that convention.</P>
        <P>Section 21 provides that the notice given by the Minister must include the date on which it was <Col N="654"/>issued; give a brief description of the general nature of the development, including its size and purpose and the number of prisoners it is to accommodate; identify the location; indicate how many copies of the documents outlined in section 19 may be obtained from the Minister pursuant to section 22; invite interested parties to make submissions to a rapporteur appointed under section 23; and state that the submissions so made must be accompanied by the name and address of the person making them.</P>
        <P>Under section 22, the Minister must make a copy of the documents available to any interested party either in written form or electronically.  The Minister must then appoint a rapporteur to receive written submissions, and the latter must consider only those submissions received within the requisite period.  The rapporteur then prepares a report on the basis of those submissions.  He or she effectively analyses the responses to the EIA documentation that was made public.</P>
        <P>Section 24 sets out the procedure that should be followed when the Minister, having regard to the report of the rapporteur, decides to make a so-called material alteration to the development.  This involves the preparation of a supplementary EIA.  According to section 25, the Minister, having regard to the EIA, the rapporteur&rsquo;s report and the supplementary report, may make further alterations to the development and may decide whether to proceed with the project.  If the Minister decides to do so, he or she must come before both Houses of the Oireachtas with a resolution in draft form setting out his or her proposal.  Before the Minister moves the draft resolution, all the documentation must be made available to the Houses.  If the draft resolution is approved by both Houses, and confirmed by an Act of the Oireachtas, the Minister may proceed with the matter.  This is analogous to the old restrictive practices commission procedure which was in place before the Competition Authority.  The groceries order is an example of such an order.  There was an examiner of restrictive practices who carried out an inquiry, made a report to the Minister with a recommendation for or against an order and the Minister then laid the order before the Houses.  An Act, however, had to be passed by the Houses to confirm the Minister&rsquo;s order before it had legislative force.</P>
        <P>The purpose of this section is to give legislative force to a proposal to build prisons.  It cannot be simply a matter for An Bord Plean&aacute;la to decide whether there should be a prison on a certain site.  The State must have the right to build prisons.  In this day and age, however, it is unsatisfactory that a Minister could decide to build a prison here or there without any regard to anyone&rsquo;s interests and no democratic input.  The Minister must submit all materials, including a public response phase, to the Houses which will then decide to confirm the Minister&rsquo;s intention in an elaborate process.  At the end, it will have the force of law.</P><Col N="655"/>
        <P>From an EU law perspective, what would otherwise be an obligation to submit it to an independent outside body is avoided as it becomes a legislative Act.  EU law requires either independent binding decisions or a legislative Act in cases of this kind.  This is the basic background to this proposal.</P>
        <P>It may be asked why An Bord Plean&aacute;la should not decide where a prison should be.  On issues such as this, in the last analysis, it is a matter for the security of the State for which the Executive, tempered by the legislative process, makes the decisions.  We cannot have a situation in which An Bord Plean&aacute;la decides Leitrim rather than Portlaoise is a better place for a prison.  It is not a matter of a free choice for a group separate from the process of government to make fundamental choices of this kind.</P>
        <P>I was interested in the radical distinction in the way in which the proposals for Thornton Hall and the Kilworth suggestion were handled.  Castlerea is an example of a community which welcomed the prison proposal with open arms.  Other communities will say, &ldquo;not in my backyard&rdquo;.  For those who take the NIMBY position, I cannot deny them the right to have their views taken into account.  However, in the last analysis, society must have the right to decide the location of, say, a motorway.  This procedure is designed to ensure it is fully compliant with EU law.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I took on board the Minister&rsquo;s comments on this on Second Stage and, therefore, have not tabled many amendments on the section.  I have suggested that when future prisons are built, they would include courthouses on site.  This would cut down on the various costs associated with transporting prisoners between court and prison.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>Tonight, I will telephone my relations who live in Kilworth to find out their views on this for Report Stage.  It is important to remember that Castlerea prison replaced a psychiatric institution.  At the time, an individual informed me that his father and grandfather had supplied victuals to the asylum and were looking forward to continuing to supply victuals to the prison.  There was a commercial side to the locals&rsquo; views on the prison being located there.</P>
        <P>Does an environmental impact assessment mean the same as an environmental impact study, as under the Environmental Protection Agency Act?</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>It is very similar but I will not certify it off the top of my head.  It is the same territory.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I was concerned it was the same territory.  I would like the term &ldquo;environmental impact study&rdquo; to be used in the provision as it includes established criteria.  While it is the same <Col N="656"/>territory, it is better to have the territory we know from the EPA legislation.  I will table an amendment on this on Report Stage.</P>
      </Speaker>
      <Speaker pid="JimWalsh"><NameTxt>Mr. J. Walsh</NameTxt>
	<P>The Minister has set out the reasons the State must be in a position to build prisons without having to enter the lottery that is the planning process.  This provision is a major step in introducing checks and balances not in place heretofore.  I am dubious on the difference between an environmental impact assessment or statement.  From my experience, a statement&rsquo;s contents often depend on who is paying the assessor.  It can be done for or against the development.  I have serious questions about the merits of assessments.  While they might identify areas that need to be examined and be a basis for debate, I am not confident in their qualitative merits.</P>
        <TimeSt down="4" idown="4">5 o&rsquo;clock</TimeSt><P>While I appreciate the Minister cannot go into the planning process with local authorities and An Bord Plean&aacute;la, the Bill requires the Minister to give notice of the development to the planning authority.  I would prefer if the role of the local authority was strengthened by providing for its opinions on such a development to carry significant weight.  It would not be a veto but would allow a local authority to have influence on aspects and attached conditions of a development.  Local authorities have an important function to play in the overall development of an area.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I hope the inhabitants of Thornton Hall do not read Senator Jim Walsh&rsquo;s comments.  They would not be enthusiastic for no environmental impact statement to be carried out.  It is important it is included.  I understand his comments on how they can vary, but I am sure we will find some honourable people will produce a sound impact assessment.</P>
      </Speaker>
      <Speaker pid="JimWalsh"><NameTxt>Mr. J. Walsh</NameTxt>
	<P>There is a whole industry in this area.</P>
           </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I take the point that some people are cynical about environmental impact assessments and regard them as, if I may use the word, &ldquo;influenced&rdquo; by the pocket from which they are financed.  In this case, however, there is a rapporteur as well, which is of some significance.  </P>
        <P>Senator Jim Walsh mentioned the possibility of a local authority&rsquo;s views carrying extra weight.  I think that depends on the view that is expressed.  If a local authority rejects a certain point its view may or may not carry more weight than that of a local conservation group which may have put more work and thought into the objection.  While I appreciate Senator Walsh&rsquo;s point, I do not wish to create a hierarchy of objectors, to the effect that one is on an inside track but other less formally constituted groups are not accorded the same degree of respect.  We need to take account of the reality that the seriously worked out objec<Col N="657"/>tions of a local authority&rsquo;s planning officers are likely to carry more weight, because of the officers&rsquo; experience and the nature of their objections, than the objections of a crackpot who jots observations on the back of a beer mat.  If I formalise this proposition and say, or imply in the legislation, that one set of objections should carry more weight I might be accused of saying that voluntary groups must fight an uphill battle by contrast with statutory bodies.  I hope Senator Walsh can understand that I do not want to create two-tier commentators or objectors.</P>
      </Speaker>
        <P>Question put and agreed to.</P>
        <P Just="Center">SECTION 20.</P>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Amendments Nos. 47, 48, 49, 53 and 54 are related and may be taken together by agreement. </P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 47:</P>
        <P LI="1">In page 18, subsection (1), between lines 7 and 8, to insert the following:</P>
        <P LI="1">&ldquo;(<i>b</i>) the Oireachtas,&rdquo;.</P>
        <P FLI="0">It appears from section 20 that the Minister is giving notice of the development to everybody but the Oireachtas.  This is a simple amendment which will require him to include the Houses of the Oireachtas in notices he will send out.  It is not an overly-onerous task and the process will be better served by including the Oireachtas in this notification.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I will consider the possibility of laying the notice before the Houses of the Oireachtas between now and Report Stage.  Generally speaking, there is a public advertisement process and it is unlikely that I would notify the public and that somehow the D&aacute;il and Seanad would have what I may term a &ldquo;senior moment&rdquo; and not notice what I am doing.</P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>Amendment No. 48 aims to deal with a problem in the section which requires the Minister to move a draft resolution of both Houses containing a drawing.  We feel that it may be cumbersome to insert a drawing in the resolution, as the Bill now demands, so we suggest the alternative of identifying a drawing which may not necessarily be contained in the resolution but which could be laid before the Houses.</P>
        <P>Amendments Nos. 53 and 54 propose to correct an error in citation.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I accept amendments Nos. 53 and 54. <b></b>I am not satisfied that I should accept amendment No. 48.  </P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Question proposed: &ldquo;That section 20 stand part of the Bill.&rdquo;</P><Col N="658"/>
      <Speaker pid="JimWalsh"><NameTxt>Mr. J. Walsh</NameTxt>
	<P>I noted the Minister&rsquo;s response to my last point and can see that he does not want to make a distinction between objectors, but in respect of those the Bill puts on notice, while the Minister for the Environment, Heritage and Local Government might have a general remit in respect of overall development of the country he or she would not have the specific remit applying to a local authority.  The same is true of the Minister for Communications, Marine and Natural Resources.  Certain members of the public, or groups, may go to a lot of trouble, professionally and so on.</P>
        <P>I was not canvassing the point that a local authority could object absolutely and follow the populist line that it does not want the prison in its area.  That will not carry weight.  The overall decision rests with the Minister but this section does not recognise that the local authorities are charged with overall responsibility for the proper planning and development of their areas.  There is no overseeing local input into the design of the prison which might help to win support for the project in the area.  I hold to the opinion I expressed earlier and I am sure the Minister holds to his.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Will the Minister comment on the suggestion that court services be involved on the site?  </P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>Can the Minister ensure that the buildings are nice?  Many buildings go up which are a blight on the landscape yet when one raises that with county managers they say that is because the law is not strong enough to help them require good design.  If this was in the Minister&rsquo;s control he could try to do that.  Perhaps in future these buildings will not all be used as prisons and could be given some other purpose.  It would be worthwhile to avoid putting up square blocks or ugly buildings and to build instead attractively designed buildings. </P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>Would this cover a designated centre, such as the Central Mental Hospital being moved into the complex?</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>This provision does not cover a designated centre.  That would require different legislation.  </P>
        <P>There are court houses beside Castlerea and Clover Hill and Wheatfield.  I intend to put a court beside Thornton Hall because it makes sense for the reason that Senator Cummins mentions.  Likewise I intend to examine the possibility of putting a Garda station near the major prison developments in north Dublin and Munster because if somebody tries to bring drugs into a prison it is useful to have garda&iacute; within shouting distance.  The same applies if someone is causing trouble outside the prison.  I have dealt with the points raised by Senator Tuffy.</P>
      </Speaker><Col N="659"/>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>What about the buildings?</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P Just="Left">Regarding the attractiveness of buildings, there must be a trade-off between solidity and durability and architectural appeal.  Some aspects of Kilmainham Gaol are attractive such as the screen walls on the front.  Likewise, Mountjoy Prison has some attractive architectural features, some of which may well be preserved.  It is true that modern prison buildings are generally less interesting than old ones.  However, I was struck by the attractiveness of the Midlands Prison.  It is by no means the worst.  One has to make a trade-off between practicality and aesthetics in all of these cases.</P>
        <P>In Thornton Hall it is the intention of the designers that there would be a screen and earthworks to make the complex there generally invisible to the outside world so that it will not be a feature of the landscape.  Some countries build their prisons upwards to three or four storeys and the experience is that the higher one goes, the greater the trouble.  Enormous halls are created inside prisons that are noisy and difficult in terms of keeping control.  It would be my intention that whatever is done in Thornton Hall would be extensive rather than vertical.  The new sites for large prison developments should have place for football pitches, running tracks and exercise areas, and not just have inmates crammed into small spaces.</P>
        <P Just="Left">In Kilmainham Gaol there is a carving of chained serpents over the doors to frighten people going in.  There is a Latin motto to the effect that one should be merciful to those who have been put down and equally to knock the corners off the proud.  We would not propose to put such a motto above a prison nowadays.  We are better off putting a mission statement inside a prison rather than putting up slogans with moralising thoughts for prisoners to read as they go in.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>The Minister referred in his discourse to drugs in prisons.  Is he aware that reference was made in this House to the fact that two prisoners from Wheatfield Prison spoke by mobile telephone on a radio programme today?  They stated that the prison is awash with drugs.  I invite the Minister to comment on this.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>In support of what the Minister stated, the D&oacute;chas Centre &mdash; the women&rsquo;s prison &mdash; is very good.  It looks well from the outside as one goes up the North Circular Road and it also looks well inside, proving that it is possible to achieve a balance in building prisons to make them look as attractive as possible, as Senator Tuffy stated.</P>
        <P>I also agree with the Minister about not having multi-storey prisons.  They are not a good idea.  The Minister should visit Maiano Prison in Spoleto, Italy.  It is the high security prison which designed the sets for Opera Ireland&rsquo;s recent stag<Col N="660"/>ing of &ldquo;La Boh&egrave;me&rdquo;.  Sets and costumes were also produced in the men&rsquo;s prison in Mountjoy and in the D&oacute;chas Centre.  That Italian prison was built about 20 years ago.  If the Minister has time it would be well worth his while visiting it.  It is difficult to deal with long-stay prisoners who are incarcerated for 20 years or 25 years but based on my visits there, it appears to be working well.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P Just="Left">The Seanad is such a nice place compared with the D&aacute;il.  Here, it is suggested to me to take a trip to Italy, etc., while in the other House one is asked whether all one&rsquo;s trips are necessary.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>The Minister can go to see &ldquo;La Boh&egrave;me&rdquo; as well.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I agree with what Senator Tuffy said about the women&rsquo;s prison &mdash; the D&oacute;chas Centre.  The pity about it is that it was designed by optimists who did not make it big enough.  The prison is already overcrowded.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I disagree with the Minister on that point.  It is big enough.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>People are sleeping in portions of the building that were not originally designed as sleeping accommodation.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>Perhaps some of them do not need to be there.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>That is a sad fact.  To return to Senator Cummins&rsquo;s point, unfortunately, that prison is vulnerable to drugs being smuggled into it.  It is no exception to the rest of the Mountjoy complex in this respect.  Drugs can be catapulted over the wall.  There have been incidents of drugs being intruded into the prison in that way.</P>
        <P>Senator Cummins asked me whether there are drugs in prisons.  There are, which is why we must revisit the issue.  That is what the drugs strategy in prisons is all about.  I make no apology to anyone and those who suggest that because there are drugs outside, there are bound to be drugs inside, are no more morally enlightened than I.  That is a negative view of the prison system.</P>
        <P>It is the duty of the State to keep prisons drug free and we must take the necessary steps to bring that about.  However, other things must give way for prisons to be drug free, such as the right to have physical contact with visitors if that significantly enhances the risk of drugs getting into prisons except in highly controlled circumstances.  People will say there are perfectly decent people in prison who should have contact but they are the people who are frequently subjected to bullying to abuse the prison visit to bring in drugs.  It is not an easy situation.  Much as I would love to live in a world where a child could be passed over the table to his or her father, for instance, in a prison, the fact is that such contact has regularly been abused in the past for the purpose of introd<Col N="661"/>ucing drugs.  I do not wish to comment on more recent events in regard to the passage of drugs.  Vigilance in every respect is of great importance.  Prison officers face an uphill battle in keeping prisons drug free.</P>
        <P>Mobile telephones are prohibited in prison.  It is the duty of the Prison Service to ensure that the prohibition is effective.  There is more than one way of skinning a cat in that, on the one hand, there can be searches but jamming can also be employed.  The Prison Service intends to introduce generally a system of jamming mobile telephones within the prison system.</P>
      </Speaker>
        <P>Question put and agreed to.</P>
        <P>Sections 21 to 25, inclusive, agreed to.</P>
        <P Just="Center">SECTION 26.</P>
        <P>Amendment No. 48 not moved.</P>
        <P>Government amendment No. 49:</P>
        <P LI="1" el="5">In page 21, subsection (2)(<i>a</i>)(ii), line 18, after &ldquo;during&rdquo; to insert &ldquo;the&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Section 26, as amended, agreed to.</P>
        <P Just="Center">SECTION 27.</P>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Amendments Nos. 51 and 52 are related to amendment No. 50 and they may be discussed together by agreement.  Is that agreed?  Agreed.</P>
        </Speaker><P>Government amendment No. 50:</P>
        <P LI="1" el="5">In page 21, subsection (1)(<i>a</i>), lines 32 and 33, to delete &ldquo;decision made, direction given or order made&rdquo; and substitute &ldquo;decision made or direction given&rdquo;.</P>
            <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>These three amendments relate to section 27.  They deal with the question of acts done pursuant to Part 4 of the Bill.  The amendments to this section are intended to ensure clarity.  Amendment No. 50 removes the phrase &ldquo;order made&rdquo; from those acts of which the validity may be questioned.  The reason for this is to simplify the provision as its inclusion was repetitive.  For an order to be given, a decision must have been made in the first place so by including that, the making of a &ldquo;decision made or direction given&rdquo; order would automatically be covered.  The words are thus superfluous.</P>
        <P>Amendment No. 52 deletes the word &ldquo;other&rdquo; from subsection (4).  This subsection provides that the notice of the application may be served on such persons as the court directs.  The use of the word &ldquo;other&rdquo; was superfluous.</P>
        <P>In amendment No. 51, the insertion of the phrase &ldquo;that Order&rdquo; instead of &ldquo;the said Order <Col N="662"/>84&rdquo; improves the flow of language and makes the provision simpler to understand.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Government amendment No. 51:</P>
        <P LI="1" el="5">In page 22, subsection (2)(<i>c</i>), lines 11 and 12, to delete &ldquo;the said Order 84&rdquo; and substitute &ldquo;that Order&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Government amendment No. 52:</P>
        <P LI="1" el="5">In page 22, subsection (4), line 18, to delete &ldquo;other&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Section 27, as amended, agreed to.</P>
        <P Just="Center">SECTION 28.</P>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>I move amendment No. 53:</P>
        <P LI="1">In page 22, subsection (1)(<i>a</i>), line 35, to delete &ldquo;2000 and 2006&rdquo; and substitute &ldquo;2000 to 2006&rdquo;.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>I move amendment No. 54:</P>
        <P LI="1">In page 22, subsection (1)(<i>b</i>)(iii), line 41, to delete &ldquo;2000 and 2006&rdquo; and substitute &ldquo;2000 to 2006&rdquo;.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Section 28, as amended, agreed to.</P>
        <P>Section 29 agreed to.</P>
        <P Just="Center">SECTION 30.</P>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Amendments Nos. 56 to 63, inclusive, are related to amendment No. 55 and all may be discussed together, by agreement.  Is that agreed?  Agreed.</P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>I move amendment No. 55:</P>
        <P LI="1">In page 23, between lines 32 and 33 to insert the following subsection:</P>
        <P LI="1">&ldquo;(2) Where immediately before the commencement of this section a person held office as Inspector of Prisons, he or she shall become and be the first Inspector of Prisons pursuant to this section upon such commencement.&rdquo;.</P>
        <P FLI="0">The purpose of this amendment is to provide continuity with the existing holder of the office, Mr. Justice Kinlen.  We welcome the fact that the section puts the office of Inspector of Prisons on a statutory basis and confirms the independence of his or her functions.  Obviously the present <Col N="663"/>incumbent of that office has been independent.  That is confirmed by the fact that he feels free to criticise the Minister, which is only right and is an indication that he is showing his independence and doing his job correctly.  That is an omission in the section as it stands as it does not make clear there is that element of continuity.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I support the amendment.  Were the Minister to accept it, it would show him in a very good light.  To recognise a person&rsquo;s independence, even though it may have been troublesome at certain times, is well worthwhile.  I am glad Senator Tuffy tabled this amendment.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I fully appreciate the intention of this amendment which is to recognise the independence and hard work the current inspector has carried out.  It is not usual, in respect of a statutory officer, to provide in law that a non-statutory officer shall be the first statutory officer.  This is a matter to be decided when the term of the current incumbent comes to an end.  I am not in a position to say to the House that automatically that person will be appointed.  I may not be Minister at that time and whoever succeeds me might not be of the same view as Members on this matter.  It is clear that in no sense is he disqualified from appointment to the position.</P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>On a point of clarification, when the legislation is commenced, does that mean the present holder of the office is then the statutory inspector?</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>No, it does not mean that.  To be appointed, one has to be appointed under the terms of the Act.  The present incumbent, Mr. Justice Dermot Kinlen, is a non-statutory inspector whose term of office is due to expire in April 2007.  It would not be proper for me to provide in legislation that somebody whose office is still ongoing will be automatically appointed by whoever is Minister for Justice, Equality and Law Reform in April 2007.  It is not proper for anybody to say that.  What I am saying is that he will not be excluded from appointment by the terms of this legislation.  It would be strange if one were to provide that a person who was occupying a non-statutory office was automatically, and without regard to anybody&rsquo;s views, made the first inspector thereafter, even though the term of office of that person had expired.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Government amendment No. 56:</P>
        <P LI="1" el="5">In page 24, subsection (5), line 3, to delete &ldquo;The&rdquo; and substitute &ldquo;Subject to this Part, the&rdquo;.</P>
        <P>Amendment agreed to.</P><Col N="664"/>
        <P>Section 30, as amended, agreed to.</P>
        <P Just="Center">SECTION 31.</P>
        <P>Amendments No. 57 and 58 not moved.</P>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>Sorry, amendment No. 58 was not discussed.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>It was included in the grouping.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>If it is of interest to the Senator I propose to examine it before Report Stage.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I thank the Minister.  Amendment No. 59&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>That amendment was discussed with amendment No. 55.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 59: </P>
        <P LI="1">In page 24, subsection (3), line 19, to delete &ldquo;shall&rdquo; and substitute &ldquo;shall, within 3 months of receiving it,&rdquo;.</P>
        <P FLI="0">I did not get the opportunity to speak.  I did indicate I wished to speak.  I have tabled a number of amendments in this grouping.</P>
        <P>Amendment No. 59 requires that the Minister lay the report before the Oireachtas within a specified time period of three months.  As discussed earlier, this is an important item since the Oireachtas will have time to debate the importance of issues contained therein.  Unfortunately, the Minister has acted in bad faith in regard to reports of the inspector of prisons and places of detention in the past.  I mentioned that matter on Second Stage.  For example, during the past two years the Minister published Mr. Justice Kinlen&rsquo;s reports during the last week of the parliamentary term so that there was not time to schedule a debate on many important and not insignificant issues surrounding the management of our prisons.  I would hate to see this type of disrespect for the Houses of the Oireachtas to become common place.  Therefore I table this amendment to ensure the Minister&rsquo;s successors of whatever party would not act in the same way.</P>
        <P>In respect of amendment No. 60, the doctoring of the inspector&rsquo;s report and the removal or omission of information that the inspector saw fit to include is too important a matter to be decided between the Minister and the Government&rsquo;s Secretary General.  Rather, the decision should be taken by the Government and the collective responsibility should be applied to it.</P>
        <P>Section 31(6) effectively prevents the inspector from examining a complaint from an individual prisoner.  While I am not suggesting that responding to every prisoner&rsquo;s individual complaint should be one of the inspector&rsquo;s functions, I have tabled amendment No. 61 in order that the inspector&rsquo;s hands are not tied in any way.  By way <Col N="665"/>of this amendment he or she could examine issues raised by a prisoner and hence fulfil one of his or her important functions.</P>
        <P>Amendment No. 62 creates a specific offence of failing to co-operate with the inspector.  This is an important support framework for the inspector.  Amendment No. 63 returns to the issue I have raised a number of times this afternoon.  It is important there are statutory timescales within which the Minister must lay documents before the Houses of the Oireachtas.  Without them it is too easy and convenient for Ministers to ignore the Oireachtas and either delay publications indefinitely or occasionally delay debates or prevent them from taking place on important issues such as those raised in the annual report of the Inspector of Prisons and Places of Detention.  It would have been remiss if we had not reached these amendments and I thank the Leas-Chathaoirleach.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P Just="Left">I wish to speak to amendment No. 59.  Sometimes we believe we have done something once a report has been produced.  However, unless we discuss it and ascertain how we should act on it, it is useless.  We get report after report on a variety of topics, 98% of which are never discussed in either House of the Oireachtas.  When I was first elected to this House and discovered that the reports of the Inspector of Mental Hospitals had never been discussed in either House, I could scarcely believe it.  Fortunately I managed to get them discussed every year fairly briskly.  Twice during this session I have asked that the report of the Inspector of Prisons and Places of Detention and the visiting committees&rsquo; reports be discussed.  I am sure the Leader has made every effort to allow such a debate.</P>
        <P>It is pointless getting reports that nobody sees.  They are of no value if they remain a secret.  We want to learn from them.  It allows that anything of a secret nature can be blotted out in the traditional manner.  It is important that this legislation specifies that within a certain timeframe the report must be debated.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>These Houses are free to discuss what they wish.  As long as reports are made public it is up to the Members of this and the other House and the separate committees of the Houses to decide what they will discuss.  In this new age of transparency, a vast amount of reports are submitted to the Houses of the Oireachtas, including reports on the conditions of nursing homes, and reports on the operation of special schools and various other institutions.  When dealing with legislation it is tempting to suggest that there should be a positive obligation to discuss certain reports every year.  However, if Senators suggested that the huge number of reports that pass across the Government table every week at Cabinet should all be discussed by the Houses of the Oireachtas there would be practically no time to do anything else.</P><Col N="666"/>
        <P Just="Left">In the other House this week and shortly in this House we will discuss four reports relating to the Garda S&iacute;och&aacute;na, the Barr report, the Morris tribunal reports, the George Birmingham report and the Nally group report.  If everything needed to be discussed separately, these Houses would do nothing.  It is a matter for the Houses to decide what they want to discuss and to make time available in Government time, in Private Members&rsquo; time or by agreement of the Whips.</P>
        <P>The prison visiting committee reports in respect of every prison in the State could theoretically be the subject of a mandatory discussion clause if Senators wanted.  However, we need to be reasonable.  I am only discussing matters in the justice area.  There are so many reports to be discussed every year, including the reports of the Garda Inspectorate and the Garda Ombudsman Commission, that we must come to the conclusion that making them public is sufficient and their terms speak for themselves.  We cannot have both Houses discussing every report in detail.</P>
        <P>Senator Cummins suggested that I have acted in bad faith. I have not.  I will outline the facts regarding the particular report whose publication was delayed.  The inspector submitted his second annual report to me in May 2004 and, having studied the report closely, I had concerns that some of the contents were defamatory and therefore I sought advice from the Attorney General on the matter.  I did this by no means on a hair-trigger basis, I did so because I had grave concerns that they were defamatory.  The Attorney General subsequently provided advice that indicated that a number of references in the report were considered to be <i>prima facie</i> defamatory.  In view of that advice and the appreciable risk of a civil action associated with my publishing the report in its initial form, I wrote to the inspector on 30 August 2004 and asked him to reconsider the report and if possible to resubmit it to me in a form which would be suitable for publication by the Department.</P>
        <P Just="Left">In September 2004 the inspector sought a copy of the legal advice provided by the Attorney General.  Having consulted the Attorney General, on 21 October 2004, I advised the inspector that the Attorney General decided that the legal advice provided was privileged and confidential and that he did not intend to agree to it being furnished to the inspector.  The inspector then wrote to me again and suggested that an official be appointed &ldquo;to act as Dr. Bowdler&rdquo; and to indicate the portions of the report which he thought should or should not be deleted.  He further advised that he would carefully consider any such suggested deletions and that if he were persuaded that they were justified he would delete them.</P>
        <P>On 17 November 2004, I replied to the inspector that if I were to appoint an official to suggest deletions to his report, it would create an unacceptable precedent and would create the impression that the Minister was trying to undermine his independence and suppress valid criti<Col N="667"/>cism.  I also informed the inspector that there were numerous statements in his report which were possibly <i>prima facie </i>defamatory of named individuals and which were arguably totally unnecessary to the discharge of his functions.  Following a further letter from the inspector in December 2004, I advised him on 22 December 2004 that in a development of his original proposal, I proposed now to request the Attorney General to appoint an independent senior counsel to examine the report and advise what deletions were required to allow the report to be published without exposing the State to serious risk of civil action or infringing the constitutional rights of identifiable individuals.</P>
        <P>The advice of the independent senior counsel was received in March 2005 and the deletions as recommended by him and the Attorney General were made to the report.  The amended report was then translated into Irish in order to comply with the provisions of the Official Languages Act 2003 and the amended report was laid before both Houses of the Oireachtas and published on the Department&rsquo;s website on 20 April 2005.  The inspector was advised by me in writing of the necessary deletions to the report one week before I published it.</P>
        <P>I did not act in bad faith.  I acted in good faith.  I invited the inspector to reconsider his report to ascertain, he being an eminent jurist, whether he could tidy it up and present it in a form that in my view was non-defamatory.  He preferred that I should appoint an official to do that.  I thought that would effectively end up with me writing his report for him.  Eventually the notion of in independent outside counsel to decide was followed.  I did not delay the report in bad faith.</P>
        <P>Just because a person has a statutory office, it does not mean that other people do not have rights.  My concern was that where somebody, especially a non-statutory person, is acting regarding official functions, anything that person has to say about somebody else, which is damaging to that person, should be strictly relevant and necessary to the discharge of his or her function.  I have no problem about somebody making a defamatory statement if it is true or genuinely believed to be true, provided it is relevant to the function that is being discharged.  However, I have a problem with canvassing an irrelevant defamation that is not material.</P>
        <P>On this matter, the inspector and I chose to disagree, which is how the world works.  I did my bit and he did his.  As I said to this House on the last occasion, we remain on very friendly terms, despite all these public altercations that from time to time have arisen between us.</P>
        <P>On the proposal that the reports be published within a specified timeframe, I do not know how I would deal more efficiently with the particular problem that arose on that occasion.  However, I will consider inserting a phrase such as &ldquo;a duty to publish the report as soon as reasonably practi<Col N="668"/>cable&rdquo; after its receipt.  I must also be mindful of people&rsquo;s rights.  If a person is seriously damaged by a report, I am obliged to ask myself &mdash; looking in the mirror, so to speak &mdash; whether it is fair to expose that person to damaging reports and whether it would be improper for a particular report to be published in its original form.</P>
        <P>I assure Members that if they had been in my shoes, they would have acted in the way I did.  Mr. Justice Kinlen can disagree and that is his privilege.  People sometimes disagree on matters.  The only way to resolve matters in this instance was to engage an independent third party to examine the issue and that is what happened.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Amendments Nos. 60 to 62, inclusive, not moved.</P>
        <P>Section 31 agreed to.</P>
        <P Just="Center">SECTION 32.</P>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 63:</P>
        <P LI="1">In page 25, subsection (3), line 14, after &ldquo;Oireachtas&rdquo; to insert &ldquo;not later than 31 May in any year&rdquo;.</P>
        <P FLI="0">The Minister gave a commitment to return to this matter on Report Stage.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I should have stated earlier that if I were to require that it be a function of the inspector to examine individual complaints, he would be inundated with complaints, he would do little more than act as a one-man prison visiting committee and his office would not function.  The report required is systemic in nature and the inspector will have the right to examine the conditions of individuals in prisons.  However, if prisoners could, as of right, trigger the investigation of each of their complaints, the inspectorate would collapse under the weight of the complaints it would receive.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I stated earlier that I am not suggesting that it should be one of the inspector&rsquo;s functions to investigate individual complaints by prisoners.  I tabled amendment No. 63 in order that the inspector&rsquo;s hands would not in any way be tied and that he would be in a position to examine complaints if he so desired.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Section 32 agreed to.</P>
        <P Just="Center">SECTION 33.</P>
      <Speaker pid="CyprianBrady"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Mr. Brady</NameTxt>
	<P>Amendments Nos. 64 and 66 are related and may be discussed together by agreement.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I move amendment No. 64:</P><Col N="669"/>
        <P LI="1">In page 25, subsection (1)(<i>b</i>), line 24, after &ldquo;prison&rdquo; to insert the following:</P>
        <P LI="3">&ldquo;or in the designated centre (within the terms of the Criminal Law (Insanity) Act 2003)&rdquo;.</P>
        <P FLI="0" Just="Left">I am of the view that the Minister has recognised my concerns about this matter.  It would be very useful if videotaping were also allowed in respect of people who might be in designated centres.  Included would be all the safeguards to which they must agree, namely, that they must understand what they are doing, be in receipt of legal advice, etc.  I would not like such people to be excluded from an area that is extremely useful in terms of pre-trial work and so forth.  I hope the Minister will be able to consider this matter between now and Report Stage.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P Just="Left">I want to examine this issue.  The Senator will be aware that there is a misprint in the amendment, which refers to the &ldquo;Criminal Law (Insanity) Act 2003&rdquo;.  The Act was not passed until this year, so it should read &ldquo;Criminal Law (Insanity) Act 2006&rdquo;.  However, her suggestion that this matter be considered is not bad and between now and Report Stage I will consider whether power should be given to the Minister to extend the video link provisions in the Bill to persons held, pursuant to the Criminal Law (Insanity) Act, in designated centres or to those who are in such centres, having been committed there.  I do not want to stigmatise these individuals as prisoners.  Nor do I want to extend the definition to include patients who, under the relevant Acts, are detainees.</P>
        <P>I would probably only put in place an enabling section.  The House can well appreciate that if a person was seriously psychiatrically ill, it might do him or her no favours if he or she was obliged to participate by video link in a court case or whatever.  I presume the Senator envisaged the introduction of such a section rather than a mandatory provision.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>The text of section 33 makes it clear that it is not aimed at people who are seriously psychiatrically ill, so that would not arise.  As stated earlier, mental illness can be episodic.  It would be so much easier for the people to whom I refer, particularly before the advent of a trial, to be in a position to give evidence by video link.  Video link evidence is a good development and that is why I stated that I was pleased that it was extended to children.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>Amendments Nos. 65 and 67 to 70, inclusive, are related and may be discussed together by agreement.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 65:</P><Col N="670"/>
        <P LI="1">In page 25, subsection (1)(<i>c</i>), line 25, to delete &ldquo;it&rdquo; and substitute &ldquo;the application&rdquo;.</P>
        <P FLI="0" Just="Left">This is a technical amendment which merely seeks to clarify what is intended in the relevant paragraph.</P>
        <P>Amendment No. 67 will ensure that both a prisoner and his legal team will receive notice of application.  There is no reason a prisoner should be disenfranchised from the legal process.  He or she should be copied on all relevant documentation.  I would be grateful if the Minister could shed some light on why a notice will only issue if a judge is of the view that it is &ldquo;desirable in the interests of justice&rdquo;.  Why are notices not automatically provided to parties in this instance?</P>
        <P>Amendment No. 68 requires that notices of applications should be sent to the DPP.  This is currently discretionary under the Bill.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I am accepting amendment No. 65.  It is a worthwhile suggestion that it should be an ordinary event that a notice should be served on the relevant people.  Supposing, however, for some reason this not done and there was no prejudice to the prisoner.  In such circumstances, a degree of flexibility would be required.  If a person in the court office forgot to send the notice to a prisoner and he or she did not mind, we would not want it to be the case that something could not be done because that notice was not sent.  I will re-examine the matter before Report Stage.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Amendments Nos. 66 to 68, inclusive, not moved.</P>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>I move amendment No. 69:</P>
        <P LI="1">In page 26, subsection (9), line 35, after &ldquo;law&rdquo; to insert &ldquo;or order of any court&rdquo;.</P>
        <P FLI="0">The amendment goes somewhat further than the provision in the Bill, as it stands.  It seeks to make it clear that the accused will be deemed to be present for the purpose of any court order.  If a person obtains bail in the High Court, which remands him or her to appear before the Circuit Court, which then allows for a video link, he should be deemed to be present for all purposes at that stage.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I will examine the matter.  There may be some force in the Senator&rsquo;s argument.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Government amendment No. 70:</P>
        <P LI="1" el="5">In page 27, subsection (11)(d), line 20, to delete &ldquo;other&rdquo;.</P><Col N="671"/>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>This amendment is intended to clarify the provision.  As it stands, the section lists those applications in respect of which the video link facility can be used.  It goes on to specify that it can be used in any other application, appeal proceedings or subsequent proceedings.  The word &ldquo;other&rdquo;, as it appears in the relevant subsection, is meaningless.  To state that a video link can be used for all other proceedings as well as those listed might imply that it could be used for all proceedings at appeal stage or subsequently.  As the word &ldquo;other&rdquo; serves no useful purpose and could lead to confusion, I am proposing to delete it.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Section 33, as amended, agreed to.</P>
        <P>Section 34 agreed to.</P>
        <P Just="Center">SECTION 35.</P>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P Just="Left">Amendments Nos. 72, 73 and 75 are related to amendment No. 71 and all may be discussed together by agreement.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 71:</P>
        <P LI="1">In page 27, subsection (2)(<i>c</i>), line 37, to delete &ldquo;diet&rdquo; and substitute &ldquo;diets&rdquo;.</P>
        <P FLI="0">This is a technical amendment to correct an error in section 35(2).  Since prisoners cannot have a single collective diet and each has his or her own diet, the word should be expressed in the plural.</P>
      </Speaker>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>The purpose of our amendment is to harmonise the terminology because the term used in the definition in section 11 is &ldquo;prison discipline&rdquo; and not &ldquo;disciplines&rdquo;.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>It is stated &ldquo;diets&rdquo; would be grammatically incorrect but I think it is correct.  I concur with both Senators and I accept their amendments.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
      <Speaker pid="JoannaTuffy"><NameTxt>Ms Tuffy</NameTxt>
	<P>I move amendment No. 72:</P>
        <P LI="1">In page 28, subsection (2)(<i>e</i>), line 1, after &ldquo;of&rdquo; to insert &ldquo;prison&rdquo;.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Government amendment No. 73:</P>
        <P LI="1" el="5">In page 28, subsection (2), between lines 6 and 7, to insert the following:</P>
        <P LI="1" el="5">&ldquo;(<i>h</i>) the entry to a prison of a member of the Garda S&iacute;och&aacute;na in the performance of his or her functions,&rdquo;.</P>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>This is tabled on the advice of the Attorney General.  The amendment pro<Col N="672"/>vides a statutory basis for the entry to a prison of members of the Garda S&iacute;och&aacute;na so that they can carry out their duties.  While nothing in law prevents garda&iacute; from so doing and they already enter prisons, say, to identify a suspect, the view of the Attorney General is it would be beneficial to include a specific provision in primary legislation for that purpose.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Amendment No. 74 not moved.</P>
        <P>Government amendment No. 75:</P>
        <P LI="1" el="5">In page 28, subsection (5), line 27, after &ldquo;section&rdquo; to insert the following:</P>
        <P LI="1" el="5">&ldquo;by virtue of section 19(8) of the Criminal Justice (Miscellaneous Provisions) Act 1997&rdquo;.</P>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>Section 19 of the Criminal Justice (Miscellaneous Provisions) Act 1997 contains a rule making provision for prisons.  Section 19(8) provides that any rules under previous provisions of Acts, parts of which have been repealed, still stand.  This was included when the 1947 rules were made and there were older provisions.  While the Bill will provide for new prison rules to be made, the old rules will still be in use until they come into force.  The amendment inserts a reference to section 19(8) of the 1997 Act to ensure we do not have a scenario where there are no rules.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Section 35, as amended, agreed to.</P>
        <P>Section 36 agreed to.</P>
        <P Just="Center">SECTION 37.</P>
      <Speaker pid="Mr. Brady"><NameTxt>Acting Chairman</NameTxt>
	<P Just="Left">Amendments Nos. 77 to 79, inclusive, are related to amendment No. 76 and all may be discussed together by agreement.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>I move amendment No. 76:</P>
        <P LI="1">In page 29, line 4, to delete &ldquo;shall&rdquo; and substitute &ldquo;shall, subject to subsection (2),&rdquo;.</P>
        <P FLI="0">This amendment is technical and dependent on the acceptance of amendment No. 77, which provides vital discretion to the governor of a prison to decide whether he or she wants to demand payment for the services described in the legislation.  There could be a number of reasons he or she would not want to but the Bill, as drafted, requires governors to charge for services and leaves no room for movement.</P>
        <P>Amendment No. 78 is an important proposal, which guarantees none of the provisions in the section would be used to prevent access to medical treatment for prisoners, which Senator Henry alluded to earlier.  It may well be argued by the Minister that such a subsection is unnecessary, <Col N="673"/>but it is an important safeguard to the rights of the prisoners and I urge him to accept the amendment.</P>
        <P>While the legislation is clear prisons may not profit from the provision of goods or services to inmates by stating in this section that payments or deductions shall not exceed the full cost of doing so, it is unclear whether there could not be other methods of revenue generation.  Amendment No. 79 would clarify the position and ensure there is no loophole that would allow governors, prison warders or other prison officials to take advantage.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P>I support the amendment.  I am sure the Minister does not want to deny inmates medical treatment and the amendment would make sure this could not happen.</P>
      </Speaker>
      <Speaker pid="MichaelMcDowellPD"><NameTxt>Mr. M. McDowell</NameTxt>
	<P>I will examine all these amendments before Report Stage to ensure the legitimate issues raised are accommodated.</P>
      </Speaker>
        <P>Amendment, by leave, withdrawn.</P>
        <P>Amendments Nos. 77 to 79, inclusive, not moved.</P>
        <P>Section 37 agreed to.</P>
        <P>Section 38 agreed to.</P>
        <P>Amendment No. 80 not moved.</P>
        <P>Sections 39 to 42, inclusive, agreed to.</P>
        <P Just="Center">TITLE.</P>
        <P>Government amendment No. 81:</P>
        <P LI="1" el="5">In page 5, line 20, after &ldquo;BY&rdquo; to insert &ldquo;A&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Title, as amended, agreed to.</P>
        <P>Bill reported with amendment.</P>
      <Speaker pid="Mr. Brady"><NameTxt>Acting Chairman</NameTxt>
	<P>When is it proposed to take Report Stage?</P>
      </Speaker>
      <Speaker pid="JimWalsh"><NameTxt>Mr. J. Walsh</NameTxt>
	<P>At 3.30 p.m. next Tuesday.</P>
        </Speaker><P>Report Stage ordered for 3.30 p.m. on Tuesday, 5 December 2006.</P>
    <HtmlBk SectId="5" />
    <!--Fix-->
  </MainHeading>
  <MainHeading Type="GD" LHead="Energy (Miscellaneous Provisions)" RHead="Bill 2006: Second Stage"> 
    <Title>Energy (Miscellaneous Provisions) Bill 2006: Second Stage. </Title>
        <P>Question proposed: &ldquo;That the Bill be now read a Second Time.&rdquo;</P>
      <Speaker pid="JohnBrowne2"><TitleTxt>Minister of State at the Department of Communications, Marine and Natural Resources</TitleTxt><NameTxt>Mr. J. Browne</NameTxt>
	<P>Molaim an Bille seo don Teach.</P><Col N="674"/>
        <P>I am grateful for this opportunity to present the Energy (Miscellaneous Provisions) Bill 2006 for the consideration of the House.  Initiated in March, the Bill is an important component in the Government&rsquo;s progressive energy agenda.  In conjunction with the Bill, the Government&rsquo;s proactive approach to energy matters is demonstrated by the recent publication of the Green Paper on Energy Policy, Towards a Sustainable Energy Future for Ireland, with a commitment to its development as a White Paper shortly, the National Oil Reserves Agency Bill 2006, soon to be considered by this House, and the recent publication of the Electricity Regulation (Amendment) (Single Electricity Market) Bill 2006 to give a statutory underpinning to the creation of a single wholesale electricity market.</P>
        <P>The last initiative is of particular importance, as it is a concrete expression of what can be achieved on all-island matters through co-operation and mutual respect to the economic benefit of all and in line with EU policy on strengthening market integration for reasons of competitiveness and security of supply.</P>
        <TimeSt down="4" idown="4">6 o&rsquo;clock</TimeSt><P>I wish to take this opportunity to recognise formally Senator O&rsquo; Rourke&rsquo;s significant contribution in the initiation of the North-South energy project some years ago and I look forward to the support of the Seanad for this important legislation.  While the Bill has undergone a number of significant changes since it was initiated, reflecting <i>inter alia</i> a constructive debate in the D&aacute;il, a key objective is to expand the functions of the Commission for Energy Regulation, CER, the independent statutory body responsible for regulating and overseeing the liberalisation of Ireland&rsquo;s electricity and natural gas sectors.  These new responsibilities will include participation in the development of an all-island energy market, authorising and securing the construction of an interconnector, the regulation of the activities of electricity and gas installers, the designation of a shipper and supplier of last resort for gas and the regulation and promotion of natural gas safety.</P>
        <P>Established as the independent regulatory body with responsibility for electricity under the Electricity Regulation Act 1999, the CER&rsquo;s powers and responsibilities were extended under the Gas (Interim) (Regulation) Act 2002 to cover regulation of the natural gas market.  Given its wide-ranging knowledge and experience of both the gas and electricity markets and its statutory responsibility to carry out its activities in a fair and impartial fashion, the CER is best placed to tackle the additional functions and responsibilities proposed by the provisions of the Bill.  I now propose to address these provisions in more detail.</P>
        <P>Section 3 amends the Electricity Regulation Act 1999, to which I will refer as the Act of 1999 for ease of reference.  It provides that it shall be a new function of the CER to participate in the development of an all-island energy market.  This <Col N="675"/>preliminary legislative component is necessary for the successful implementation of the provisions of Electricity Regulation (Amendment) (Single Electricity Market) Bill 2006 under consideration by D&aacute;il &Eacute;ireann.</P>
        <P>Policy on an all-island energy market is encapsulated in the all-island energy market development framework, which was published jointly in November 2004 by the then Minister responsible for energy matters, Deputy Dermot Ahern, and his Northern Ireland ministerial counterpart.  The framework, produced in consultation with the two regulatory authorities and energy stakeholders, sets out the commitment of both Governments to achieving a single energy market that will contribute to a more secure and cost efficient service for all consumers.</P>
        <P>Section 3 also provides that the CER will be granted the power to arrange for the establishment of a single market operator that will, when established, operate an essential system of contracts and arrangements for trading in electricity on the island.  The resulting integration of the electricity markets will result in a number of positive benefits over time.  It will remove market distortions and minimise the wholesale cost of electricity.  It will also create a more attractive location for new electricity generation and investment and thereby improve security and reliability of electricity supplies throughout the island.</P>
        <P>Sections 17 and 18 amend the Gas Act 1976 to provide for the full opening of the natural gas market.  These sections provide that &ldquo;any person&rdquo; shall be entitled to switch his or her natural gas supplier if he or she so wishes.  They further provide that a natural gas supplier acting on behalf of &ldquo;any person&rdquo; may be granted third party access to gas pipelines or facilities.  The upshot of these provisions is that the benefits of liberalisation previously enjoyed by industrial and commercial consumers will be extended to all natural gas customers, allowing them to shop around for their suppliers and to obtain the best value for money.</P>
        <P Just="Left">Section 19 amends the Gas (Interim) (Regulation) Act 2002 by providing that the CER may designate a supplier and shipper of last resort to supply gas to final customers in certain specified circumstances.  This prudent measure is designed to minimise the impact on the market and consumers in the exceptional circumstance of a supplier withdrawing from the market or being unable to supply gas to its customers for whatever reason.</P>
        <P Just="Left">Sections 4 and 13 may be of most significance to the public.  They amend the Act of 1999 by providing for the regulation via the CER of electrical contractors and gas installers, respectively.  In conjunction with section 9, which provides for the taking of emergency measures in certain specified circumstances, and section 12, which provides for a natural gas safety framework, these sections demonstrate that two of the central con<Col N="676"/>cerns in the drafting of this Bill were safety and security of supply in so far as they relate to energy matters.  It is with this in mind that I am particularly pleased to put forward these provisions for the consideration of Members of this House.</P>
        <P>Sections 4 and 13 provide that the CER will have overall responsibility for the regulation of electrical contractors and gas installers in respect of safety in their areas of work.  Under the provisions of the Bill, the CER will have the power to designate electrical or gas safety supervisory bodies that will be required to operate in accordance with criteria published by the CER.  Under CER oversight, these bodies will be allocated responsibility for the registration of electrical contractors and gas installers as appropriate and will have a number of powers, including the power to inspect work carried out by their various members, the power to monitor and review the training of their various members and the power to suspend or revoke the membership of one of their members for certain specified reasons, including where work carried out by that member is unsafe or of an unsatisfactory standard.</P>
        <P>To ensure fairness and transparency in the activities of any such body and between a body and its various members, any fee or charge imposed by it will be subject to CER approval.  Any decision by such a body to suspend or revoke the membership of one or more of its members shall be subject to appeal to the CER.</P>
        <P>Both sections also provide that the CER shall have responsibility for a number of associated measures relating to the activities of electrical contractors and gas installers, including the power to appoint authorised officers for the inspection of electrical or gas works, the designation by means of regulations of certain works as being solely the province of electrical contractors or gas installers as appropriate and the power to prosecute rogue installers or contractors.</P>
        <P>While we have in Ireland an exceptionally professional service provided by installers and contractors, as in all industries we must protect their good name and the assurance of quality work for the benefit of the consumer.  The provisions of these sections underwent considerable revision and refinement during their passage through the D&aacute;il.  A detailed listing of material for inclusion in these documents is provided in both sections to ensure a comprehensive regulatory regime.  Provision is also made for an appeals mechanism to resolve disputes related to the suspension or revocation, by a designated body, of the membership of one of its members, to ensure fairness at all times.</P>
        <P>Section 13 also provides for a natural gas transmission system operator and a distribution system operator to appoint a gas emergency officer with powers to enter land and take emergency measures where there is a danger to a person or property arising from natural gas.  The CER will also have the power to appoint a gas safety officer <Col N="677"/>to assist in the carrying out of its new gas safety functions.</P>
        <P>Section 14 is an enabling provision, which acts as an addendum to section 13, allowing the Minister to make an order to extend certain of the Bill&rsquo;s natural gas safety provisions, such as regulation of installers, to include liquefied petroleum gas, LPG.</P>
        <P>The purpose of section 9 is to take account of the probability, however remote, of a sudden crisis taking place in the energy market.  Under these provisions, the Minister can, in an emergency, direct the CER or other energy market players to take necessary safeguard measures.  The Minister must ensure that, whatever action is taken under this section, the impacts on energy markets are minimised.  These provisions are in line with EU requirements on security of energy supply.</P>
        <P Just="Left">Section 12 expands the functions of the CER to include the regulation and promotion of natural gas safety.  In this context, the CER will be required to consult the National Standards Authority of Ireland regarding standards and specifications relating to gas safety.  Under this section, the CER, having consulted with the Minister, will be required to establish and implement a natural gas safety framework.  This framework must include, but is not limited to, inspection and testing regimes for downstream transmission and distribution pipelines and for storage and liquefied natural gas facilities.  The CER will report to the Minister annually on the functioning of this framework.</P>
        <P>Section 8 amends the Act of 1999 for the purpose of providing for an electricity interconnector owned by a person other than the ESB to be subject to authorisation and licence granted by the CER.  For technical reasons relating to the definition of electrical transmission system, the section also provides that such an interconnector shall not be part of the transmission system except where it comes to the issue of calculating and imposing charges for the transmission system&rsquo;s use.  Under the provisions of the section, the CER may also, with the consent of the Minister, secure the construction of an interconnector.</P>
        <P>I hope this House will join me in commending the Government on its recent decision to give the go-ahead for the construction of a 500 MW east-west interconnector between Ireland and Wales.  As a follow-through on this Government decision, the CER has been requested to proceed with a competition to select a developer to secure the construction of this interconnector by 2012 at the latest.  On completion, the interconnector will be owned by EirGrid to ensure this strategic asset remains in public ownership.</P>
        <P>Section 10 provides for an acting chairperson to be appointed to the CER by the Minister in circumstances where the chairperson is unavailable to perform his or her duties or functions.  Further flexibility in the internal workings of the CER is provided for by allowing the chairperson <Col N="678"/>to have a casting vote where a difference of opinion has not been resolved through the usual decision-making process.</P>
        <P>A suggestion was made in the D&aacute;il by the Opposition that provision be made to allow for the possibility of a rotating chairpersonship which would be at the discretion of the Minister.  This was incorporated into the Bill as it provides an additional measure of flexibility.</P>
        <P>To enhance the accountability of the CER to both the Minister and the Oireachtas while also reflecting the reality of the day-to-day business operations of any publicly accountable body, the appropriate timing of the submission by the CER of its annual accounts and work programmes is provided for.</P>
        <P>Section 7 provides that the Minister may, in the interests of the proper and effective regulation of both the electricity and natural gas markets, give general policy directions to be followed by the CER in the exercise of its statutory functions.  Any policy direction which the Minister may wish to put forward will, in line with established and best practice, be subject to a public consultation process.</P>
        <P>I will now address other provisions of the Bill.  Sections 5 and 6 amend the Act of 1999 by replacing the definition of combined heat and power, CHP, with a new definition of CHP as set out in Directive 2004/8/EC, and by providing for the methodology through which the various forms of CHP can be calculated.  CHP is the simultaneous generation of usable heat and electricity in a single process.  It makes use of the heat produced in electricity generation instead of releasing it into the atmosphere, and has a less detrimental effect on the environment than if heat and power were produced independently.  It is not strictly a renewable energy but contributes to general energy efficiency and can make considerable energy savings for businesses and industry.</P>
        <P>The new definition will facilitate the establishment of a guarantee of origin for high-efficiency CHP, the establishment of appropriate support mechanisms and reporting to the European Commission as required by the directive.  It is an important step in ensuring that support for CHP in Ireland can be targeted to achieve optimum energy efficiency and environmental protection.  Section 6 also provides for the appointment by the Minister of a person who will be allocated responsibility for the calculation and certification of power-to-heat ratios of specific CHP units.</P>
        <P Just="Left">Section 21 deals with a legal lacuna by providing that a 10% capital stockholding in the ESB be vested in the Minister to give the Minister the same legal entitlement as other capital stock shareholders.  Currently, the Minister, the person to whom the ESB routinely reports in a shareholding capacity, does not have any shareholding representation in the company, and accordingly does not have the rights and obligations of other stockholders.  At present, the issued capital stock in the ESB is apportioned between the Minister <Col N="679"/>for Finance with 95% and the employee share ownership plan with 5%.  Following consultation with the Office of the Attorney General and the Department of Finance it was agreed to regularise the position through the divestment by the Minister for Finance of 10% of the capital stock to the Minister for Communications, Marine and Natural Resources.</P>
        <P>Section 16 confers on Bord G&aacute;is &Eacute;ireann the power to create capital stock in amounts equal to the net assets of the board, in line with Government policy to support the establishment of employee share ownership plans, ESOPs, in commercial State companies in appropriate cases.  The basis for the policy is to provide an incentive to employees for enhancing the value of the company.  Up to 5% shareholding in the company, subject to an upper limit of &euro;38,000 per employee, may be provided in return for changes that give value to the company.  BGE is a statutory corporation and does not have shares in the way that a company set up under the Companies Acts would have.  This provision is necessary, therefore, in the absence of the introduction of legislation to convert BGE into a limited company, to give the board the power to create capital stock for the purposes of the ESOP.  The board will only create capital stock for distribution of the appropriate share to employees when final agreement on the ESOP is reached.</P>
        <P>Section 20 raises the statutory borrowing limit of Bord na M&oacute;na plc to a new limit of &euro;400 million.  The upper limit of &euro;127 million has remained unchanged since the passing of the Turf Development Act 1998.  The core business of Bord na M&oacute;na plc has been the supply of peat to the peat-fired electricity generating stations as well as producing peat-based products for use as domestic fuel and in horticulture respectively.  While the company intends maintaining these businesses, its future strategy is to develop interests in the renewable energy sector, including investment in co-fuelling peat-fired power plants with biomass, wind farms and possible waste-to-energy.</P>
        <P>Bord na M&oacute;na also intends to develop a waste management facility, including landfill and composting.  The strategy will be financed through a mixture of own resources and debt.  The statutory borrowing limit needs to be increased, therefore, to allow the company to borrow the required resources.  An increase in the statutory borrowing limit does not, as such, constitute approval to increase actual borrowing to this limit.  Shareholder interests will be protected at all times as any proposal from the company will be subject to prior ministerial approval and rigorous assessment before any commitment to capital expenditure is made.</P>
        <P Just="Left">In June 2005, Government approval was secured for the rehabilitation of abandoned mine sites at Silvermines, County Tipperary, at a cost of &euro;10.6 million over a four-year period.  North <Col N="680"/>Tipperary County Council has agreed to undertake the rehabilitation works operating as an agent on behalf of my Department.  Part 9 of the Bill provides a legal underpinning for this by granting powers to expend funds on mine projects, powers of entry to lands and compulsory acquisition of lands where necessary and by giving discretionary powers to recover State expenditure on rehabilitated lands.  It is anticipated that the compulsory acquisition powers will not be required.  However, it is safer to cover all eventualities so that the project can be planned and progressed without running the risk of encountering unnecessary and possibly lengthy delays.</P>
        <P>This proposed legislation is an interim measure pending enactment of a comprehensive Minerals Development Bill, which was approved for drafting by the Government last June.  The intention is that this interim legislation will be repealed as soon as the Minerals Development Bill is enacted.</P>
        <P Just="Left">Section 22 provides that on commencement of the Planning and Development (Strategic Infrastructure) Act 2006, no additional consent requirements are superimposed where an application for approval has been made or a consent given in respect of electricity transmission lines, strategic gas infrastructure or State developments which require environmental impact assessments.  It is, therefore, essentially a clarifying provision, which also safeguards against unnecessary duplication of applications for strategic gas infrastructure, in line with the intention of the Act.</P>
        <P>The Bill is an important component in the delivery of the Government&rsquo;s developing energy policy.  By focusing, in particular, on the issue of safety, while also taking account of the need to progress the integration of an all-island market for energy, the Bill will, on enactment, deliver considerable benefits for all electricity and gas consumers.  The Minister and I look forward, in particular, to working closely with the CER and various industry bodies on ensuring the speedy implementation of the Bill&rsquo;s various provisions, following enactment.  I look forward to listening carefully to the views of Members of this House on these legislative proposals and to their assistance in progressing the Bill into law.</P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>I welcome the Bill.  It gives enhanced tasks to the regulator and there is a strong emphasis on safety with regard to electrical and gas installations.  That is important.  However, the Bill does not do much more than that.  It is surprising that these housekeeping matters for the regulator have not been attended to long before now.</P>
        <P>Energy has become an extremely important matter for many people.  The issue is discussed far and wide.  I am a member of the Oireachtas Joint Committee on Communications, Marine and Natural Resources.  The committee has put great focus on the energy issue and, in that context, many of the players involved in the energy <Col N="681"/>market have attended committee meetings.  The committee produced a report on energy and the Minister subsequently produced the Green Paper on energy.  I was disappointed that in composing our report the committee did not have access to a definitive report compiled by Deloitte &amp; Touche at a cost of &euro;1.2 million in taxpayers&rsquo; money.  That report would have been of interest to the committee members and would have assisted us in framing our conclusions.  The Minister&rsquo;s report, although it was welcome after so many years, did not contain a great deal.</P>
        <P>Deregulation and liberalisation of the market have meant nothing to the domestic consumer aside from escalating increases in the cost of electricity.  People who study their electricity bills will notice the dramatic increase in recent times.  I presume that next week the Minister will be applauding a worthwhile increase in social welfare for pensioners.  While some pensioners are eligible for the free fuel allowance, which goes some way towards the overall cost of energy, there are many pensioners who have a small extra pension income and are ineligible for the allowance.</P>
        <P>Recently the Taoiseach said the number of units would be increased for pensioners.  However, as a result of escalating energy costs, many older people go to their local shopping centres and stay there for a period of time simply to keep themselves warm and to avoid using valuable resources to keep themselves warm in their homes.  Next week, when Ministers applaud themselves because the threshold of &euro;200 per week will probably be reached in the social welfare payment, they should examine the escalating costs for the people who are paid that pension.</P>
        <P>The committee recently met with people representing a large group of industries.  These industries are heavy users of electricity.  The representatives made the point that escalating energy costs were a large element in the overall costs of those companies.  They said that if costs continued in that direction in the future, it was questionable whether some of them would continue to operate in Ireland.  The situation is that serious.  Those industries might have the benefit, to some degree, of an alternative electricity supplier to the ESB but they have only one supplier of gas.  We should not rest on our laurels in this regard because the signs are very serious.</P>
        <P>Our economy is sustained by the artificial base of the construction industry, which is a very volatile sector.  Compare construction activity with what is happening to our manufacturing industries.  In the past five years approximately 30,000 jobs have been lost in manufacturing.  I am concerned about the future cost of electricity, gas and energy generally.  In many cases it could be the defining reason for companies deciding to leave this country.  In that context, if we start to lose industry on that basis, what is happening in the construction industry might result in a false situation for our economy.</P><Col N="682"/>
        <P>Many people see the regulator as virtually a lackey of the energy companies.  That is probably unfair.  He has a difficult job.  Some years ago, when I was a Member of the other House, the final responsibility for increases rested with the Minister.  There would be a hue and cry over the increase and the Minister was often forced to capitulate to it and depress the overall increase.  The regulator, however, assesses the situation a year in advance and makes his projections.  He has already projected a 19% increase in electricity prices from 1 January next year.  Having read recent newspaper reports, people are hopeful that he will re-examine this on the basis that the cost of oil per barrel has dropped since then.  It is now anticipated that he might reduce that increase by 5%.  However, even if he does that, it is still an overall increase of 14%.</P>
        <P Just="Left">In the past five years, the price of electricity for the consumer has increased by 61%.  That is a shocking amount.  We do not have an alternative to using electricity.  Many people, especially older people and people on social welfare, are finding it extremely difficult to pay their bills.</P>
        <P>Up to 90% of our energy is produced from fossil fuels.  I often wonder if we waited too long to become involved in the alternative energy market.  This country is extremely suitable for wind energy projects, but there has been a series of delays with these projects.  It is a stop-go type of situation.  The regulator held off for a period of years, there are impediments in the planning process and now there are delays in these projects getting connected to the grid.  If one decides to operate a wind energy project in this country and one has a suitable location, there will be a long gestation process in getting the turbines into operation.</P>
        <P>Given our lack of choice due to our dependency on fossil fuels, it is interesting that we have not embraced alternative energy.  We give lip service to the concept and it is a popular mantra to say we are considering alternative energy but the reality is that little has happened in the past few years.  Recently, Deputy Eamon Ryan and I visited Denmark for two days to see its success in using alternative energy.  It is significant that in Denmark, 21% of electricity is generated from wind energy.  Denmark embraced the concept because it believed its terrain, particularly in Jutland, suited these projects and because encouragement was given at national level.  Now, however, the Danes do not necessarily want wind energy projects located on the land because of the effect on the landscape.  They have now successfully established several offshore projects.  Denmark, by virtue of its location, has the option of importing electricity from Germany or from hydropower generators in Norway and Sweden.  Despite this freedom of choice in terms of shopping around to find the best possible price, it has embraced the concept of wind energy.</P>
        <P>We do not have Denmark&rsquo;s freedom of choice.  For many years, a monopoly was maintained by <Col N="683"/>the ESB, although we would all acknowledge that company&rsquo;s successes.  We have been encouraged to liberalise the energy market within a European context but the extent of such liberalisation has been limited.  While industrial consumers may have some choice, the domestic consumer has none.  Deregulation and liberalisation have meant nothing to domestic consumers.</P>
        <P>Our nearest neighbours in Scotland have had tremendous success in terms of alternative energy.  The terrain in that country is similar to ours, which leads me to believe we have been somewhat backward in that regard.  Too often, I have seen impediments to success rather than encouragement for innovation.</P>
        <P>The United States &mdash; the home of oil &mdash; is embracing alternative energy.  In Iowa, Idaho and elsewhere, wind turbines are widespread.  Special concessions are offered for biofuels, with the result that processing plants are being established throughout the country.  In Ireland, while one welcomed the recent approval of certain measures on biofuels, this has been too little, too late.  Procrastination, which Shakespeare said is the thief of time, describes this Government&rsquo;s policies in the area of energy.</P>
      </Speaker>
      <Speaker pid="BrendanKenneally"><NameTxt>Mr. Kenneally</NameTxt>
	<P>I welcome the Minister of State to the House.  I am pleased to have the opportunity to contribute to debate on this Bill because one of the greatest challenges we face today is maintaining a constant supply of safe, clean and sustainable energy and the reduction of costs in the future.  Problems as well as opportunities will arise in various areas, so we have to be ready to meet difficulties and optimise the opportunities.</P>
        <P>I envisage that the future of energy provision will be within an all-island context.  Given the hopeful signs of political progress emanating from Northern Ireland, it is inevitable that as conditions become more stable, industrial and economic growth will create a demand for energy and a greater opportunity for us to co-operate in its supply.  That suggests the need for an all-island energy market which I feel is not only possible but also desirable and almost inevitable.  One of the functions of the Commission for Energy Regulation will be to develop a market for an all-island supply of energy.  The cost of such a project has been estimated at approximately &euro;80 million, 70% of which will be paid for in the southern jurisdiction, with the remaining 30% falling to the North to finance.  Doing this will ensure security of supply and more competitive pricing as a result of economies of scale.  Customers will also benefit, particularly if they can be sure of their supply and are able to switch suppliers in an open and free market.  Thus far, there has been a competitive market for non-domestic electricity consumers but not generally for domestic users.  We need to move towards opening the entire island to competition because it is expected that the <Col N="684"/>market in Northern Ireland will be fully open by April 2007.</P>
        <P>One of the main factors driving up the cost of electricity  is the price of fuel for generation.  However, these proposals should bring more efficiencies and greater competition in the market for generating electricity and in distribution.  In Britain, it is estimated that 11 million out of 26 million consumers, including 8 million out of 20 million gas consumers, have changed suppliers.  The comparative figure in the Republic is only 40,000, most of whom are commercial customers.  However, in the telecommunications market, Irish people clearly have no difficulties in changing to companies which offer cheaper services and the better value for money.  Such a choice on the electricity side is novel here and, while not yet fully available, it will become as much a feature as flexibility is in telecommunications.</P>
        <P>Traditionally, the ESB has been the dominant force in the Irish electricity market, which is hardly surprising given that it has been the only supplier since the foundation of the State.  The company has served Ireland well in its three quarters of a century of existence and, while there have been occasional flaws and deficiencies, the quality of the service has, in the main, been superb.</P>
        <P>I welcome the proposals to facilitate the interconnection of electricity generated by systems not in the ownership of the ESB.  While this will make inroads into the dominant position of the ESB, I have no doubt that the company&rsquo;s vast experience and decades of tradition will allow it to take this new challenge in its stride and that it will emerge a stronger and more competitive entity.  Such has been proven to be the case in other sectors and I have every confidence in the ESB to do likewise.  Smaller players should be an essential part of the energy industry in this country and they should form part of the Government&rsquo;s energy policies.  Viridian Power and Energy, which owns the Huntstown power station in Dublin, is the only large-scale independent power plant operator in the country but even that company is restricted in its contributions to the national grid.  New investors will be reluctant to enter the market if a dominant and largely monopolistic player such as the ESB remains.  By facilitating an interconnection for other potential suppliers, we will encourage commercial investment in energy.</P>
        <P>I mentioned previously in this House the provision of a small hydro-electric system in my constituency which will have the dual effects of providing some of the cleanest energy possible and demonstrating to other prospective investors the potential for small independent ventures to be financially viable.  I am pleased to observe that progress is being made on this significant scheme, which I pass regularly, and I note that the line to the national grid is currently being laid.</P>
        <P>In the context of my earlier comments on Northern Ireland, it is essential that we provide another interconnector between our jurisdictions. <Col N="685"/> Regardless of the outcome of the present political dialogue, which I am sure will be successful, we will have a closer relationship and a greater interdependence between North and South.  If we can link across a continent to Russia for our gas supplies, it is commonsense to guarantee the connection with Northern Ireland for electricity.  The present interconnector is less than effective and suffers many constraints.  We have progressed politically and we need to reflect our advances in the hardware to give both our communities a greater security of supply.  The question also arises of the interconnector from Scotland to Northern Ireland, which guarantees our neighbours sufficient supplies.  We can in turn benefit from this, just as we can from the 500 MW interconnector which will be constructed between Ireland and Wales.</P>
        <P>While supply can technically flow in either direction, according to which country has excess supply at any given time, the most likely scenario is that we will be the recipients of electricity from the UK.  This opens up an entirely new debate in regard to nuclear energy because we would be taking our electricity through a grid supplied by nuclear sources.  We are a nuclear-free country, and with the occasional exception everyone wants to keep it that way.  It is bad enough to have Sellafield on our doorstep and other nuclear stations on the east coast of Britain to threaten our wellbeing without generating the same threats in our own country, over which we have full jurisdiction.  I admit to some reservations on the matter, which is one reason I have consistently pushed to make us as self-sufficient as possible in energy supply.  I repeat that we must put more resources into researching the generation of electricity from other renewable and sustainable sources such as wind, wave, biomass and the like.</P>
        <P>The big problem is encouraging independent generation and getting such power into the grid, and every effort must be made to make the task as easy as possible.  We are daily told of the imminence of peak oil production, of the substantial demand that will come from the greatly expanding economies of China, India and other eastern countries, and of instability and insecurity regarding the supply of gas from eastern Europe.  We have seen how the gas supply to Russia&rsquo;s neighbours was shut off, and while there does not appear to be any threat at present to those who can pay for their supply, we do not know what will come down the tracks in a decade or two.</P>
        <P>Now is the time to provide for the hard times, to encourage home-produced energy and do what we must to guarantee easy access to the grid for those who enter the market, removing insecurity from the equation for them.  We should be mature enough to realise that people do not invest vast sums in any enterprise without a reasonable expectation of success, and while there are still obstacles, they can be easily removed.  The ESB is doing a good job and has served us well, but <Col N="686"/>this is 2006, with massive energy needs, and not 1956, when demand was easily satisfied.</P>
        <P>While I have concentrated on electricity, the Bill also deals with the supply of gas.  Once again, I am very much in favour of opening up the market and getting ever more suppliers involved.  We have outgrown the State monopoly that in many areas guaranteed our very survival in the darker days of Ireland&rsquo;s growth and development.  We have a very different economy now.  We have different needs, mainly because they are greater, and our economy needs competition to thrive.</P>
        <P>That is why we need Aer Lingus and why there should be more than a single dominant player in any service.  The Bill proposes to open up the gas market fully by 1 July 2007, something to be welcomed.  There will be a dividend for both the consumer and the country as a whole.  I do not propose to enter the present debate, if we can call it that, regarding the Corrib field, except to say a supply from that source had been expected in 2003.  That has not arrived, and we need the reassurance that such a supply can be give, and the sooner, the better.  It is high time the dispute was brought to an amicable and mutually acceptable conclusion, with gas flowing into the grid.  We currently have two gas supply lines or interconnector pipelines from Scotland to the north of Dublin and from Scotland to Northern Ireland.  The interconnector between this jurisdiction and Northern Ireland is to be completed very soon, which should give us a greater degree of confidence regarding supply.</P>
        <P>This is a positive Bill with several constructive and necessary provisions, measures that will have to be implemented if we are to continue to grow as a modern country and economy.  I commend it to the House.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>I welcome the Minister of State, Deputy Browne, to the House.  If he does not mind, I will use the opportunity to speak more on the general issue of energy, to which he referred several times, rather than on the specific legislation.</P>
        <P>However, I would like to raise one point that he made.  I was listening to him with half an ear, trying to do two things at once, but I believe he spoke of increasing the borrowing capacity of Bord na M&oacute;na so that it might become involved in such things as biomass and wood pellet production.  However, he also mentioned landfill, which caused me to do a double take.  I have examined the Bill since re-entering the Chamber some moments ago.  I cannot find any reference to landfill in it, yet the Minister mentioned it in his speech.  If the midlands are to become a landfill site, we had better know his plans, and I ask that he address that in his response.</P>
        <P Just="Left">The debate has seen interesting issues raised, but I would like to focus more broadly.  I agree with Senator Kenneally on nuclear power, something to which I am obviously opposed, for reasons outlined here several times by the Mini<Col N="687"/>ster for the Environment, Heritage and Local Government, Deputy Roche.  These figures may not be correct, but it boiled down to the numbers 10,000, 1,000 and 100.  The first is the half-life of the isotopes of waste uranium produced; the others were other relevant danger periods.  I wish to make a serious point, which is why we need a debate on the possibilities.  I come from the standpoint of wishing to rule out nuclear energy, but I would like a debate on one aspect, which I have not heard discussed by anyone in Ireland.</P>
        <P>We are opposed to nuclear energy because of the dangers to the environment and humanity.  Some 25 years after the disaster at Chernobyl, the plant is still unstable and beyond our control.  We do not know what is happening under the sarcophagus built around it.  I do not want to sound too technical, since I am in no way adept in this matter and speak as a layperson.  Chernobyl and all existing nuclear power stations depend on nuclear fission, a term heard many times.  Nuclear fission is effectively where one takes unstable uranium isotopes and allows them to collide with one another in a controlled environment.  Millions or trillions of tiny explosions create the energy, but the danger lies in the process being uncontrollable.  It also creates waste that lasts more or less for ever.  That is why we all live in terror of it and oppose it.</P>
        <P>Another version of nuclear energy is known as nuclear fusion.  The difference is that instead of the isotopes banging off each other, one fuses them together in a controlled, stable environment using stable isotopes.  That creates energy and waste with approximately 1% of the danger of nuclear fission.  The relevant half-life is approximately a hundredth of that in nuclear fission.  That must be examined, since it deals with many of the greatest terrors regarding nuclear energy.</P>
        <P>It is already happening in the world, following global attempts to develop it.  Eventually, France won the tender to advance it, and it is now happening there.  Scientists expect to produce energy from nuclear fusion within the next 20 years.  It is also being worked on in the English midlands, where energy has been already produced.  All that remains is to perfect it, and I would like to hear more on the subject.  I suspect that ultimately I will oppose it as much as I do conventional nuclear power, but I would like to approach the matter with an open mind, hear the discussion and consider the comparisons so that we are not polarised.</P>
        <P Just="Left">The other technology I would consider is wind power, which has been dealt with several times.  However, there are two aspects that we must consider.  Such power is not reliable, since the wind does not always blow.  However, there is wind somewhere in Ireland 90% of the time, a figure that is even higher in winter.  We must have all the wind power linked together.  Airtricity has made an extraordinary and progressive proposal to the European and global community, namely, <Col N="688"/>to erect a series of wind farms from northern Scandinavia to the Mediterranean, harnessing any weather systems moving in.  That would be connected with the European grid, something from which we can all gain.  I would like that to happen to provide an alternative method of generation.</P>
    <HtmlBk SectId="6" />
        <P>The most common element on the planet, hydrogen, also happens to be one of the most efficient and practical gases.  It can be used as a liquid or a gas, and it can be transported in cylinders, by gas pipes and by various other means.  The place in which it is most commonly found is water; it is the &ldquo;H&rdquo; in H<?oasys _cf8- ?>2<?oasys _cf1- ?>O.  Energy is created by separating the hydrogen from the oxygen in water, and that energy is pure hydrogen.  When one burns and uses pure hydrogen, the waste is pure water.  It is the most complete eco-friendly system of energy usage.</P>
        <P>The expertise already exists to allow for such extraction for the purposes of  producing power.  I understand BMW, for example, will have the prototype of a hydrogen car on the market next year.  The problem, however, is that hydrogen extraction is currently inefficient because the energy cost of extraction is more or less equivalent to the hydrogen energy produced.  It is not commercially viable, but that will change.  The Department of Communications, Marine and Natural Resources should give grants for doctorate level research on hydrogen extraction.</P>
        <P>The Department should also insist that every new house should include a solar panel.  There is no simpler way of saving on energy costs.  Spain has recently introduced regulations in this regard and we should do likewise.</P>
        <P>I spoke in this House some two years ago about micro hydro-electricity systems.  I am pleased the Government is looking into this issue.  When I was in school, we were told that the potential for hydro-electricity in Ireland had almost reached its peak.  Developments in this area, however, mean it is now possible to develop local or domestic electricity from the smallest rivers.  In Britain and Northern Ireland, for example, a producer who generatess either wind electricity or hydro-electricity in his or her local area can feed it back into the grid, although they receive only a tiny payment for their contribution.  There is significant resistance to such a development here.  Any producer who creates excess energy for community use should receive some recognition.  This is an area in which we can make practical progress in the context of our commitments under the Kyoto Protocol and the Government&rsquo;s energy policy.</P>
        <P>The incubational centres attached to the institutes of technology and universities should be encouraged to engage in top-level research into hydrogen extraction from water and the development of micro hydro-electricity power units and efficient wind power units.  Developments in the latter in recent times, for example, mean they have moved away from wind sails to a system <Col N="689"/>where wind is trapped internally.  Much progress can be made in these areas, some of it involving science, design and engineering.  Much of it, however, is common sense.</P>
        <P Just="Left">The last time I checked, which was some six months ago, wood pellets could only be bought outside the State.  That is appalling.  What is Coillte doing?  We are producing all types of wood products, but those persons who are given grants to install wood pellet burners are obliged to purchase the pellets from Northern Ireland or Wales.  It would make sense to put out a tender for the production of wood pellets, and this should be done in consultation with Coillte.  It is a question of growing and using easily renewable wood resources, pine in particular.  This is a practical step that could be taken immediately.</P>
        <P>We could do much in the practical ways I have outlined to raise awareness in regard to energy usage.  The provision of solar panels in every new home and support for top-level research and development in the incubation units of third levels institutions are issues the Department should consider as soon as possible.  The expertise is there to facilitate developments in engineering that will ensure progress in regard to wind power and micro hydro-electricity units.  I recognise the Minister of State&rsquo;s intention in this Bill but there is much more we can do in this area.</P>
    </Speaker><!--Fix-->
      <Speaker pid="MarcMacSharry"><NameTxt>Mr. MacSharry</NameTxt>
	<P>That was a remarkably technically adept contribution from a Senator who said he had no technical expertise in this area.  I join other Members in welcoming the Minister of State and his officials to the House.  It is interesting that we had no debate on energy in the House for some four years but have had five or six such debates in the last several weeks.  Many of us have had opportunities to raise issues of concern and I do not wish to be repetitive.</P>
        <P>This is a highly technical Bill and, like Senator O&rsquo;Toole, I do not claim to be in any way fluent in the intricacies of its provisions.  In general terms, it allows the regulator to operate in an all-island energy market.  This is to be welcomed.  Earlier today, another Member pointed to the importance of working towards an all-Ireland economy in general.  The sooner we make progress in this regard, the greater will be the benefits not only in the energy sector but also in terms of the ability of the island of Ireland to attract foreign direct investment in an environment where indigenous industry and commercial activity can flourish to a greater extent than heretofore.</P>
        <P>I welcome the Bill&rsquo;s provisions in regard to ministerial direction on policy issues.  Other Departments can learn from this.  To use the analogy of local authorities, too much has become an executive function.  The input of Departments is being diluted.  A question to a Minister, for example, may well draw the reply that he or she does not have responsibility in a particular matter.  It is left to the questioner to seek answers <Col N="690"/>in various places, often ending up no wiser than when he or she started.  This Bill provides that the Minister shall have the power to make a direction in regard to any matters raised, and will do so in a manner that ensures greater accountability to the Oireachtas.  All Ministers should have this capability.  This common sense approach can be lost within regulation and legislation.  We can only gain from the inclusion of such a vitally important provision.</P>
      <TimeSt down="4" idown="4">7 o&rsquo;clock</TimeSt>
        <P>Anything that facilitates the development of an all-island energy market is positive.  Such a development is good for competition.  I understand Senator Finucane&rsquo;s questioning whether the introduction of the regulator has seen any real benefit to the consumer.  An all-island energy market will be larger and may attract more operators, to the benefit of the consumer.  It would also be positive for security of supply.</P>
        <P>Most Members have referred to the renewable energy area.  Recently, there was a good debate in the House on the White Paper on energy.  Much more, however, needs to be done in this area.  As Senators O&rsquo;Toole and Kenneally stated, we do not wish to look to the nuclear option but to renewable energy sources.  To achieve this, the public must be more incentivised.  While we all identify energy supply as a problem well down the line, we will be better off if we are innovative at an early stage in getting people to buy into green energy.  Many people, including Members, may change their cars in January.  They could make a contribution to the use of renewable energy if they have &euro;150,000 to buy a hybrid top-of-the-range Lexus.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>It is only &euro;39,000 for the Saab 9-5.</P>
      </Speaker>
      <Speaker pid="MarcMacSharry"><NameTxt>Mr. MacSharry</NameTxt>
	<P>If the various car manufacturers were encouraged to make available a wider range of hybrid cars, the public could be incentivised to buy them if VRT on them was waived.  This is the type of innovative approach that must be employed to get the public to engage with renewable energy.</P>
        <P Just="Left">While the greener homes schemes are great on paper, it is very Irish that we cannot get wood pellets from domestic sources for wood-burning boilers.  With Coillte felling vast acreages of forest, why can Enterprise Ireland not offer grants to go into this industry?  All new build or major refurbishment projects must incorporate green energy improvements, be it solar panelling or wood pellet boilers.  We need to push the boat out on this as future generations will not thank us for a superficial approach.</P>
        <P>The Minister and the Department have made great strides in this area.  However, we need to set the bar that little bit higher.  The Bill will take us that step further to achieving the target date of July 2007 for an all-island energy market.  I am pleased that the Bill provides for ministerial direction in energy policy.  Other Departments, <Col N="691"/>when drawing up legislation, can learn from this.  All too often it is the commission, the board, the regulator, the council or whatever which decide matters rather than those elected by the people.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. F. Browne</NameTxt>
	<P>On today&rsquo;s Order of Business I raised a hobbyhorse of mine, the need for the Government to address VAT on fuel bills.  Last year, the Government took in &euro;233 million in VAT receipts on domestic gas and electricity bills.  We pay a VAT rate of 13.5% on our fuel bills, while in the UK and Northern Ireland consumers pay only a 5% rate.  While we have no control over oil and other energy commodity prices, we have control of the VAT rate.  Consumers are fed up with their rising ESB and gas bills.  They are further annoyed at the double whammy from the VAT rate.  It must be reduced.</P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>That is an issue for the Minister for Finance.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. F. Browne</NameTxt>
	<P>It is an energy issue and the Department of Communications, Marine and Natural Resources would be leading the way if it tackled this issue.  For the first time ever on the doorsteps I am hearing complaints about the VAT rate on fuel bills.  I never paid too much attention to my ESB or gas bill but now I do.</P>
        <P>I agree with Senator MacSharry on a VRT waiver for hybrid cars.  The Government, to be fair, has led the way in areas such as the smoking ban and the plastic bag levy.  It can do the same with hybrid cars.  A bolder and more imaginative policy direction in this area is needed.</P>
        <P>Biofuel production must be taken more seriously by the Government.  In Carlow,-Kilkenny, for example, there is a biofuel outlet in Goresbridge, which does not give much choice to those motorists in other towns.  Until biofuels are available in every petrol station, motorists will not convert to them.  Some years ago, car owners changed from leaded to unleaded petrol.  A similar transition can be made with biofuels.  Biofuel production would also create a new market for crops such as sugarbeet, particularly with the loss of the sugar industry.  Even wheat, as opposed to beet, could be used and give another option for tillage farmers in the south east.  Ireland can follow the example of Iowa which has been developing alternative energy industries for the past 30 years.</P>
        <P>I commend the Government on bettering energy efficiency in new homes.  I urge it to extend the grants available to home owners to carry out energy efficiency works.  The essential repair grant covers insulating houses whose occupants are over 65 year olds.  SEI also has a grant system in place for insulating existing houses.  If we encourage people to audit the energy efficiency of their homes, they will more than likely find that their insulation is not adequate.  If <Col N="692"/>all houses were insulated properly, we could reduce fuel consumption for heating.</P>
        <P>While the Cathaoirleach believes VAT on fuel bills is a matter for the Department of Finance, I urge the Minister of State to consider it.  The biofuel issue must also be examined.  Greencore will not get involved in biofuel production on its sugar factory sites.  I would rather a biofuel production facility on a greenfield site.  As our energy supplies are vulnerable we must examine new energy resources.</P>
    <HtmlBk SectId="7" />
    </Speaker><!--Fix-->
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Is there a speaker from the Government side? </P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>No.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>In that case I shall have to leap into the breach, unprepared as I am.</P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Senator Norris is the only speaker offering now.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>I was not really offering but the Cathaoirleach&rsquo;s benign paternal eye spotted me.  This is a matter on which I had thought I might have an opportunity to speak but there have been many other engagements this evening, such as the launch of Deputy Michael D. Higgins&rsquo; book and the launch of a programme for the restoration of St. Patrick&rsquo;s Cathedral by the Minister for the Environment, Heritage and Local Government, Deputy Roche.  I gather some funds will be made available to ensure this valuable project proceeds.</P>
        <P>I am glad to have the opportunity to speak on this Bill because I have several general points to make.  The Minister of State has referred to franchising out maintenance and repairs on gas lines.  This is deplorable.  It is part of the move away from our creditable State agencies.  Gas and water supply, allied with companies such as Bord na M&oacute;na, were State enterprises.  Although some had problems, at least one knew with whom one was dealing.  Now one does not.  Every time one calls about a missing part, one speaks to a different person.  There should be some standardisation.  It is a pity we have chosen to franchise everything out and dismantle State enterprises.  This runs through the entire system.  It applies to telephone services too.  The company says it will record one&rsquo;s conversation for the purpose of teaching its apprentices rather than asking permission to do so.</P>
        <P Just="Left">There is a section in the Bill dealing with safety of liquefied gas in pipelines.  This strikes directly at the Shell to Sea issue.  I am dismayed at the Government&rsquo;s attitude to this matter.  It is extraordinary that our Constitution, which guarantees property rights, appears only to guarantee the rights of property developers and speculators.  Small people who feel it is their right to protect their homes do not seem to matter nowadays.  This Government has not supported these people.  Instead it has enlisted the forces of the <Col N="693"/>Garda S&iacute;och&aacute;na into the battle on behalf of a notorious multinational, Shell Oil.</P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>I am afraid the Senator may be diverting slightly from the real purpose of this debate. </P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>I want to divert here.  We are after all a nation of digressors. </P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Is it in order to digress?</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Of course it is.  If it was not in order the Cathaoirleach would have stopped me long ago.  Laurence Sterne not only wrote digressions in <i>Tristram Shandy</i> but also wrote a whole chapter entitled &ldquo;A Digression upon Digressions&rdquo;.  I assure the Cathaoirleach that I will be modest and control myself.</P>
        <P>This is germane to the question of the safety of gas pipelines as contemplated by the Bill.  People have the right to protest when they feel their safety is threatened.  The Government obviously feels the need to be a monitoring power and purports to look after the welfare of citizens in this Bill.  It is appropriate to raise this issue, especially to sound a warning about how this powerful company is investing heavily in media spin.  We must be careful not to assist in this.</P>
        <P>I am only repeating what I said on the Order of Business a few days ago.  It was astonishing that the good and decent Minister for Communications, Marine and Natural Resources, Deputy Noel Dempsey, allowed himself to say in the D&aacute;il that an unnamed acquaintance of his had overheard a telephone conversation on a mobile telephone in Grafton Street in which the words &ldquo;Rossport&rdquo;, &ldquo;riot&rdquo; and others were mentioned.  That is smear and it is not good enough.  I had complimented this Minister a few weeks previously on his courage in tackling other issues.  Given that the former Minister, Ray Burke, handled licences in an unusual way that caused considerable comment, this should be opened up.  It is inappropriate for the Taoiseach to say the correspondence is closed and so cut off the debate.</P>
        <P>I hope we will have an opportunity under the Cathaoirleach&rsquo;s wise chairmanship to open up the question of the Shell to Sea campaign, the rights of the people in that area and the fact that they were attacked.  I have seen the videos and spoken to people who were involved.  One man, a professional photographer, was beaten with a baton and pushed onto the barbed wire.  That is not appropriate.  I am looking to the Cathaoirleach to guide us and ensure we have a full and proper debate on this topic.</P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>As such, does the Senator recognise that this is not entirely relevant at the moment?</P>
      </Speaker><Col N="694"/>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Everything is relevant.  It is all a matter of degree.  That is why the Cathaoirleach is so wisely tolerant of me.  There are now two Ministers of State present in the House and we hope that some of these protests will make their way back to Government, even if it requires a certain elegance of construction to make them appear relevant.</P>
        <P>I would like to take up the question of fuel allowances, which may not be directly contemplated in the Bill.  Somebody mentioned the fact of people needing to keep warm, particularly elderly people.  Although this may not be directly contemplated by the Bill, it is appropriate at this time of the year that the Government bear it in mind.  I heard a case on the radio of a person who had gone marginally over the income limit, perhaps as the result of having a special savings incentive account, SSIA, and was cut off from the free fuel supply.  This man and his wife have cancer and the form of her cancer leads to a coldness of the extremities bordering on hypothermia.  They are vulnerable people.  This comes under the heading of energy in a broad sense.  In a country which has sufficient funds, cases such as this should be dealt with in the most flexible possible way.  I thank the Cathaoirleach for his lenience and tolerance.</P>
      </Speaker>
      <Speaker pid="JohnBrowne2"><TitleTxt>Minister of State at the Department of Communications, Marine and Natural Resources</TitleTxt><NameTxt>Mr. J. Browne</NameTxt>
	<P>I thank the Senators for their contributions to what has been a constructive and open discussion.  I look forward to their assistance in bringing the Bill forward.  I welcome the Senators&rsquo; broad support for the provisions of the Bill, especially those relating to safety and to the development of the single electricity market.</P>
        <P>Senators on both sides of the House were at one on the issue of bio-fuels.  Senators Kenneally and MacSharry referred to sourcing wood pellets.  I understand that a new company in Carlow may be about to set up soon to produce wood pellets, which would be helpful.  As all the Senators pointed out, the supply of wood pellets depends on a company from outside the State which is doing a reasonably good job.  It announced recently, however, that there would be no new wood pellet supplies until early in the new year, which would cause problems.</P>
        <P>Senator Fergal Browne mentioned bio-fuels and we must be aware that last year the Minister for Finance substantially increased the excise exemption limit to 163 million litres.  The Minister for Communications, Marine and Natural Resources announced 16 projects to take up this exemption which is a move in the right direction.  The Minister for Finance will consider what changes he can make in that area in this year&rsquo;s budget.</P>
        <P>Senator O&rsquo;Toole will, I am sure, make a submission to the Green Paper, the closing date for which is 1 December, next Friday, on nuclear fusion, hydrogen, micro-hydro systems and solar <Col N="695"/>panels in all new houses to be built from now on.  I remind the Senators that the greener homes grant scheme announced by the Minister for Communications, Marine and Natural Resources makes grant aid available for solar panels and biomass and several other areas.  The public has displayed significant interest in these schemes.  The Minister will consider rolling out more such schemes soon.</P>
        <P>I thank the Senators for their contributions and look forward to the completion of the Bill on Committee Stage when I am sure there will be amendments on some of the issues raised in the debate so far.</P>
      </Speaker>
        <P>Question put and agreed to.</P>
        <P>Committee Stage ordered for Tuesday, 5 December 2006.</P>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>When is it proposed to sit again?</P>
      </Speaker>
      <Speaker pid="BrendanKenneally"><NameTxt>Mr. Kenneally</NameTxt>
	<P>Tomorrow at 10.30 a.m.</P>
      </Speaker>
  </MainHeading>
  <MainHeading Type="GD" LHead="Adjournment" RHead="Matters"> 
    <Title>Adjournment Matters. </Title>
    <Sect LHead="Rural Transport" RHead="Services"> 
      <sTitle>Rural Transport Services.</sTitle>
      <Speaker pid="MichaelKitt"><NameTxt>Mr. Kitt</NameTxt>
	<P>I am pleased the Cathaoirleach allowed me to raise this matter on the Adjournment.  I thank the Minister of State, Deputy Gallagher, for coming to the House to reply to it.</P>
        <P>I have a great interest in the rural transport initiative which has helped so many people around the country through the 33 or 34 schemes involved in it.  We are lucky to have two schemes in Galway, one in south east Galway and one in north Connemara.  These pilot schemes are due to finish at the end of this year and they will be permanently in place from next year.  I hope more funding will be put in place for 2007 and that the schemes will be expanded.</P>
        <P>In south east Galway, for example, the service allows people to shop or carry out other business in towns like Ballinasloe, Portumna, Loughrea and even to Athlone once a month.  This is a most useful service.  In addition to putting the scheme on a permanent basis next year, it should be expanded to allow people to access entertainment in the evening such as visits to restaurants, cinemas, public houses and other places of entertainment.  The issue has been discussed at local level in County Galway.  The county engineer held meetings with groups such as those that run the current pilot schemes.  There is great interest in extending the scheme for the purposes I have already outlined.  Getting people to and from places safely is an important aspect of the matter at a time when drinking and driving is a big concern.</P><Col N="696"/>
        <P>I hope the Minister of State is in a position to announce extra funding at the same time as the extension of the scheme.  It is important that such a scheme would be put in place, especially during the Christmas season and that extra funding would be provided for it when the permanent scheme commences.</P>
      </Speaker>
      <Speaker pid="PatTheCope"><TitleTxt>Minister of State at the Department of Transport</TitleTxt><NameTxt>Mr. Gallagher</NameTxt>
	<P>I thank Senator Kitt for raising the issue of the rural transport initiative, which has become so popular in the 34 pilot scheme areas located throughout all but one of the Twenty-six Counties.  The Department is funding the provision of public transport in rural areas through the initiative.  It has been operating since 2002 to provide funding on a pilot basis for community transport groups to address the particular transport needs of rural area through the provision of local transport services.</P>
        <P>The RTI is operational in virtually all counties and 34 community transport groups are currently being funded under the initiative.  Some 75,000 RTI transport services were provided in 2005 and more than 650,000 passenger trips were recorded on these services.  These projects provide public transport services for people in rural areas who otherwise would have no access to transport for shopping and accessing basic essential services.  The RTI has changed the lives of so many people in rural Ireland.  It has been very satisfying for me as Minister of State with responsibility for rural transport to visit many of the areas in various parts of the country from Cork to Donegal and see at first hand the importance of providing such a service in areas where no alternative service is available.</P>
        <P>Pobal and the individual RTI groups are solely responsible for all the operational aspects of the RTI, including the specific services to be provided and their method of provision.  Neither I nor the Department have any role in these matters.  This has the great advantage that local communities decide the best service that should be made available to those in rural areas.  They know best where the needs are and how they should be addressed.  The Department is a mere facilitator.</P>
        <P>We are in the final year of the National Development Plan 2000-2006, which has underpinned tremendous investment in an array of transport infrastructure measures. The media spotlight has often been on large-scale infrastructure projects, such as construction of new national roads or investment in rail and bus services, metro or Luas.  From the start the national development plan took account of the need to address problems of social exclusion that are related to poor or non-existent public transport in certain rural areas across the country, areas with which we are all familiar in our various constituencies.  This was particularly true where low population densities meant that commercial public transport services would not be available for obvious reasons.</P><Col N="697"/>
        <P>Many people in rural areas were isolated in their communities and had difficulties in accessing basic services, such as medical appointments, or simply getting out to do the shopping and meet their friends.  This was especially the case for older people and people with disabilities, though of course it applied to others as well.  The initiative was piloted with a view to identifying ways and means that might help to address this issue.</P>
        <P>Originally designed as a two-year pilot scheme to finish at the end of 2003, the RTI was extended to the end of 2004 to provide a fuller picture of the likely scale of the benefits that it could provide, and subsequently for a further two years to the end of 2006.  This was done to build up a significant body of information and experience about the advantages of rural transport and the range of ways in which it could be provided.</P>
        <P>We have all seen the tremendous benefits the RTI has brought to communities across the country, thanks to the efforts of the 34 projects funded under the initiative, and to those of Pobal.  It has made a huge difference to the lives of thousands of people who would otherwise not have access to public transport services.  This initiative can and does transform life for those who benefit.  It is based on the sound principle that local people know best what transport services they need.  The Government&rsquo;s role is one of facilitator, helping local communities to address their transport needs through financial and administrative support, while communities themselves take the lead in developing transport services to fulfil these needs.  It is a bottom-up approach.</P>
        <P Just="Left">As Senator Kitt has stated, the pilot phase of the initiative will conclude at the end of this year and in line with Government announcements in the matter, preparations are being made to mainstream and put on a permanent footing the provision of rural transport from 2007 onwards. This work will be influenced by the undoubted success of the pilot RTI and the outcome of a recent public consultation process in the matter, which I announced in September and allowed a number of weeks in which the RTIs and others, whether individuals or groups, could make submissions.  All the submissions have been received.  I shall announce details of the mainstreaming of the initiative in a matter of weeks.</P>
        <P Just="Left">I assure the House that in developing proposals for a more permanent RTI, particular consideration is being given to the views of all those involved in the pilot phase of the RTI, especially passengers, operators and managers to establish how best the scheme can work from 2007 onwards.  Also, in developing proposals for the post 2006 period, attention will be paid to the transport needs of rural communities that do not have access to public transport.  As requested by Senator Kitt, it would not be possible to put the RTI on a permanent footing without increased funding and we are doing that.</P><Col N="698"/>
        <P>My Department provided &euro;3 million for the RTI in each of the years 2002, 2003 and 2004.  An amount of &euro;4.5 million was provided for the initiative in 2005 and funding of &euro;5.1 million has</P>
        <P FLI="0">been provided for the RTI in 2006.  This has resulted in an overall funding commitment of more than &euro;18 million to the end of 2006 which compares very favourably with the &euro;4.4 million originally provided for the RTI in the National Development Plan 2000-2006.</P>
        <P>In parallel with the implementation of Transport 21, the Department&rsquo;s ten-year transport investment programme, my colleague, the Minister for Transport, Deputy Cullen, has announced that he will double the cash funding, based on the 2005 allocation of &euro;5.1 million, available to the RTI by 2007 and that thereafter, he will steadily increase the funding available for rural transport services; ultimately to a cash level of approximately &euro;20 million, four times the 2005 allocation.  The Government&rsquo;s commitment to do this is reflected in Towards 2016, the new ten-year framework social partnership agreement.</P>
        <P>In line with these commitments, the Government is to provide &euro;9 million for the RTI in 2007. This funding will facilitate the transition of the RTI programme from the end of its pilot phase into the beginning of the mainstreaming process.  In making specific allocations to the individual RTI project groups from this funding, I am anxious that Pobal should work closely with the existing groups to maximise the impact of the funding through, among other things, increased service provision and wider area coverage as well as ensuring continued value for money.  The State got value for money in the investment of &euro;15 million in the initial period.	</P>
        <P>It should be borne in mind that the RTI groups also benefit each year from funding provided by the Department of Social and Family Affairs arising from the application of the free travel scheme to the initiative.  As requested by many individuals and groups during my travels, we will liaise with the Department on the mainstreaming of the initiative.  Some RTI groups are also generating additional funds from the provision of transport services to the health boards and from other sources.  I thank the Senator for raising this important issue.  The provision of specific transport services under the RTI is the responsibility of the RTI groups in conjunction with Pobail, which is where it should remain.  Those are the people who fully appreciate the services required in their own areas.  We will continue to act as facilitators and to provide the necessary funds.</P>
      </Speaker>
      <Speaker pid="MichaelKitt"><NameTxt>Mr. Kitt</NameTxt>
	<P>I welcome the &euro;9 million allocated for next year.  When will the individual groups know what funding they will get?</P>
      </Speaker>
      <Speaker pid="PatTheCope"><NameTxt>Mr. Gallagher</NameTxt>
	<P>The &euro;9 million will be for the main stream of the initiative.  While we can give the groups an indication at an early stage, it cannot be conclusive until we decide on the pilot <Col N="699"/>schemes.  From knowledge of specific areas, I know extensions will take place.  I also presume some areas not yet covered by the rural transport initiative will apply and will receive funding.  It is not as simple as multiplying last year&rsquo;s allocation by the percentage of the increase from &euro;5.2 million to &euro;9 million. More detail is required.  However, the Senator can take it there will be a seamless transition from 31 December to 1 January for those already on a pilot scheme.  The others will require a lead-in time.</P>
      </Speaker>
    </Sect>
    <Sect LHead="Home-School" RHead="Liaison Scheme"> 
      <sTitle>Home-School Liaison Scheme.</sTitle>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>I apologise for my late arrival.  I believed the previous business was to conclude at 8 o&rsquo;clock.</P>
        <P>My motion refers to the need for the Minister for Education and Science to rescind her decision to withdraw the home-school-community liaison scheme at St. Brigid&rsquo;s vocational school, Loughrea, County Galway, from September 2007.  St. Brigid&rsquo;s vocational school is one of the largest rural vocational schools not just in the scheme in County Galway, but in rural Ireland.  Over the years it has built up to become one of the best schools for all the positive reasons.  It has a large annual intake across all academic ranges.  It has some of the high flyers in leaving certificate results in addition to having many students with difficulties owing to special needs, or other social or family reasons.  The students in the school have grown accustomed to a highly professional service by the liaison teacher.  The idea of its withdrawal comes as a severe shock not only to the management of the school but also to the staff, parents and students.</P>
        <P>With the pressures on so many students from both their academic studies and in some cases owing to difficulties at home and the community difficulties that may arise, we realise the importance of retaining this service in St. Brigid&rsquo;s vocational school.  It is unfortunate that having been a tremendous school with very high achievers who have had fantastic results in the junior and leaving certificate examinations and with great support from within the community, it is now being punished and the service is being withdrawn.  I ask the Minister of State to use her influence in the Department to prevent the service from being withdrawn from September 2007.</P>
        <P>The home-school liaison co-ordinator works mainly with marginalised families where children are at risk and are not reaching their potential.  At present the co-ordinator at St. Brigid&rsquo;s is supporting families with issues such as marital break-up, bereavement, suicide, family dysfunction, physical and psychiatric illnesses, and learning disability.  The co-ordinator also works with the Traveller community and children from non-Irish national families.  With all those in the one school community, we realise how great are the prob<Col N="700"/>lems, added to which are the anti-social problems of bullying and other difficulties arising in education in modern society.</P>
        <P>The tragedy is compounded by the fact that two adjoining schools, one in Woodford and one in Athenry are also losing the service.  It appears as a complete withdrawal from those people.  I ask the Minister of State to explain how the criteria for the provision of home-school liaison service are assessed.  I understand considerations such as the numbers of parents with medical cards were included.  The current situation is considerably more complex and the need should be assessed on an ongoing basis in order that the real problems can be addressed.  This school has a liaison committee of the partners in education, the parents, teachers, garda&iacute; and social workers.  All these people involved in the community have combined to help in addressing the difficulties of students who find themselves falling back or ultimately dropping out.  The endeavours of the school to retain students from first year to the leaving certificate have been a tremendous success.  For all that success, the response it gets from the Department is negative with the withdrawal of the liaison teacher.  It is unacceptable and I ask the Minister of State to use her influence to ensure this service will be continued beyond 2007.</P>
      </Speaker>
      <Speaker pid="SiledeValera"><TitleTxt>Minister of State at the Department of Education and Science</TitleTxt><NameTxt>Miss de Valera</NameTxt>
	<P>On behalf of the Minister for Education and Science, Deputy Hanafin, I thank the Senator for raising this matter on the Adjournment.  The home-school-community liaison, HSCL, scheme is a major mainstream preventative strategy targeted at pupils at risk of not reaching their potential in the educational system because of background characteristics which tend to affect adversely pupil attainment and school retention.  The scheme is concerned with establishing partnership and collaboration between parents and teachers in the interests of children&rsquo;s learning.  The guiding principles which underpin the HSCL scheme aim to target the causes of educational underachievement by focusing on the adults whose attitudes and behaviours affect the lives of the children.</P>
        <P>Key to the ongoing success of the HSCL scheme is the dedication of HSCL personnel.  Co-ordinators act not only as liaison between the schools, teachers, parents and communities but also as advocates of partnership and collaboration as well as drivers of the range of activities that the scheme supports.</P>
        <P>Under DEIS, the new action plan for educational inclusion, which is being implemented by the Department of Education and Science, the Department recently announced the provision of 80 new posts to add to the 370 posts already in place to extend home-school-community liaison services to any of the DEIS schools that do not currently have the service.  In addition, all schools, including the school to which the Senator has referred, which currently have HSCL service but <Col N="701"/>which have not been included in DEIS, will continue to receive HSCL services after 2006-07.</P>
        <P>HSCL services will continue to be provided to some 650 schools &mdash; 282 second level and 370 primary schools.  However, following a full review of HSCL clustering arrangements by the Department in the coming year, levels of service may be varied in some schools to reflect their levels of disadvantage and size and to facilitate local HSCL co-ordinators working with families of disadvantaged children across both primary and second level.  The total cost of the HSCL scheme in 2006 will be in the region of &euro;22.5 million.  In line with the Department&rsquo;s commitment to this scheme, the full year allocation will increase to almost &euro;28 million in 2007.  This represents an increase of almost 25%.</P>
        <P>The entire rationale behind DEIS is to ensure the most disadvantaged schools benefit from all of the available supports.  Targeting resources at the most disadvantaged schools that are working to counteract educational disadvantage will continue to be a priority for the Government.</P>
      </Speaker>
      <Speaker pid="UlickBurke"><NameTxt>Mr. U. Burke</NameTxt>
	<P>Is the Minister of State indicating the home-school liaison service at the school in question will not be renewed after September 2007?</P>
      </Speaker>
      <Speaker pid="SiledeValera"><NameTxt>Miss de Valera</NameTxt>
	<P>As already stated, all schools, including that to which the Senator refers, which currently have HSCL services but which have not been included under DEIS, will continue to receive such services after the 2006-07 year.  I also stated that services will continue in a number of schools and that, following a full review of HSCL clustering arrangements by the Department in the coming year, levels of service may be varied in some schools to reflect their levels of disadvantage and size and to facilitate local HSCL provision.</P>
      </Speaker>
    </Sect>
    <Sect LHead="Accident and" RHead="Emergency Services"> 
      <sTitle>Accident and Emergency Services.</sTitle>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>I wish the Minister of State at the Department of Education and Science, Deputy de Valera, well in her pending retirement.</P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>That matter is not relevant.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>I understand she is retiring on Friday week and may not again come before the House in the interim.</P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Senator should&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P Just="Left">On my Adjournment matter&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>Does the Senator wish to proceed or does he not wish to do so?</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>I am dealing with it now.</P>
      </Speaker>
      <Speaker pid="RoryKiely"><NameTxt>An Cathaoirleach</NameTxt>
	<P>The Senator should do so now and not comment on any other matters.</P>
      </Speaker><Col N="702"/>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P>This matter relates to the accident and emergency unit at St. Luke&rsquo;s Hospital, Kilkenny.  The Minister for Health and Children visited the hospital last week and spoke about it leading the way and setting an example for other hospitals throughout the country.  She is quoted as informing the Cabinet with regard to the latter.  Unfortunately, the hospital is not receiving the rewards it deserves in some areas.</P>
        <P>A new stroke unit was put in place at St. Luke&rsquo;s and a new dexa scanner has been also provided.  This was achieved as a result of major fund-raising carried out by the Friends of St. Luke&rsquo;s Hospital, which is a voluntary group.  I am aware a new outpatient department is being put in place and that there are plans to construct a new A&amp;E unit next year.  However, I contend the latter will not happen quickly enough.</P>
        <P>The existing A&amp;E unit at St. Luke&rsquo;s Hospital was formerly a laundry room and the fire exit has been blocked by the placing of a couch in front of it.  The space provided is completely inadequate.  I predict that somebody will be knocked down outside the unit and will find himself or herself being admitted as a patient there.  This will happen as a result of deliveries being made to the A&amp;E unit at the same time ambulances arrive there.  The situation is extremely dangerous.</P>
        <P>The Minister of State may indicate that something will be done next year or in two years&rsquo; time in conjunction with the building of the outpatient department.  However, this should be fast-tracked.  It should not be forgotten that St. Luke&rsquo;s was snubbed in July 2005 when it was not allocated any funding out of &euro;550 million provided under the capital programme.  However, the decision in this regard was reversed because the Minister happened to visit the hospital on the day following its announcement and was embarrassed into rectifying the position by providing funding for the stroke unit.</P>
        <P>The people of Carlow-Kilkenny deserve to have a proper, state-of-the-art A&amp;E unit.  God forbid that anyone should end up in the A&amp;E unit because there could be eight or nine people &mdash; from priests performing the last rites to consultants, doctors and nurses &mdash; attending to them.  At present, there is not enough space in the area to accommodate everyone.</P>
        <P Just="Left">Does the Government have plans to cater for the needs of Carlow, which does not have a general hospital?  There was some discussion to the effect that a private hospital would be located there but progress in this regard appears to have stalled.  If that private hospital proceeds, I hope an A&amp;E department could be included on its campus.</P>
        <P>The Minster of State visited Carlow town recently and witnessed the growth that has occurred there.  Carlow is one of the fastest growing towns in the country and is almost as big as Kilkenny city.  Perhaps Carlow and not Kilkenny should have city status because the former has <Col N="703"/>two third level colleges while the latter has none.  However, that is an argument for another day.</P>
        <P>I ask the Minister of State to fast-track plans relating to the A&amp;E unit at St. Luke&rsquo;s Hospital.  Will he outline what Carlow, which does not have a general hospital, can expect in the way of the provision of A&amp;E facilities there?  I appreciate that an A&amp;E unit cannot be put in place on its own and that back-up facilities are required.  There is quite a good Caredoc service in the town.  Such services were first put in place in Carlow and have been replicated throughout the country.  I understand there is one, Shannondoc, in the Minister of State&rsquo;s constituency.  However, something more than the Caredoc service is required in Carlow because St. Luke&rsquo;s Hospital is situated 30 minutes away.  A facility is required to cater for emergency cases.  For example, I am aware of a person who had to be driven to Kilkenny because she was choking on a rasher.  Obviously, this was a terrifying experience for her and her family.  The Minister of State referred to putting in place &ldquo;in-between&rdquo; facilities to cater for emergencies in towns such as Carlow.  I look forward to his reply.</P>
      </Speaker>
      <Speaker pid="TimOMalleyPD"><TitleTxt>Minister of State at the Department of Health and Children</TitleTxt><NameTxt>Mr. T. O&rsquo;Malley</NameTxt>
	<P>I am taking this matter on behalf of my colleague, the Minister for Health and Children, Deputy Harney.</P>
        <P Just="Left">The Health Service Executive has advised that the planning brief for all the building requirements at St. Luke&rsquo;s Hospital is complete.  A design team has already completed the design and tendering for the new outpatient department.  The team is currently reconciling the development control plan for the hospital with the design brief to ensure the new outpatient department will be consistent with the overall development plan for the St. Luke&rsquo;s site and to facilitate the upgrading of the existing accident and emergency department.  The HSE expects that the development control plan will be finalised by the end of 2006.</P>
        <P>Work on the new outpatient department is scheduled to commence within the next few weeks, with an agreed programme for completion <Col N="704"/>of building works of 15 months.  The HSE has informed the Department of Health and Children that, following the construction of the new outpatient department, the construction of a new A&amp;E department is the top priority for St Luke&rsquo;s Hospital.  The existing outpatient department will be used for expansion of the A&amp;E department.  A design team has been appointed and is preparing the necessary tender documentation to enable construction to commence in 2008.</P>
        <P>The HSE operates eight hospital networks, with a total of 35 accident and emergency departments-minor injuries units.  These are supported by a 24-7 ambulance service.  In addition, GP out-of-hours services are in place to support the delivery of emergency care.  The latest such service to be introduced is in north Dublin.  It is commencing this evening and is due to be fully operational within the coming weeks.</P>
        <P Just="Left">St. Luke&rsquo;s Hospital provides acute services, including accident and emergency services, to the populations of counties Carlow and Kilkenny.  The HSE provides a 24-hour ambulance service in County Carlow as part of this service.  Carlow town was also the location of the first comprehensive on-duty out-of-hours general practitioner co-operative in Ireland.</P>
      </Speaker>
      <Speaker pid="FeargalBrowne"><NameTxt>Mr. Browne</NameTxt>
	<P Just="Left">I reiterate that construction will not commence until 2008.  That is far too long to wait.  I ask the Minister of State to intervene to see if the commencement date can be brought forward.  The authorities at Wexford hospital invited television crews to film at its A&amp;E unit and its redevelopment was fast-tracked as a result.  However, St. Luke&rsquo;s appears to have been punished for playing by the rules.  I appreciate what the Minister of State said in respect of the ambulance service provided in Carlow, which could be improved further.  In addition, further outpatient clinics could be provided.  We should be cognisant of the fact that Carlow town is growing rapidly and that its population has major needs.</P>
      </Speaker>
      <Speaker pid="TimOMalleyPD"><NameTxt>Mr. T. O&rsquo;Malley</NameTxt>
	<P>I will communicate with the Minister regarding the Senator&rsquo;s suggestions.</P>
      </Speaker>
        <adjournment>The Seanad adjourned at 8 p.m. until 10.30 a.m. on Wednesday, 29 November 2006.</adjournment><Col N="703"/>
    <HtmlBk SectId="0" />
    </Sect><!--Fix-->
  </MainHeading><?oasys _te ?><!--Fix-->
</Debate><!--Fix-->
