<?xml version="1.0" encoding="ISO-8859-1"?>
<!DOCTYPE Debate SYSTEM "Debate.dtd"[]>
<Debate DocTitle="Seanad Debate" Day="Wed" Date="4" Month="Jul" Year="2007" Vol="186" No="27" DateIrish="Dé Céadaoin, 4 Iúil 2007" DateEnglish="Wednesday, 4 July 2007" House="S" CommitteeEng="" CommitteeIr="" SubNameEng="" cnum="2345">
    <Col N="2345"/><HtmlBk SectId="1" />
  <MainHeading Type="Prelude" LHead="" RHead="">
    <Title></Title>
        <P>Chuaigh an Leas-Chathaoirleach i gceannas ar<?oasys _jy ?>10:30 a.m.</P>
        <Line />
        <P Just="Center"><i>Paidir.</i><br /><i>Prayer.</i></P>
  </MainHeading>
  <MainHeading Type="GD" LHead="Order of" RHead="Business"> 
    <Title>Order of Business. </Title>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P Just="Left">The Order of Business is No.1, Ministers and Secretaries (Ministers of State) Bill 2007 &mdash; all Stages to be taken at the conclusion of the Order of Business and to conclude by 1 p.m., with contributions of each Senator on Second Stage not to exceed eight minutes; No. 2, a motion regarding the proposed approval by Seanad &Eacute;ireann of the agreement between the European Union and the United States of America on the processing and transfer of passenger name record data by air carriers to the United States Department of Homeland Security, to be taken at 1 p.m. and to conclude at 2 p.m., if not previously concluded; No. 3, Ethics in Public Office (Amendment) Bill 2007 &mdash; Committee and Remaining Stages to be taken at 2 p.m. and to conclude at 4.30 p.m., if not previously concluded.</P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>Yesterday I acknowledged the contribution of the Cathaoirleach to the Seanad.  On this final day of the Seanad before the summer recess I acknowledge the contribution of the Leas-Chathaoirleach over the past five years.  I also acknowledge the dedication and commitment of the staff to the people in this House who are delaying their summer holidays until after 22 July.  I wish them well in the Seanad campaign, especially Members on my side of the House.  In regard to those colleagues of ours in this House who, like myself, have decided to opt out of the Seanad, I wish each of them well in whatever decisions they make.  I find it amusing when people wish us good look in our retirement because I am sure most of us will be active in other areas.  I wish people who have decided not to contest the Seanad elections the best of luck.  I will end on a constructive note by not being in any way critical of the Government.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>I wish to be associated with the sentiments expressed by Senator Finucane regarding the Leas-Chathaoirleach.  I appreciate the way he brought his Mayo sense of calm to the workings of this House over the past five years, and I wish him well in the election. </P>
      </Speaker><Col N="2346"/>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>I neglected to welcome our new Leader back yesterday.  He has not taken umbrage in regard to that, but I wish to put my welcome on the record now.</P>
        <P>There are many people whose last day in the Seanad this is.  However, on behalf of the Independent Members I would like to say a special thanks to our colleague, Senator Mary Henry, who has been a Trojan worker in all aspects of her work while she has been here, and to wish her well in the next portion of her active political life.</P>
        <P Just="Left">On today&rsquo;s business, a variety of issues in terms of the direction in which Ireland is moving need to be discussed.  One such issue that I have raised many times on the Order of Business concerns c&uacute;rsa&iacute; mhuintir na Gaeltachta sa t&iacute;r seo.  Bh&iacute;os ag &eacute;isteacht ar maidin leis an Aire, an Teachta &Oacute; Cu&iacute;v, ag caint mar gheall ar an chaighde&aacute;n Gaoluinne i measc Ghaeltachta&iacute; na t&iacute;re, agus chuaigh s&eacute; timpeall ar na na&iacute;onra&iacute; sna Gaeltachta&iacute;, agus c&eacute; chomh t&aacute;bhachtach agus a bh&iacute; siad.  Bh&iacute; an ceart aige.  N&iacute;l dabht ar domhan ach go bhfuil an-dul chun cinn d&eacute;anta ag na r&eacute;amhscoileanna Gaoluinne &mdash; those pre-schools &mdash; at&aacute; ann chun tosn&uacute; a thabhairt na teanga do leana&iacute; &oacute;ga a thos&oacute;id&iacute;s sna gn&aacute;thbhunscoileanna murach iad.  It drives me to distraction that the Minister with responsibility in this area has this morning washed his hands in regard the issue of Dingle-Daingean U&iacute; Ch&uacute;is.  He has told us that it not his business, that it is being dealt with by Deputy Jackie Healy-Rae, the Taoiseach and the Department of the Environment, Heritage and Local Government.  After creating the chaos and the mess, he walked away from it, but it is better late than never.</P>
        <P Just="Left">I have gone to every Gaeltacht school over the past 15 years.  In every single one of them there are children with Spanish names, children whose families have returned from England, or whose families are strains&eacute;ir&iacute;<b> </b>in the area, who are completely committed to the Irish language and want to learn it but do not have it in the house.  The reason I mention that is that in those areas which are ceartl&aacute;r na nGaeltachta&iacute;, foinse na Gaeilge, the well of the Irish language, there is not the same level of support as there is for Gaelscoileanna in the Galltacht.  Every time I make this point I get a sheaf of letters asking why I am opposed to Gaelscoileanna.  I am not.  However, it seems daft that in the Gaeltacht they require more students in order to appoint a teacher than in the Gaelscoileanna.  It never made sense, but in the context of what the Minister with responsibility for Gaeltacht affairs has told us this morning, that there is a huge proportion of leana&iacute; sna scoileanna Gaeltachta who do not have Irish coming into the school, if we are to restore the Irish language, let us be practical about it.  I hope to be back here to have a long-term discussion leis an Aire<b> </b>faoi pholasa&iacute; sna Gaeltachta&iacute; chun dul chun cinn, infheisti&uacute; agus infrastruct&uacute;r a chur ar bun<b> </b>and much more in terms of involving our<Col N="2347"/>selves in developing the Gaeltacht where people can live their lives through Irish and in Irish.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>A Leas-Chathaoirligh, all of the plaudits you have been offered are well earned.  The Leas-Chathaoirleach has had a calming effect on us, including on me with my somewhat short fuse.  He has served the Seanad well.  I thank him and the staff of the Houses of the Oireachtas for their support.  Like Senator O&rsquo;Toole, I hope to be re-elected to the Seanad but I know to my cost that one should never assume anything.  I wish the Leas-Chathaoirleach well.</P>
        <P>I was remiss yesterday in not welcoming the new Leader and recent appointees to the Seanad.  I do not believe in making silly political speeches.  I welcome the new appointees who come with distinguished records in different areas of life.  I hope they enjoy their brief stay in Seanad &Eacute;ireann.  If running in an election, given they are Government candidates, I hope their stay will be brief.  However, that is politics.</P>
        <P>I want to say farewell to my colleague Senator O&rsquo;Meara who is not contesting this Seanad election.  She has been a wonderful ally, supporter and friend as Whip of the Labour group.  Many people will have noticed the Labour Party is a somewhat difficult group to whip into any place at one time though Senator O&rsquo;Meara did so with considerable skill.  I also want to say farewell to Senator Henry who, as most members will be aware, is a member of the Labour Party.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>But she is not the Whip.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>She has never felt Senator Ryan&rsquo;s lash.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>This is a further indication of her good judgment.  Nevertheless, she has been a major contributor on a whole range of issues in this House.  She will be genuinely missed by all of us.</P>
        <P>It would be remiss of me not to put on the record my welcome, and that of the House, on the release of Alan Johnston.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>It should be pointed out that his release was secured through the good offices of an organisation that has been traduced across the world, an organisation that has brought security, stability and some semblance of law and order to a part of the world where the previous and current Government of Palestine singularly failed.  That Government was in cahoots with some of the most corrupt elements in the Gaza Strip.  Hamas has begun to deal with those corrupt elements.  It is time the world faced up to the fact that the people of Palestine voted for Hamas&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Well said.</P>
      </Speaker><Col N="2348"/>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>&mdash;&mdash;not because of its ideology but because it was honest and it provided them with some service.  It is a disgrace that the entire world is now intent on subverting democracy in Palestine.  I stand over that statement.  I repeat that the release of Alan Johnston is an indicator of the fact that there is a willingness to deal with the difficult issues.</P>
        <P>Mar fhocal scoir don Seanad seo &mdash; n&iacute; fheadar go dt&iacute; cathain &mdash; is f&eacute;idir liom a r&aacute; go bhfuilim ar aon aigne leis an Seanad&oacute;ir &Oacute; Tuathail faoi 90% d&aacute; nd&uacute;irt s&eacute;.  T&aacute; a fhios ag an saol cad faoi nach bhfuilimid ar aon aigne.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>There is no point fighting that old fight; it is over<b>.</b></P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P Just="Left">It is a great pity that &Uacute;dar&aacute;s na Gaeltachta will be required to record on its literature the address of its headquarters in Daingean U&iacute; Ch&uacute;is in English.  It is not something I would welcome.  I do not believe it is a particularly good idea.  However, I would like to put on the record a little story a chuala m&eacute; ar Raidi&oacute; na Gaeltachta inn&eacute;.  Chuaigh duine &oacute; Cheann Tr&aacute; isteach go dt&iacute; st&aacute;isi&uacute;n na nGarda&iacute; i Daingean agus d&rsquo;iarr a chuid gn&oacute; a dh&eacute;anamh tr&iacute; Ghaoluinn. I will continue in English because I want everyone to hear it.  He wanted to do his business through Irish in the biggest Gaeltacht town in west Kerry and the member of the Garda S&iacute;och&aacute;na told him, &ldquo;I am sorry, I have no Irish.&rdquo;  The man then said, &ldquo;Nach bhfuil s&eacute; de chead agam ... Do I not have the right to do my business through Irish?&rdquo;  The reply was, &ldquo;No, you don&rsquo;t and you never had.&rdquo;  I heard this on Raidi&oacute; na Gaeltachta.  This has nothing to do with the issue raised earlier.  West of Dingle is a  f&iacute;or-Ghaeltacht.  Anybody who visits the area outside of the tourist season when it is saturated will know this.  It is a disgrace that a citizen cannot carry out his or her ordinary business as Gaelige with a major organ of the State.  It reflects the peculiar ambiguity, about which Senator O&rsquo;Toole is talking, of people being paid a Gaeltacht allowance to go to Dingle&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Gaeilge, m&aacute;&rsquo;s &eacute; do thoil &eacute;.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P Just="Left">&mdash;&mdash;but saying to somebody who wants to do business through Irish, &ldquo;I am sorry, I do not have any Irish.&rdquo;  We are entitled to expect more from all organs of the State.  M&aacute; t&aacute;imse thar n-ais, maraon leis an tSeanad&oacute;ir &Oacute; Tuathail, n&iacute; fheadar conas a r&eacute;iteofar ceist an Daingin&mdash;&mdash;-</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>T&aacute; s&iacute; r&eacute;itithe agus socraithe.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>N&iacute;l s&iacute; r&eacute;itithe go dt&iacute; go dtagann reachta&iacute;ocht tr&iacute;d an Tigh seo agus nuair a thagann s&eacute; tr&iacute;d, pl&eacute;fimid an cheist.  N&iacute;l m&eacute; chun a thuilleadh a r&aacute;.</P>
      </Speaker>
      <Speaker pid="JoeOToole"><NameTxt>Mr. O&rsquo;Toole</NameTxt>
	<P>A ministerial order will do fine.</P>
      </Speaker><Col N="2349"/>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>A ministerial order which is in contradiction of the law of the land will be thrown out by the High Court.  N&iacute; fi&uacute; an cheist a phl&eacute; inniu.  R&eacute;iteofar &iacute; ar shl&iacute; &eacute;igin eile.  Caithfear ceist na Gaoluinne, agus c&eacute; chomh d&aacute;ir&iacute;re is at&aacute; muintir na t&iacute;re agus an Rialtas faoi thodhcha&iacute; na teanga, a phl&eacute;.  N&iacute;l m&eacute; ag gear&aacute;in faoin Rialtas seo ach faoi gach Rialtas.  Is &iacute; an teanga an chuid d&aacute;r nd&uacute;chas is m&oacute; is fi&uacute; agus is m&oacute; at&aacute; i mbaol faoi l&aacute;thair.  Ba ch&oacute;ir duinn p&eacute; rud is f&eacute;idir a dh&eacute;anamh.  M&aacute; t&aacute;imid go l&eacute;ir thar n-ais annso tar &eacute;is an toghch&aacute;in, t&aacute; s&uacute;il agam go mbeimid &aacute;balta an cheist seo a phl&eacute; i nd&aacute;ir&iacute;re agus gan m&oacute;r&aacute;n easaontas eadrainn.</P>
      </Speaker>
      <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P Just="Left">I join with others in thanking you, a Leas-Chathaoirligh, for the way you filled in for the Cathaoirleach when he was not in the Chamber, for the even-handed manner in which you have conducted the proceedings and for the way you have looked after the Members of the House.  I also join you in thanking the staff for the way they have always looked after Members.  The duties imposed on the staff are becoming increasingly onerous.  They are expected to deal with the Standards in Public Office Commission and other matters.  The resources for the Seanad Office need to be looked at.  An unfair burden is being placed on a small number of people who work very hard on our behalf.</P>
        <P>I also thank Mr. Jimmy Walsh for his coverage of the proceedings.  This brings to mind the work of journalists.  We welcome the release of Mr. Alan Johnston in the Gaza strip.  Senator Ryan made a point about Hamas dealing with corruption.  It is good to deal with corruption but not in the ways used by Hamas.  The kidnapping should not have happened in the first place.  I do not take from the argument regarding democracy.  There is a view, perhaps in the United States, that democracy is the supreme way of government, but only when the result suits the United States.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="JohnDardis"><NameTxt>Mr. Dardis</NameTxt>
	<P>Hamas does not represent a democratic way.  It got the votes but it is not democratic in its systems and operation.</P>
        <P>I wish well everyone who is contesting the elections.  I hope as many as possible will return and I wish all those who are not returning a happy and good retirement.  I echo the points made about people such as Senators Henry and Finucane.  Senator Finucane might empathise with the casualty rate among those who served on the Judge Curtin sub-committee.  There may be a lesson here regarding the people who do work within the Parliament and the success they experience when they go before the electorate.  While there are frequent calls in the press for us to fulfil our legislative and parliamentary obligations, those who do that to best effect, and I can think of a few glaring examples, seem to be the greatest casualties when they go before the <Col N="2350"/>electorate.  It is hard to take some of the lectures we get from the national newspapers about our responsibilities.  One can do nothing here unless one is elected to the Houses.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Mr. Coghlan</NameTxt>
	<P>I too would like to be associated with the well deserved tributes to yourself, a Leas-Chathaoirligh, and to thank you for your courtesy and patience and for the latitude you showed all Members at different times.  I would also like to be associated with the remarks regarding the distinguished Senators who are not seeking re-election and who, no doubt, will take up other positions in illustrious careers outside the Oireachtas.  I wish Senators Finucane, Dardis, Brennan, Minihan, O&rsquo;Meara, Henry and Daly well.  I hope I have not left out anyone.  I wish all of them well.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>Senator Derek McDowell.</P>
      </Speaker>
      <Speaker pid="PaulCoghlan"><NameTxt>Mr. Coghlan</NameTxt>
	<P>Like many others, I will give it my best shot whatever happens.</P>
        <P>I note the serious comments of Senator O&rsquo;Toole mar gheall ar Aire na Gaeltachta.  I was not aware he had opted out but I certainly am aware of the intentions of the Taoiseach and Deputy Healy-Rae.  Whether it is a joint announcement or otherwise, I sincerely look forward to it.  This has gone on for too long.  It needs to be resolved satisfactorily and put behind us.  I wish those gentlemen well in that regard and look forward to the announcement.</P>
      </Speaker>
      <Speaker pid="DrMauriceHayes"><NameTxt>Dr. M. Hayes</NameTxt>
	<P>I support Senator Ryan&rsquo;s remarks about the release of Alan Johnston.  It is a great landmark and a sign of hope that humanity triumphs every now and again.  In regard to Hamas, I do not believe one can ask people to adopt electoral and democratic policies and then tell them one does not like the result.  One must deal with that.  A lesson one should draw from Northern Ireland is that it is necessary to draw people into the democratic process.  It might not be perfect at the start.  One might get them into the remedial stream but, ultimately, with a bit of luck, one gets them into mainstream politics.  That should be the lesson for us all.</P>
        <P>I, too, would like to be associated with the tributes to the Leas-Chathaoirleach, the Seanad staff and all the Members with whom I have had the great pleasure and privilege of serving.  The Taoiseach has done me a great honour and being allowed to serve in this way is a privilege I do not take lightly.  Not only has it been a privilege, it has been a pleasure and I thank Members on all sides for the general courtesy and welcome that has been extended to me during my time here.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>I also pay tribute to the Leas-Chathaoirleach for the civilised and courteous way in which he has dealt with matters while occupying the Chair.  I have already paid fulsome tribute to my other colleagues, including Senator <Col N="2351"/>Henry, and I do not propose to continue on that line because people might think I was fishing in her newly released shoal of votes.  It is something I would never dream of accusing any of my colleagues of doing even though I noticed a very fetching photograph of Senator Henry in the election material of one of my Trinity colleagues.</P>
        <P Just="Left">The one person about whom I have not said very much is Senator John Dardis, the Deputy Leader of the House.  Although I did not always agree with him, he behaved with great dignity, courtesy and efficiency.  He did his party and this House proud and certainly in a less raucous way than my performances.  Again this morning I noticed how judicious he was in his comments on the Middle East. He mentioned that many governments have been elected throughout the world but that they do not seem to fit in with the American notion of democracy because they do not produce the right result.  That is true and we could spend the morning listing these people.</P>
        <P Just="Left">As Senator Maurice Hayes has done, I welcome the release of Alan Johnston, which has been universally welcomed.  Some weeks ago I attended a press conference organised by the NUJ which was co-chaired by the Roman Catholic Archbishop of Dublin, Dr. Diarmuid Martin, and the Muslim Imam from the mosque in Clonskeagh.  I very much take on board what Senator Dardis said about things in the Middle East.  It is a terrible situation.  Hamas, this despised organisation which legitimately won an election, managed to secure the release of Alan Johnston while, simultaneously, President Bush, who stole two elections, released a known liar and subverter of the American Constitution, Mr. Scooter Libby.  We must look at these things honestly because people will want to ask why seven doctors were involved in the attacks in the UK.  It is not enough to condemn them and to quote the hippocratic oath.  Why would so many lawyers and professional people who have taken an oath to respect life be involved in this?  I sat next to a wealthy and sophisticated American woman, from New York, who spoke about her outrage at the events of 11 September 2001 and how she changed to support Bush.  On the television she had seen an office in which some of her friends worked being blown to pieces.  However, what about the incalculable effect on the people of Baghdad, Kirkuk, Mosul and Falluja, where what was happening was so disgraceful the international press was excluded?  What else can happen other than the radicalisation of these unfortunate people given that the West, with all its values, has treated the Palestinian and Iraqi people with discrimination, contempt, brutality, terrorism and lies?  Unless we face up to this and treat these people decently as equal human beings, this mess will continue.</P>
        <P>I wish to propose an amendment to the Order of Business.  No. 25, the Civil Partnership Bill 2004, has been on the Order Paper for the past <Col N="2352"/>three years.  Nobody in this House has spoken against the Bill and every commission or think tank into which the prevaricating and procrastinating Taoiseach has endeavoured to kick it into touch has reported that the Bill should be dealt with.  The Labour Party put a narrower Bill before the other House and every Member, with some good speeches made by Fianna F&aacute;il backbenchers, was in favour of it.</P>
        <P Just="Left">Only five minutes are required to deal with this Bill.  Let us have a look at it and see if we are prepared, as an independent House of the Oireachtas and a reviewing Chamber which is entitled to introduce legislation, to advance this Bill to a further Stage.  In the space of five minutes we could do the business to which the Government, the Taoiseach, previous justice Ministers and Members of both Houses who have spoken on the matter have committed themselves.  Every commission to which this matter has been referred has said: &ldquo;Go ahead and do it; for God&rsquo;s sake, stop dillydallying.&rdquo;  We have the opportunity to advance this legislation in just five minutes.  The Bill will not be passed but will be moved to a further Stage.  I move that the Seanad resume Second Stage of the Civil Partnership Bill 2004.  I am supported in this proposal by my colleague, Senator Henry.  It can easily be done in five minutes.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>I share Members&rsquo; delight at the release of Alan Johnston, the BBC correspondent in the Gaza Strip, after being held for four months in solitary confinement.  He is an extraordinarily brave man.  I watched the report on him this morning on Sky News.  Obviously, Hamas is playing an important role in Gaza.  It has taken control of the region and will prove a success there.  It is the legitimate government of the West Bank, Gaza and Palestine, and should be recognised as such by the Government and the European Union.  Hamas was elected to that position.  It tried to share power but that was unsuccessful.  Now, there is a re-organised constitution to deprive it of legitimate power.</P>
        <P>As the outgoing convenor of the Friends of Palestine in the Oireachtas, I hope Members of the incoming Seanad and the new D&aacute;il will establish a similar organisation.  It was started by the former Senator, Michael Lanigan, and was the largest representative group in the House supporting another country.  I hope the new Members will organise the group again.  If I am re-elected, I will play a role in that regard.  This is a golden opportunity for Tony Blair, the new peace ambassador.  He is most influential.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>He helped to launch the war and is a proven liar.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>Our Taoiseach, given his relationship with Tony Blair and as the longest serving Head of State in the European Union, could play a pivotal role in this regard, particularly given the <Col N="2353"/>outstanding record of both men in Northern Ireland.  They have great ability and I urge the Taoiseach, although urging him is unnecessary, to play that role.</P>
      <TimeSt down="4" idown="4">11 o&rsquo;clock</TimeSt>
        <P>I wish to put on record my thanks to the Cathaoirleach and Leas-Chathaoirleach for chairing the Seanad over the past five years.  I have experience as a D&aacute;il Deputy and have come to the Seanad as a Minister of State, but in the past five years we have had a spectacular Seanad.  The outgoing Leader of the House, Deputy O&rsquo;Rourke, played a pivotal role in the work of this House.  She and her deputy, Senator Dardis, assisted by Eamonn McCormack, were a good team.  This House sat for long periods of three days per week and even four days per week when necessary.  We were told at the start that with the golden Opposition at the time it would sit only one day per week.  The former Leader proved that wrong.</P>
      </Speaker>
      <?oasys _cl11- ?><Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>Senator Leyden should not copy the Ceann Comhairle and make it up as he goes along.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P Just="Left">The way the Leader summarised the work or contributions of Senators was also worthwhile.  We are well served by the Clerk and Clerk Assistant of the Seanad.  They are experienced and powerful women who guide the Seanad.  The stenographers and technical back-up to the House are second to none.  The reports published of the contributions made in the House are exemplary.  I do not know how they figure out the names of various locations.</P>
        <P>I wish the Acting Leader of the House well.  It is like becoming a Cabinet Minister on one&rsquo;s first day back in the House.  A great honour has been bestowed on him.  To Se&aacute;n Dorgan, who played a pivotal role in the election of Fianna F&aacute;il, Peter Sands who has a tremendous record of service to the country and Chris Wall&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>What about the county councils?  The university Senators have votes too.  I have 5,000 or 6,000 votes.</P>
      </Speaker>
      <Speaker pid="TerryLeyden"><NameTxt>Mr. Leyden</NameTxt>
	<P>Colm O&rsquo;Gorman was appointed in place of a great friend of this House, Kate Walsh.  She was an extraordinary woman and we all owe her a debt of gratitude.  We do not have many opportunities such as this and it is great to have it.  It is our last day of service here.  I wish every success to voluntary and involuntary retirees.</P>
      </Speaker>
      <Speaker pid="KathleenOMeara"><NameTxt>Ms O&rsquo;Meara</NameTxt>
	<P>As a voluntary retiree although not entirely wishing to be, I wish to take this opportunity to thank the Leas-Chathaoirleach, the Cathaoirleach, Members and staff of the House for an enjoyable ten years and say a fond farewell to everyone.  As others stated, it has been a privilege and a pleasure to serve.  Not many people can state they had the opportunity to do so.  I wish everybody standing for election and re-<Col N="2354"/>election all the best.  They should not worry as I will not forget them.  As I have a vote on more than one panel I will not forget the others either.</P>
        <P>I hope the Members of the future Seanad will take on board the need to consider a number of issues which I will raise in the debate on the Ministers and Secretaries (Ministers of State) Bill.  These issues are with regard to children and are once again in the news today.  I heard the Minister for Community, Rural and Gaeltacht Affairs, Deputy &Oacute; Cu&iacute;v, speak about na&iacute;onra&iacute; and pre-school education for children as Gaeilge.</P>
        <P>The issue of pre-school education for all children is important as is the issue of child care, which does not go away.  It has been my great privilege to have raised and spoken on this issue at considerable length.  I hope we advanced it.  The other issue is that of children in care and children at risk.  The incoming Government has a great deal to do on this matter.  I hope it takes it on and I will urge the new Ministers of State to do so when we discuss the Ministers and Secretaries (Ministers of State) Bill.</P>
        <P>As a member of the NUJ, I was very pleased, as were others, to hear of the release of Alan Johnston overnight.  It was wonderful to hear the interview with him on radio this morning, which was extraordinary considering the trauma he has been through.  I hope the experience he had is not one to be repeated by others, journalists or not, and one must be delighted and relieved his trauma has come to an end.  One hopes to see political progress and advancement in the region and see an end to the terrible suffering of the people there.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>I wish all my colleagues the best of luck.  Rather than name everybody individually I wish them, as Senator Liam Fitzgerald said, joy and pleasure and good luck on their odyssey going forward.</P>
        <P Just="Left">I wish to draw attention to a significant event which took place on 8 July 1927, the day Senator Maurice Hayes was born.  He will be 80 years of age next Sunday.  As I have been the proponent and the visionary on a new approach to ageing and ageism I wish him a happy birthday.  He is an icon North and South.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="DrMauriceHayes"><NameTxt>Dr. M. Hayes</NameTxt>
	<P>I will be at the Munster senior hurling final on Sunday.</P>
      </Speaker>
      <Speaker pid="MauriceCummins"><NameTxt>Mr. Cummins</NameTxt>
	<P>The number one killer of young people in Ireland is not cancer or road traffic deaths, it is suicide.  There is a need for an all-Ireland approach to this issue.  Recently there have been calls for the establishment of a dedicated suicide research centre on an all-Ireland basis.  The Northern Ireland Minister for Health, Mr. McGimpsey, is open to this idea.  I ask the Leader to ask the Minister for Health and Children to play an active role in progressing it as a <Col N="2355"/>matter of urgency.  The figures for 2004 show that 457 people died by suicide. </P>
      </Speaker>
      <Speaker pid="PatMoylan"><NameTxt>Mr. Moylan</NameTxt>
	<P Just="Left">As Government Whip I welcome our new Members and the new Leader and wish them well.  It may be short-term but with the help of God some of them will be back.  I express my thanks to the deputy Whip, Senator Glynn, and to Senator Cummins, Whip on the main Opposition side, for their help and co-operation during the past five years and also to our former Leader, Deputy O&rsquo;Rourke, who has been elected to the D&aacute;il.  I wish her well in the future.  I thank also Eamonn McCormack from her office and Sarah Kelly from my own office for their help and co-operation.</P>
        <P>As I did not realise Senator Finucane was not standing again I wish him well in his retirement.  He has made a major contribution in the Seanad.  I thank also the Deputy Leader, Senator Dardis, and his fellow Progressive Democrats Senators for their help and co-operation during the term.  I thank the Cathaoirleach and Leas-Chathaoirleach for their outstanding contributions to the House during the past five years.  It is disappointing that long-serving Senators, such as Senators Henry, Bohan and Daly are not standing.  Senator Daly has been a member of this or the other House since 1973 and has given a lifetime of public service to the people in his constituency and the people of this country.  I thank also Senator Hayes who has been very helpful to me.  I wish them all well.  I thank particularly the staff, Deirdre Lane and Jody Blake, for their help and co-operation.  I wish all Members who are seeking re-election to this House in the forthcoming election well.  I thank everyone for their help and co-operation.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>Some years ago after President Clinton had visited this country and had done a huge amount of work for Northern Ireland I proposed in the House that we should consider calling the main road in the Phoenix Park after him.  The proposal did not get any approval.  When people retire from office they often leave behind them a chequered history in which they have made mistakes and done well.  I am thinking of the former British Prime Minister, Tony Blair.  He has certainly made mistakes.  However, I would like to draw attention to the huge debt of gratitude the people of Ireland owe him.  We should recognise in some way the contribution he made and the role he played in bringing peace to Northern Ireland.  Although we have heard and will continue to hear criticisms of what he has done during his term, that one event should stand out ahead of other things he has done.  This nation should consider recognising that in some way.  Perhaps we could name a road after him or something like that.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>We established a chair in the University of Liverpool.</P>
      </Speaker><Col N="2356"/>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>Yes, we have done that.  We should also ensure we recognise it because sometimes we only hear the criticisms.</P>
        <P>Today is a little bit like the last day of term at school.  More than that, it is like the end of sixth year when people say goodbye to a number of those they know they will not work with again in school having spent a number of years there.  In looking forward to reunions in the future we wish well to those who are leaving and have decided to leave of their own will.  We look forward to seeing what they achieve in their future careers.  It is clear that most of them have strong ambitions to achieve even more in their lives than they have achieved up to now.  We look forward to reunions where we get a chance to wish them well.</P>
        <P>I wish to mention two people.  Senator Henry has been here with me since I became a Member 14 and a half years ago.  She has been very helpful to those of us on the Independent benches.  As Senator O&rsquo;Toole has already done, I wish to express my thanks and I say that on behalf of many others also.  I pass birthday wishes to Senator Maurice Hayes who has added to the stature of this House.  Outside this House, particularly in his work in chairing the National Forum on Europe, he has managed to fit in unbelievable work in the past five years or so.  I must now recognise that what I used to think was an old age, which he will attain next week, is no longer old.  That man seems to have so much energy, enthusiasm and commitment that I believe he will succeed in the future.</P>
        <P>In wishing well those seeking re-election and who will hopefully return here, it is like schooldays and we hope to go on to new things.  We wish success to those standing for election again and we know that the strong will that has been shown in the past 14 years that I have been here will continue in the non-confrontational manner in which this House has worked.  It will continue with the constructive debate.  The willingness of Ministers to listen to debates and to accept amendments has improved our legislation.  I congratulate you, a Leas Chathaoirligh, and all the others who played that role.</P>
      </Speaker>
      <Speaker pid="GeraldineFeeney"><NameTxt>Ms Feeney</NameTxt>
	<P>I also thank you, a Leas Chathaoirligh, and the Cathaoirleach, for your courtesy, patience and generosity of time to every Member in the Chamber in the past five years.  I wish the best of luck to those seeking re-election.  To the Members who are retiring I convey every good wish.</P>
        <P>I wish to raise a matter that has become an old chestnut with me.  In saying this I look across at Senators O&rsquo;Meara and Henry, who have also raised the issue on many occasions.  It is very apt as it has been in the news in recent days.  I refer to anorexia nervosa, especially in children and young teenagers.  While I did not hear the Gerry Ryan show yesterday, I believe the most harrowing story was told by the mother of a nine-year-old boy.  It is an illness we normally associate <Col N="2357"/>with girls and young women.  However, this boy is suicidal and the only bed he can get is in Great Ormond Street Hospital in London.  The two paediatric beds in Crumlin are occupied by a boy and a girl, both under ten.  There is nowhere in Ireland for this young boy to go.  Before we broke for the general election I sought a debate on the matter.  I may not be fortunate enough to return to the House but I hope this issue will be put on the agenda for the new term and debated at length.  While more ring-fenced beds are needed, the debate needs to be widened in order that young people are educated.  Children in fourth and  fifth classes need to know that thin is not beautiful.  An article in <i>The Irish Times</i> yesterday, entitled &ldquo;Trapped by the Cult of Thin&rdquo;, referred to a survey which highlighted that the obsession with image of teenage girls is at crisis level.  They are all being brainwashed to believe that thinner is more beautiful.  Sadly, we as adults know that is not true but try getting that through the mind of a young girl.  We regularly debate the education of young people about drugs and alcohol but this issue will become an even greater menace.  Hopefully, if I am re-elected, I can look forward to participating in that debate.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><NameTxt>Dr. Henry</NameTxt>
	<P Just="Left">I second Senator Norris&rsquo;s amendment.  I thank all my colleagues, particularly those on the university panel, for their kind comments.  Senator Norris is correct that it was very kind of Senator Ross to put such a flattering description of me on his election literature, not to mind the very nice photograph.  I am pleased about that because it demonstrates a great sincerity.</P>
        <P>I congratulate the Leas-Chathaoirleach on the way in which he presided over the House when the Cathaoirleach was absent.  I did not realise so many of us would be attending the former Members&rsquo; parties, to which I look forward very much.  I wish all those seeking re-election the very best.  As Senator O&rsquo;Meara said, I will be thinking of them.</P>
        <P>It has been a great privilege to serve in the House and it has been very interesting and entertaining.  However, Senator Feeney also raised an issue, which reminds me of how depressing it can be at times.  I have taken an interest in mental illness and the position regarding facilities for children and adolescents with mental illness is as bad as when I first entered the House, which is depressing.  Another issue I raised when I was first elected was the lack of folic acid in flour and, 15 years later, nothing has been done.  How many children with spina bifida have been born in the meantime?</P>
        <P>I would like to thank, in particular, the Clerk and Clerk Assistant of the Seanad for the great kindness and courtesy they showed me over the years and for their helpfulness regarding amendments and Adjournment debates which, as I explained to them, were designed to promote democracy and not to irritate them.  I hope my successor will give them just as good a time with <Col N="2358"/>amendments and Adjournment debates in the future.</P>
      </Speaker>
      <Speaker pid="LabhrasOMurchu"><NameTxt>Labhr&aacute;s &Oacute; Murch&uacute;</NameTxt>
	<P>I would like to be associated with the fine tributes that have been paid to many Members who have inspired and motivated us to greater effort.  I was pleased Senator Quinn picked out the former British Prime Minister, Tony Blair, and the former President of the United States, Bill Clinton.  It would be ungrateful of us during the final sitting of this Seanad to fail to acknowledge the major contribution they have made in bringing us to where we are today through the peace process.  We would not have celebrated, perhaps, one of the greatest achievements in the lifetime of the Seanad but for them and others who played a role in the process.</P>
        <P Just="Left">The role and effectiveness of the House have, rightly, been debated many times.  Such debates give us an opportunity to reflect on whether we are happy with the work of the House.  This Seanad has done particularly well.  Members played a leading role on a number of major issues that were debated by questioning the wisdom, legality and morality, for example, of the invasion of Iraq and the terrible spiral of violence that was unleashed on the world. Is it not interesting that today fewer than 30% of American people believe the invasion of Iraq was correct?  When we raised it in this Chamber, it did not seem politically correct but we did this House proud in that we led rather than followed on the issue and put our heads above the parapet when it was necessary.</P>
        <P>We did likewise when it came to the plight of the Palestinian people.  It is absolutely and utterly obscene to use the Palestinian people as a pawn in world politics.</P>
    </Speaker><!--Fix-->
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="LabhrasOMurchu"><NameTxt>Labhr&aacute;s &Oacute; Murch&uacute;</NameTxt>
	<P>It is more obscene to try to starve democracy into submission, and that is exactly what is being done at present.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Absolutely.</P>
      </Speaker>
      <Speaker pid="LabhrasOMurchu"><NameTxt>Labhr&aacute;s &Oacute; Murch&uacute;</NameTxt>
	<P>I stated in the very early stages of the debate that Hamas was democratically elected to the Palestinian Government, and if the rest of the world had come in behind it at that time, recognising the democratic result, we would not have the crisis and mess we have at the moment.  We must now reflect and consider whether we should break loose from this political correctness in international politics and be independent in expressing our views.  We can draw on our own history.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Hear, hear.</P>
      </Speaker><Col N="2359"/>
      <Speaker pid="LabhrasOMurchu"><NameTxt>Labhr&aacute;s &Oacute; Murch&uacute;</NameTxt>
	<P>We can draw on the many causes we have promoted down through the decades.  In doing so, perhaps we can give guidance.  We should be to the fore rather than acting when it is too late.</P>
        <P>I asked a representative of the coalition Palestinian Government why Hamas was never mentioned in the meeting.  Why was the democratically elected party and government not being recognised, even by its ambassadorial people abroad?  We must break free from the strait jacket if the Seanad is to continue to play a meaningful role and if Ireland is, above all else, to continue to be an honest broker in international politics, which it is and has been respected as a result.</P>
        <P Just="Left">This strait jacket has been created by world powers to bring in all the smaller democracies.  In fairness, Ireland has on many occasions stepped outside that strait jacket.  If I had any wish for the future of this House, it would be that it would continue to be courageous in the manner in which it does so.  It should also be central to all debates in the future, be ahead of the crowd and lead as we have done in the past.</P>
        <P>As with other tributes from Members, I have always found the Leas-Chathaoirleach to be excellent in his role.  He has always been tolerant, even on this occasion, allowing me to express myself on the Order of Business.  I wish him and all my other colleagues the very best leading into the next election.</P>
      </Speaker>
      <Speaker pid="BrendanDaly"><NameTxt>Mr. Daly</NameTxt>
	<P>I extend my thanks to the Leas-Chathaoirleach and my appreciation to the Cathaoirleach, who is retiring, and the staff of the House for the co-operation and guidance I have received over the past five years.  I also express thanks to the people of Clare who elected me as their representative in 1973 and supported me in successive elections.  I also express gratitude to the electorate for the Seanad who gave me the opportunity to represent them in this forum, which I deeply appreciate.</P>
        <P>As an innocent bystander I convey my good wishes to all Members going forward in the election.  It will be a very difficult election and there may be many casualties and successes.  I wish candidates from all sides of the House success and I look forward to watching the performances of the next Seanad on television.</P>
        <P>There have been opportunities in this House to express the necessity for Seanad reform.  I support that fully and it is necessary to have major reform in the Seanad.  Within the confines of legislation regarding the House as it is established, there is ample opportunity to bring forward innovative and constructive proposals, legislative and otherwise.  Even within those confines, the Seanad is in a position to make a major contribution to the advancement of political life in Ireland.</P>
        <P>I welcome the opportunity to thank the Leas-Chathaoirleach, the staff of the House and all those who made life very good for me for the past 34 years or so.</P>
      </Speaker><Col N="2360"/>
      <Speaker pid="CamillusGlynn"><NameTxt>Mr. Glynn</NameTxt>
	<P>Like previous speakers, I thank the Leas-Chathaoirleach for the even-handed manner in which he has conducted meetings of the House.  I also extend my sincere thanks to the Cathaoirleach &mdash; who, regrettably, is not present today &mdash; to the Senators who are retiring and to Jody Blake, Deirdre Lane and their staff.  I will be contesting the Seanad election and I wish those colleagues who are doing likewise the very best.</P>
        <P>It would be remiss of me not to mention a number of Members, particularly those who are retiring.  Top of the list is the man who has just spoken, namely, Senator Daly, who has been a fountain of knowledge and a rock of common sense.  The Senator has served at all levels of public life and his long career is a testament to the esteem in which he is held in his native Clare.</P>
        <P>Senator Maurice Hayes, with whom I share a secretary, is also retiring.  The Senator has been of tremendous help to me.  He is an ardent conversationalist, possesses a wealth of knowledge and regardless of the topic, he is on top of it.</P>
        <P>Senators Bohan, Dardis and Henry are also retiring.  Senator Henry and I always found a common denominator on health issues and I thank her for the great support she gave me, not least in respect of diabetes, the silent epidemic, about which I am particularly concerned.  It took a long time for a debate to take place on that matter in the House.  The late, great Senator Kate Walsh was always ardent in her support in respect of this matter, as was Senator Callanan, both of whom contracted that cursed disease.  If I am returned to the Seanad, I give notice now that I will pursue this matter strongly because diabetes has horrendous implications for all aspects of the health service.</P>
        <P>Another matter to which I wish to refer is suicide.  I commend a former Member of the House, Deputy Neville, who is in the Gallery and who has made a crusade out of this issue.  It is a matter of particular concern that young males in a certain age group are seven times more likely to commit suicide than their female counterparts.</P>
        <P>Men&rsquo;s health is also a matter of concern.  When they buy cars, men regularly take them to be serviced.  However, they never seem to look after their own health.  If they do look after it, they usually do so following prompting from their wives, partners, sisters or friends.  We are not the best people in the world for looking after our health.</P>
        <P>I thank Senators Bohan, O&rsquo;Meara, Finucane, Fitzgerald, Cox and others who have decided to call it a day for their contributions to the House.  We are all sent here by those who elect us.  While people might criticise the system by which we are elected, it is certainly one way to see Ireland.  However, there are less taxing and expensive ways of doing so.</P>
        <P>I thank the Leas-Chathaoirleach for his great co-operation and forbearance.  I hope we will both be returned to the Seanad.</P>
      </Speaker><Col N="2361"/>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>I welcome the opportunity to say thanks to a couple of people.  I thank the Leas-Chathaoirleach, the staff of the Seanad and all those in the Seanad Office who have been so wonderfully kind to me on many occasions.</P>
        <P Just="Left">I have been a Member of the House for ten years, during which time I gave birth to three children.  I spent a great deal of time in the Seanad and I have many memories to take with me.  The Seanad is a great place and I thank all of the colleagues with whom I worked during my time here.  I wish everyone going forward for re-election the best of luck.  In particular, I wish those who are retiring and who have shared these ten years with me the very best of luck in whatever they decide to do because it is a big thing to say goodbye and to move on, but move on we do.  I will certainly move on with wonderful memories of my time here and the people who work here, including the ushers, the people in the canteen and those who report the speeches who I am sure sit there every day and think, &ldquo;Jesus, Mary and Joseph, this is so boring, can we not go home?&rdquo;  However, there are also good days.  At times, this Chamber has made a huge difference to legislation.  It depends on the goodness and, I presume, the confidence of the Minister who sits there to listen to the contributions Members make.  The Ministers who have sat there and listened and changed legislation because of the contributions of Members here are better Ministers.  That is the purpose of this House and I ask those who return to the House to retain that tradition and continue that very worthwhile reason for being here.  That is what it is all about.</P>
        <P Just="Left">Sadly, at least three women, Senators O&rsquo;Meara and Henry and myself, will not be back.  I hope those women running for re-election are returned and that other women are successful because it will be a sad day if the number of women involved in politics continues to decrease.  The challenge for the body politic and institutions is to get more women involved.  We must change the way we do business. It does not work for young women or men with families.  If Seanad reform happens in the next Seanad, I hope this is on the agenda.</P>
        <P>I extend my final thanks to my former Fianna F&aacute;il colleagues who are still my friends.  I thank them for all their kindness.  I know Senator Norris is dying for me to go over there.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>There is a nice seat for the Senator over here.  </P>
      </Speaker>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>I thank everyone for their kindness and forbearance at times.  I know I have tried and tested them but I appreciate their friendship.  </P>
      </Speaker>
      <Speaker pid="DonLydon"><NameTxt>Mr. Lydon</NameTxt>
	<P>I pay tribute to the Cathaoirleach and to the Leas-Chathaoirleach for the great work they have done in the past five years and for the courteous way they have behaved.  I also pay particular tribute to the Clerk of the Seanad and all her staff for the courteous, effective and <Col N="2362"/>efficient way they do their work.  They are always available, polite, kind and helpful.</P>
        <P>I pay tribute to and congratulate the four new Members nominated by the Taoiseach.  This may be the last day any of us sit here, although I hope it is not.  To have been here once is an honour, while to have been here a few times is a singular honour.  It is a great House whose work is not always recognised in public.  Many of the great debates that took place in the past, including those concerning German reunification, East Timor, the death penalty and the peace process, in no small measure contributed to the betterment of the people of Ireland and elsewhere.  Some of the speeches were relayed to other countries and, therefore, the House does have an effect.</P>
        <P>To be a Member of this House is a great honour and I am very thankful to those who elected me.  I hope all my colleagues get re-elected if they so wish.  I value their friendship and companionship.  It has been a unique experience to have served here with so many unique individuals like Paddy McGowan, Gordon Wilson, John Robb and Mick Lanigan.  I could not name all the wonderful people who have gone before.  I wish everyone the very best of luck in the election.  I hope they are all re-elected and I hope to get there myself.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P Just="Left">Before I call on the Leader of the House, I wish everybody standing for election the very best of luck.  I wish to pay a compliment to the Cathaoirleach of the Seanad who did a marvellous job in the past five years.  I thank Ms Deirdre Lane and Ms Jody Blake and the staff of the Seanad for the tremendous job they have done in the past five years.  I wish to pay a special compliment to the Deputy Leader of the House, Senator Dardis, the deputy leader of the Opposition, Senator Finucane and Senators Henry and O&rsquo;Meara, who have been the Acting Chairmen for the past five years.  They did their duty when called upon.  I thank them and wish them the very best of luck in their retirement.</P>
        <P>There is a tinge of sadness about today.  There are not many sad days in the House but today is one.  I wish all those Members retiring the best of luck.  It is not easy to call it a day.  Most politicians are either beaten in an election or die in office.  It requires a strong will to retire and call it a day.  I wish those Members retiring the best of luck in their subsequent chosen careers.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I join with other speakers in congratulating the Leas-Chathaoirleach on a job well done in the past ten years.  I commend him on his kindness, help, his easy approach and lovely style of conducting business.  On this sensitive day, he allowed Members to express their wishes without observing time.  It is a sign of his understanding of the occasion.</P>
        <P>I want to be associated with the remarks on the legendary Cathaoirleach, Senator Rory Kiely, <Col N="2363"/>who has been a friend to most of us for the past 30 years.  I wish him well in his retirement.  The clerks, Ms Deirdre Lane and Ms Jody Blake, are a safe pair of hands who run this House.  Ms Lane, in particular, has been very kind and courteous to us all during the years.  I thank the Seanad staff and the parliamentary reporters.  I also thank Mr. Jimmy Walsh, who reports on our activities in the press, and &ldquo;Oireachtas Report&rdquo; which relays to the homes of Ireland the great work that takes place in the Seanad.  Were it not for &ldquo;Oireachtas Report&rdquo; people would be at a disadvantage in understanding the great work and business done in the House.</P>
        <P>For those Members who have the courage to retire, I wish them well.  There are some young Members who will be retiring but I do not rule out the possibility that in the future they will return to assist us in the Oireachtas.  I have had a wonderful working relationship with Senators Finucane and O&rsquo;Meara and wish them well.  I wish Senator Henry, an eminent Member, luck and happiness in her retirement.  I wish Senator Brennan well.  He is a great colleague whose home I visited the evening before last.</P>
        <P>I have had a good working relationship with Senator Cox and wish her well.  I wish Senator Fitzgerald well.  He has been a Member of both Houses.  Senator Bohan, the man from Drumlish, has been in the House for 20 years.  He is a great friend to us all and has helped out many Members by giving them solid advice.  He has been a great family friend as well as an Oireachtas colleague.  The most experienced Member of the House, Senator Daly, has been a Member of the Lower House and a Minister.  A close personal friend, I did my utmost to convince him to stand again for the Seanad.  However, he wants to move on to greener pastures.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>A Senator</NameTxt>
	<P>Did the Acting Leader try hard enough to get him to run?</P>
      </Speaker>
      <Speaker pid="BrendanDaly"><NameTxt>Mr. Daly</NameTxt>
	<P>Not for the labour panel anyway.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I believe the two of us could have made it on that panel.  I wish Senator Daly well in his new career and I hope he will give the country the benefit of his expertise and experience.  I look forward to him serving the nation in another forum in the not-too-distant future.</P>
        <P Just="Left">I thank our colleagues in the Progressive Democrats for their kindness and working relationship in the past ten years, particularly Senator Dardis, the Deputy Leader of the Seanad.  Senator Dardis has been Deputy Leader of the House for ten years and has been exemplary in the manner in which he has carried out his duties.  He has been a wonderful friend, a safe pair of hands and I hope that the wisdom of the Progressive Democrats will serve to return him here, if the opportunity arises, at a future date.  I certainly mean that because he is a man who has the respect of all Members of this House and is <Col N="2364"/>someone who could contribute enormously in this forum in future.</P>
        <P>Many issues were raised.  As someone said, being heavily involved in committee work does not get one re-elected to the D&aacute;il.  The late great Deputy Jim Mitchell presided over a committee that really delivered.  Former Deputy Denis O&rsquo;Donovan presided over a committee and I worked especially hard on the insurance issue.  I realise this was mentioned earlier but I believe it is something the House should bear in mind.</P>
        <P>I wish all aspirants for the Seanad in the forthcoming election well, new as well as outgoing candidates.  I hope they will all be successful, particularly those colleagues with whom we have worked long and hard in this House over the years.  Senator Leyden has mentioned all the new Members, Senators Colm O&rsquo;Gorman, Se&aacute;n Dorgan, Peter Sands and Chris Wall.  I know it was a total oversight that I was left out and naturally I cannot give him my No. 1 on that particular panel, but I wish the Senator well for his re-election.  He has been an outstanding Member of the House and I realise Members will bear that in mind when they are voting.</P>
        <P>Senator O&rsquo;Toole expressed his views on the challenges facing the Seanad in the years ahead, as did Senator Ryan on matters which those two Senators in particular outlined to the House on the promotion of the Gaeltacht areas.  We can certainly allow time to debate this at some length if we are all elected.  If I am re-elected, my priority will be to deal with the question of energy costs.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Hear, hear.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>When we were elected in 2002, the challenge then was the high cost of insurance for small and family-run businesses, private and commercial motorists etc., but now it has moved to energy costs.  Whether it is gas, electricity or whatever, this is now an enormous challenge, especially for small and family businesses.  I certainly will take an active role on this if re-elected.</P>
        <P>Senators Ryan, Dardis, Coghlan, Hayes, Norris, Leyden and O&rsquo;Meara all expressed delight at the release of Alan Johnston.  I join with that because it was wonderful to wake up and hear the lead story of the day as a good news item.  How many times do we wake up and hear nothing but bad news?  This morning, however, all Members of the House join in welcoming the release of this man who has suffered immensely.  We wish Mr. Johnston and his family all the joy in the world.  We hope he can get his life back, which I would say will take considerable time.</P>
        <P>Senator Norris, as usual, is proposing an amendment in respect of No. 24 on the Order of Business, the Civil Partnership Bill 2004.  As the Senator knows, the Order of Business for the day was agreed earlier with the group leaders&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>No.</P>
      </Speaker><Col N="2365"/>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>&mdash;&mdash;and I know that the Independent Senators have a group leader, as do Members on this side of the House.  Given the day that it is, I ask the Senator for his understanding.  He might&mdash;&mdash;</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>No.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>&mdash;&mdash;consider that in the meantime.</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>I have considered it considerably.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I did not indicate a speaking time for No. 2, and I suggest five minutes per Senator if that is agreeable to the House.  Senator O&rsquo;Meara, in her contribution, asked the Seanad to continue to include in its deliberations issues affecting children.  I am sure we can all agree with that.  Senators White and Quinn highlighted the fact of 8 July being a seminal date.  It is the very famous date on which my wife and I got married 39 years ago and it is Senator Maurice Hayes&rsquo;s 80th birthday.  We all wish him well.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is the Senator going to the Munster final as well?</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I hope I will be canvassing in Donegal on that day.</P>
        <P>Senators Hayes, Cummins and Glynn drew attention to the terrible problem of suicide in this country and referred to the 450 people who die in this way every year.  Senator Cummins told me before the Order of Business that he would bring this to the attention of the House this morning.  I thank Senators Cummins and Glynn for calling on the Minister for Health and Children to deal with the problem in a very meaningful way.  I will pass on their proposal for a research centre to the Minister after the Order of Business.</P>
        <P>Senators Quinn and &Oacute; Murch&uacute; had strong views on the lifelong contribution of Tony Blair to politics and asked that he and former President of the United States Bill Clinton be honoured in some way by the Houses of the Oireachtas or the <Col N="2366"/>people of Ireland.  Reference was made to the close working relationship that the Taoiseach, Deputy Bertie Ahern, has had with these two figures.  It has been significant over recent years.  I will pass on the views of the Senators after the Order of Business.</P>
        <P Just="Left">Senators Feeney and Henry expressed strong views on anorexia and the lack of treatment for this problem.  They stated there is particular need for educating young people in this regard.  It is a serious challenge and I am sure the next Seanad will allow sufficient time to discuss it with the Minister.</P>
        <P>Senator &Oacute; Murch&uacute; made a very fine contribution on matters raised in the Seanad and on the guidance offered therein.  The Chamber has been a very honest broker in very difficult times and has allowed Members to address in a truthful way issues that may not have been popular at the time they were raised.  It has since been proven that their views were correct.</P>
        <P>Senator Daly thanked the people of his native Clare for supporting him and sending him here to be their representative.  I thank the Senators for all they have done for the Seanad during the years for which they have been Members.  As Senator Lydon said, very many of us may have made our last speech, but I hope the wisdom of the electorate will be such that we will be returned to the House.  If so, we will look forward to serving the nation with great pride and honour, and we will be privileged to do so.  In the meantime, the decision rests with the electorate.  I wish colleagues well and look forward to upholding the high regard in which this Chamber has been held.  The high standard of debate that has taken place in the House is a credit to all the Members who have served here over the years.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Senator Norris has proposed an amendment to the Order of Business: &ldquo;That No. 24 be taken today.&rdquo;  Is the amendment being pressed?</P>
      </Speaker>
      <Speaker pid="DavidNorris"><NameTxt>Mr. Norris</NameTxt>
	<P>Yes.</P>
      </Speaker>
        <P>Amendment put.</P><Col N="2365"/>
      <Vote>
        <Result>The Seanad divided: T&aacute;, 9; N&iacute;l, 24.</Result>
        <YHeading>T&aacute;</YHeading><Col N="2365"/>
        <YesVote pid="PaulBradford">Bradford, Paul.</YesVote>
        <YesVote pid="MauriceCummins">Cummins, Maurice.</YesVote>
        <YesVote pid="MichaelFinucane">Finucane, Michael.</YesVote>
        <YesVote pid="MaryMWhite">Hayes, Maurice.</YesVote>
        <YesVote pid="MaryHenry">Henry, Mary.</YesVote><Col N="2366"/>
        <YesVote pid="DavidNorris">Norris, David.</YesVote>
        <YesVote pid="KathleenOMeara">O&rsquo;Meara, Kathleen.</YesVote>
        <YesVote pid="ShaneRoss">Ross, Shane.</YesVote>
        <YesVote pid="BrendanRyan">Ryan, Brendan.</YesVote>
        <NHeading><Col N="2365"/>N&iacute;l</NHeading><Col N="2365"/>
        <NoVote pid="PeterCallanan">Callanan, Peter.</NoVote>
        <NoVote pid="DonnieCassidyFF">Cassidy, Donie.</NoVote>
        <NoVote pid="MargaretCox">Cox, Margaret.</NoVote>
        <NoVote pid="BrendanDaly">Daly, Brendan.</NoVote>
        <NoVote pid="SeanDorgan">Dorgan, Se&aacute;n.</NoVote>
        <NoVote pid="GeraldineFeeney">Feeney, Geraldine.</NoVote>
        <NoVote pid="CamillusGlynn">Glynn, Camillus.</NoVote>
        <NoVote pid="JohnGerardHanafin">Hanafin, John.</NoVote>
        <NoVote pid="TonyKett">Kett, Tony.</NoVote><Col N="2366"/>
        <NoVote pid="TerryLeyden">Leyden, Terry.</NoVote>
        <NoVote pid="DonLydon">Lydon, Donal J.</NoVote>
        <NoVote pid="MarcMacSharry">MacSharry, Marc.</NoVote>
        <NoVote pid="JohnMinihan">Minihan, John.</NoVote>
        <NoVote pid="PaschalMooney">Mooney, Paschal C.</NoVote>
        <NoVote pid="PatMoylan">Moylan, Pat.</NoVote>
        <NoVote pid="FrancisOBrien">O&rsquo;Brien, Francis.</NoVote>
        <NoVote pid="LabhrasOMurchu">&Oacute; Murch&uacute;, Labhr&aacute;s.</NoVote>
        <NoVote pid="AnnOrmonde">Ormonde, Ann.</NoVote><Col N="2367"/>
        <NoVote pid="KieranPhelan" head="n"><Col N="2367"/>Phelan, Kieran.</NoVote>
        <?oasys _mv-5- ?><NoVote pid="FergalQuinn">Quinn, Feargal.</NoVote>
        <?oasys _mv-4- ?><NoVote pid="ChrisWall">Wall, Chris.</NoVote><Col N="2368"/>
        <NoVote pid="JimWalsh">Walsh, Jim.</NoVote>
        <NoVote pid="MaryMWhite">White, Mary M.</NoVote>
        <NoVote pid="DiarmuidWilson">Wilson, Diarmuid.</NoVote>
        <Tellers><Col N="2367"/>Tellers: T&aacute;, Senators Henry and Norris; N&iacute;l, Senators Minihan and Moylan.</Tellers><Col N="2367"/>
        <Decision>Amendment declared lost.</Decision>
      </Vote>
        <P>Order of Business agreed to.</P>
 <HtmlBk SectId="3" />
  </MainHeading><!--Fix-->
  <MainHeading Type="GD" LHead="Ministers and Secretaries (Ministers" RHead="of State) Bill 2007: Second Stage"> 
    <Title>Ministers and Secretaries (Ministers of State) Bill 2007: Second Stage. </Title>
        <P>Question proposed: &ldquo;That the Bill be now read a Second Time.&rdquo;</P>
      <Speaker pid="NoelAhern"><TitleTxt>Minister of State at the Department of Finance</TitleTxt><NameTxt>Mr. N. Ahern</NameTxt>
	<P>This Bill is required to give effect to the decision by the Government to increase the maximum number of Ministers of State from 17 to 20.  As Senators will be aware, the number has remained unchanged since 1995, when section 1 of the Ministers and Secretaries (Amendment) Act 1995 increased the maximum from 15 to 17.</P>
        <P>I will outline for the House some of the key reasons behind the proposal in this Bill.  The major consideration, as in 1995, is that of workload.  Since 1995, the quantum and quality of ministerial work has increased significantly as a result of the greater complexity of the policy agenda, the management pressures in giving political direction to extensive Government programmes, and the increased engagement with stakeholders at all levels, both domestically and in Europe.  A Minister of State may receive delegated powers from a Minister in accordance with the Ministers and Secretaries (Amendment) (No. 2) Act 1977.  As a new Government is in place, all such previous orders have lapsed and require to be renewed.  The Government will ensure that all necessary delegation of ministerial functions orders are made as early as practicable.</P>
        <P>While Government workloads have grown everywhere in Europe, Ireland is affected by additional factors.  The population has increased significantly and continues to do so.  The economy has grown rapidly to create opportunities to address and prioritise a wider range of issues while generating public demand for enhanced and improved public services.  To protect and sustain economic growth and competitiveness, we require improved infrastructure and public transport and greater investment in education, research and development.</P>
        <P>Many of the new challenges we face are cross-cutting and of their nature require cross-departmental responses.  For example, while the increase in the number of people coming to live and work in Ireland over the past ten years represents a welcome concomitant of economic growth, increased job opportunities and enhanced social and public services, it presents <Col N="2368"/>real challenges in the provision of public services across a number of fronts.  The provision of education services to the significant number of newcomers creates new and increased demands on teaching resources and language support.  These factors must be considered in conjunction with an ageing population, the increasing importance of lifelong education and the promotion of innovation in the educational and enterprise sectors.  As such, they necessitate increased focus and activity during this D&aacute;il on integration policy, lifelong learning, innovation, children, disability and older people.</P>
        <P>The management of the asylum-seeking process has perhaps tended to overshadow the effective integration of much larger numbers of immigrants overall.  The immigration experiences of other countries demonstrate that the most important factor in avoiding socio-demographic problems down the line is the effective integration of immigrant groups with indigenous populations and, indeed, each other.  Where integration has been mishandled or neglected, the long-term economic and social consequences have proved deleterious and even disastrous.  As relative latecomers to the role of recipient country, we have the opportunity to avoid the mistakes made in certain other states.  We are anxious to address integration in a measured, focused and strategic fashion to which end the Government has appointed a Minister of State with responsibility for integration policy.  Integration is a cross-cutting issue in which a number of Departments are concerned.  Accordingly, it is envisaged that expertise will be drawn from a number of Departments and State bodies to develop a coherent national policy informed by global best practice and tailored to the needs of Irish society and those immigrants lawfully resident here.</P>
        <P>The programme for Government contains a specific pledge to designate a Minister of State with responsibility for older people.  The commitment was made in recognition of the fact that older people constitute an increasingly important area of public policy arising from demographic changes and merit increased and intensified focus.  In 2006, persons aged 65 and over represented approximately 11% of the population, but this percentage is estimated to rise to 14.1% by 2011 and to 20% by 2036.  Planning for an ageing population must begin now and encompass problems of special relevance to this older cadre.  Such planning must address the development of services for older people nationally, including palliative care services, as well as nursing home <Col N="2369"/>capacity and standards.  As the programme for Government indicates, a central element of planning will be the preparation of a national positive ageing strategy, a major objective of which will be to maximise the independence of older people and make it easier for them to stay in their own homes.</P>
        <P>These are only indicative examples, but I believe they also reinforce the need for extra assistance at Minister of State level.  Public policy has become more complex as our society has grown and developed.  We are all aware of the need to tackle various policy issues in a cross-departmental and more focused manner.  This has been a successful approach in the past, as I know from my experience in dealing with issues, such as drugs and homelessness.  The increase in the number of Ministers of State will enable the Government to extend this cross-cutting approach to the many issues in which more than one Department has a significant role.</P>
        <P>I believe the additional Ministers of State will play a valuable role in the delivery of our extensive programme for Government, and, accordingly, I commend the Bill to the House.</P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>I congratulate Deputy Noel Ahern on his appointment as Minister of State.  This is an expensive, wasteful and cynical Bill.  We have been asked to create three new posts, each of which will cost &euro;4 million over the life of the Government.  Let me give Members an idea of what could be done with &euro;4 million.  It would fund 700,000 home help hours or give 23,000 people medical cards.  The country is being asked to forfeit other priorities without a business case being made for these posts, the setting of performance tests or any indication that they will yield value to the taxpayer.  While my party has no personal gripes with these lucky &euro;4 million men, we will not stand over this roughshod trampling down of the taxpayer.</P>
        <P>The path to the creation of three new Government posts is the very same one that resulted in the break-neck expansion of public spending in recent years without commensurate improvements in the quality of public services and where we paid out &euro;1.3 billion in benchmarking awards and got precious little in return.  It is soft option politics.  It is the sort of politics we need to bring an end to if we are to meet the new challenges this country faces.</P>
        <P Just="Left">The solemn pledges on class sizes, hospital waiting lists and the delivery of social and affordable housing have been cast aside without any consequences for the Ministers concerned.  The failure to apply proper evaluation procedures in advance of committing public moneys has resulted in significant costs for the taxpayer but no consequences for the sponsoring Minister.  Stadium Campus Ireland, electronic voting, MediaLab Europe, PPARS and the Punchestown equine centre are some such examples.  The virtual collapse of major Government policies, such <Col N="2370"/>as decentralisation and the climate change strategy, have been simply ignored.  Even the failure by a Minister to read the brief provided for him by officials, a failure that resulted in significant costs to the taxpayer, has had no consequences for the Minister concerned.  The ordinary taxpayer is sick, sore and tired of this treatment.</P>
        <P>No test of performance has been applied by the Taoiseach in his selection of Ministers and Ministers of State.  As a consequence, the essential dynamic of any organisation to perform to a high standard is being undermined.  Posts are being filled by time servers when loyalty and endurance are the primary qualities recognised.</P>
        <P>This Bill is a measure to create new posts designed to quell unrest among backbenchers, who rightly see a congested and unfair plutocracy blocking the way of new talent.  The Taoiseach has argued that government has become more complex and he needs new posts to manage the volume of business,  New challengers are always arising, just as there is always a constant demand for new programmes and activities.  It is the role of the Taoiseach, however, to set priorities.  When some new need arises and demands attention, other areas of lower priority that have been soaking up resources must make way.  If there are new tasks that need the supervision of a dedicated Minister of State, they should be accommodated by closing down areas that no longer justify such a level of political oversight.</P>
        <P Just="Left">The appointment of each Minister of State will cost the taxpayer &euro;4 million over the life of this Government.  To justify such spending, a clear policy agenda with a tough performance standard should be set out, but because of the slide in the performance standards of senior Ministers, the Taoiseach would have no credible authority to impose such demands on newly appointed Ministers of State.  I do not think either that the case for an innovation strategy is strong.  Do we really need separate Departments for forestry and for horticulture on top of the Department of Agriculture, Fisheries and Food, with its own senior Ministry?  Is there not scope to consolidate integration policy with equality?  We now have separate Ministers for food and food safety.  The Taoiseach&rsquo;s concern was not about identifying new areas of importance and allocating people skill and aptitude to address these tasks.  It has been widely publicised that many backbenchers feel aggrieved by the selection process on which the Taoiseach has embarked with regard to the appointment of Ministers of State.</P>
        <P Just="Left">This Bill is about nothing other than keeping the Green Party, which has got nothing in terms of policy, happy.  The Taoiseach and Fianna F&aacute;il got such a good deal from a weak, pathetic and miserable Green Party negotiating team, that they decided to take solace in jobs for the boys.  This Government has disgraced itself from the start.  Since the election we have been treated to failure to allow the Oireachtas to know what <Col N="2371"/>agreements have been entered into in order to copperfasten this Government.  It is an affront to proper standards of accountability.  It is a disgrace that the Taoiseach, when he did not need the Independent Members of the House, entered into private deals with them without making these deals or their quantifiable costs known to the electorate.  It is an insult to the people.  The taxpayer is entitled to know the details of those private deals.  There should not be private arrangements between the Taoiseach and Independent Members of this or the other House.</P>
        <P>The selection by the Taoiseach of his preferred nominee for Leas-Cheann Comhairle was a crude political stroke that showed no respect to the mandate of other Deputies, as was the appointment of a Ceann Comhairle, once again from the Government party.  The pronouncements on the suitability of Deputy Beverly Flynn for ministerial position at a time when she was seeking to overturn existing law and to reduce the payments owing by her to RTE showed little respect for the independence of the authorities dealing with those issues.  This is a point that was brought up in the ethics Bill that we discussed yesterday.  I raise this as an issue that, among others, arose since the election.</P>
        <P Just="Left">Fianna F&aacute;il, aided and abetted by the Progressive Democrats, of whom we would expect nothing else, and the Green Party, of whom we expected so much more, may have made a correct calculation that by the time voters are again asked to express their preferences, this sort of contempt for standards will be long forgotten.  We make the point loudly and clearly that we will strive for higher ideals.  Where the Government proceeds in the direction it has gone already in the past in regard to appointments, we will quickly remind it of its aberrations.  We see this as an expensive, wasteful and cynical Bill.</P>
      </Speaker>
      <Speaker pid="JohnGerardHanafin"><NameTxt>Mr. Hanafin</NameTxt>
	<P>I welcome the Minister back to the House and wish him well in his new capacity.  I support the proposal in the Ministers and Secretaries (Ministers of State) Bill 2007 that the Government may, on the nomination of the Taoiseach, appoint not more than 20 persons who are Members of either House of the Oireachtas to be Ministers of State at Departments of State and may, at any time, on the recommendation of the Taoiseach, remove a Minister of State so appointed.</P>
        <P Just="Left">In 1995, Deputy Ruair&iacute; Quinn appointed extra Ministers of State on the basis of need.  It reminds me of how much an Opposition can say and do something while in Opposition but do the exact opposite when in Government.  It might even suggest that it would not be divisive on the last sitting of the House and then turn around and be very divisive.  If there was a need in 1995 for extra Ministers of State, there is certainly a need, 12 years later, in 2007, when Ireland has changed substantially in terms of our increased immigrant <Col N="2372"/>population, our economy which has doubled in that time, the number of new houses being built, the infrastructure with every city linked by motorways, the global initiative of which we are part and our role in addressing global warming and EU expansion.</P>
        <P Just="Left">There is a compelling case for extra Ministers of State.  It is wholly inappropriate for the Opposition, who in 1995 appointed extra Ministers of State, to tell us in the Ireland of 2007 that we do not need extra Ministers of State, especially given this Government&rsquo;s attention to issues such as insurance, which at the beginning of 2002 resulted in job losses and people not being able to afford to take out insurance and caused real problems for competition in our economy.  The price of insurance today is at the same level in real terms as it was in 1997.  This is as a direct result of the work of this House.</P>
        <P>People have been appointed to address issues such as care of the elderly.  We need to upskill if we are to meet the needs of our high wage economy.  We need to have fifth level people coming on stream because the economy and foreign direct investment demand it.  We need people with doctorates and masters.  We need an economy that is inclusive of all its citizens.</P>
        <P Just="Left">Forestry is an important area, as is global warming.  We are now conscious of the effects of what we do in our global environment.  In regard to horticulture, we need to produce more food going forward and to ensure our food is safe.  I commend the Taoiseach on what he has done in this area.</P>
        <P>Sadly, we heard this morning remarks in respect of the appointments of the Ceann Comhairle and Leas-Cheann Comhairle of the D&aacute;il.  I suggest it was wholly inappropriate of the Opposition to raise this matter in the House.  I commend the Government on its choice of Ceann Comhairle and Leas-Cheann Comhairle.  Anybody, in either House, who shows disrespect for those appointments should not get away with it.</P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>Senator Hanafin should read what I said.</P>
      </Speaker>
      <Speaker pid="JohnGerardHanafin"><NameTxt>Mr. Hanafin</NameTxt>
	<P>I am not blaming Senator Finucane.</P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>Senator Hanafin has addressed what I said earlier and I am entitled, on a point of order, to respond.</P>
      </Speaker>
      <Speaker pid="MaryHenry"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Dr. Henry</NameTxt>
	<P>Senator Hanafin to continue, without interruption, please.</P>
      </Speaker>
      <Speaker pid="JohnGerardHanafin"><NameTxt>Mr. Hanafin</NameTxt>
	<P>Only when what I say relates to the Senator.</P>
      </Speaker>
        <P><i>(Interruptions).</i></P>
      <Speaker pid="JohnGerardHanafin"><NameTxt>Mr. Hanafin</NameTxt>
	<P>I have referred to the Senator on numerous occasions but not in this particular instance.  You raised the case&mdash;&mdash;</P>
      </Speaker><Col N="2373"/>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>Senator Hanafin should speak through the Chair.</P>
      </Speaker>
      <Speaker pid="JohnGerardHanafin"><NameTxt>Mr. Hanafin</NameTxt>
	<P>The issue about the Ceann Comhairle and Leas-Cheann Comhairle was raised in the House this morning.</P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>I am perfectly entitled to raise it.</P>
      </Speaker>
      <Speaker pid="JohnGerardHanafin"><NameTxt>Mr. Hanafin</NameTxt>
	<P Just="Left">The reality is, though I know it is hard to get over, that the Opposition would not have supported this Government.  We know that.  The Opposition lost and should move on.  We must accept those appointed to the position of Ceann Comhairle and Leas-Cheann Comhairle.  I do not believe it is good for such matters to be raised in that context.  We are all aware of what happened last week.  It is not good for that to be happening in either House.</P>
        <P>This Bill is entirely and wholly appropriate.  It is important that this Government continues, together with the type of progress it has made during the past ten years.  I look forward to the Government being in office for another five years.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>I call Senator Quinn.  The Senator has eight minutes.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>I welcome the Minister of State to the House.  Senator Hanafin has drawn our attention to some of the successes during the past five years.  I accept his example in respect of insurance in terms of the Government&rsquo;s battle against insurance costs.  However, I will be opposing the Bill.  I do so not with any inherent opposition to what Government has done in the past but for a specific reason.  In the 14 years that it has been my privilege and honour to serve in this House I have often had the opportunity to criticise legislation that was being rushed through the Oireachtas without sufficient time being provided for us to scrutinise it properly.  I have stated again and again that speedy legislation almost always results in bad legislation.  Time tends to reveal flaws that could have been noticed had the legislation been debated in a more leisurely manner.  We should not rush measures such as this through both Houses of the Oireachtas.</P>
        <P>What we are dealing with today is bad legislation of a different kind, an altogether worse kind.  Most emergency legislation arises out of a real need and the intention behind it is at least worthy.  We have all accepted on occasion the need to pass legislation urgently.  No such defence can be offered for this Bill.  It has been introduced for the most questionable of reasons.  It is gravely flawed on its very face.  It is one thing to pass a measure while believing its flaws may show up after a time.  It is another to pass a measure that bears its flaws for all of us to see as it passes through the Houses.</P>
        <P>I now have family in France and I find myself taking an interest in what happens there.  When <Col N="2374"/>Nicolas Sarkozy was elected President of France, he started his term of office with a striking symbolic gesture.  He announced a Government with far fewer members than has been the norm recently in that country.  That gesture not only brought about better and more effective government, it also cost the French taxpayer less.  It also made sense as a response to the widely felt public opinion that in recent years government had tended to grow like Topsy without any apparent restraint and without any clear benefit to the people who paid for it.  What a bold gesture that was by the French Government and President.  It was one that we would have done well to emulate in this much smaller country.  Instead, our new Government tarnished its image in its first days by producing a shoddy Bill, the effect of which will be to bloat the benches of Government further and will produce worse administration at higher cost.</P>
        <P>When he announced his intention to increase the number of Ministers of State from the already bloated figure, the Taoiseach waved a fig leaf of justification in our direction but he did so limply and with no conviction.  No growing or pressing workload will be addressed by making these appointments.  The Minister of State and Senator Hanafin both mentioned the increased population and the challenges that brings.  That does not create a need for extra Ministers of State.</P>
        <P>The new Government faces many more major challenges than in the past ten years.  The biggest of all is the crumbling national competitiveness which becomes worse every month because of inflation at double the European average.  This battle against inflation should be very high on our agenda.  One of the reasons for our inflation, as the figures we saw yesterday show, is the huge increase in the cost of Government.  Despite this, one of the first acts of the Government has been to increase that cost again.  I did not hear the Minister of State explaining why this is a worthy increase in cost.  If the battle against inflation has such a high level of importance, the Government should reduce the cost of Government by reducing the number of Ministers of State from 17 to the original 15 of 12 years ago.  This Bill will not address the challenge of national competitiveness, the battle against inflation or any of the other serious challenges that lie ahead.</P>
        <P>The motivation behind this Bill, which even the Government has hardly bothered to mask, is purely political.  This is a very expensive Bill which is being rushed through as emergency legislation purely to fulfil the narrow political needs of the incoming Government.  Winning office as a Minister of State is a wonderful occasion for any politician.  It is the first rung on the ladder of Government.  It is a pity those who rise to this office on this occasion do so by means of a tawdry political gesture which, inevitably, detracts from their very achievement.</P>
        <P>It gives me no pleasure to voice my opposition to the Bill, not just because of its content but <Col N="2375"/>because of the speed at which it is being introduced.  I express this disappointment, although it is highly unlikely we will be able to stop the Bill going through.  I would have preferred to have seen the new Government in its first days in office state it was introducing a Bill to appoint only 15 Ministers of State rather than 17, although it probably would not have had to do so.  It would have set an example that one of the challenges it faces and that one of its priorities is to reduce the cost of Government in this State.  Therefore, it would have set an example to all those other areas in which inflation is increasing, thus reducing our national competitiveness.  I urge us to rethink this Bill.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Mr. O&rsquo;Gorman</NameTxt>
	<P Just="Left">I hope the Acting Chairman will excuse me if I speak outside the conventions of the House.  As everybody is aware, it is my second day in the House as it is only the second day it has sat since my appointment following the death of Senator Kate Walsh.  I wish to start by paying tribute to the late Senator Kate Walsh.  She is a lady who sadly I met only on half a dozen occasions and did not get to know in the way I would have.  However, I was struck by her enormous passion, determination and compassion.  On a number of occasions following my appointment, Members from all sides of this House approached me and spoke fondly of her.  It was a nice way to get a sense of who she was as a lady given that I did not have the chance to get to know her terribly well.</P>
        <P>Yesterday I was struck by many of the comments in the House about the appointment of Senators in the short term.  On the day of my appointment when I came up to sign the register of the Seanad, Members of both Houses pointed out to me with a certain amount of glee that it now meant I had free car parking in the House for life.  Yesterday that was pointed out in a very different tone.  It is a perk many like to point out.  However, for me the only purpose of having car parking in the grounds of Leinster House must surely be to be able to contribute to the work which goes on here.  That would be my primary interest.</P>
        <P>I return to the Bill before the House.  Members will excuse me if I am naive and idealistic in my take on this but it is important to separate the political from the practical.  One thing which was certain was that the Opposition would oppose this Bill and speak in emotive terms about big Government, waste of money, Government excess, etc., and point out that it would have done things very differently.  We will have to take Fine Gael&rsquo;s word that in the negotiations it undertook with members of all parties and of none in its efforts to form a Government, it would have adopted a very different approach to the Government.  I am not so certain that is the case.  It may also be the case that had Fine Gael been successful, members of other parties would now be rais<Col N="2376"/>ing exactly the questions it is raising.  Perhaps that is just part of the game.</P>
        <P Just="Left">It seems the net outcome of this Bill in terms of the new positions which will be created is that it will be of significant benefit to the State and to certain people in it.  We are all very aware that in the run up to the election, interest groups and others would have lobbied very hard about the creation of Ministries of State and senior Ministries to meet their interests.  If Government was ever to meet all those demands, we would probably have a Cabinet table with approximately 30 chairs around it and a Minister of State complement massively increased beyond its current level.</P>
        <P Just="Left">We must consider the importance of the posts being created as a result of the Bill.  I would like to speak particularly about the creation of a Minister of State with responsibility for integration and a Minister of State with responsibility for older people.  It is one thing to make an argument about cost effective government, which my party has advanced on many occasions over the years.  Although I was not there, I remember our negotiations on a programme for Government which successfully sought the abolition of programme managers across all Ministries.  I can stand over the record of my party, despite what Senator Michael Finucane said about our role, in reducing the cost and perhaps the size of Government on occasion.</P>
        <P Just="Left">I am certain the Immigrant Council of Ireland, the Older and Bolder campaign and many others would not agree that the creation of Ministries of State with responsibility in those areas is an excessive waste of taxpayers&rsquo; money, a waste of time or the creation of jobs for the boys, which clearly it is not.</P>
      </Speaker>
      <Speaker pid="KathleenOMeara"><NameTxt>Ms O&rsquo;Meara</NameTxt>
	<P>Or the girls.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Mr. O&rsquo;Gorman</NameTxt>
	<P>Absolutely.  The areas of integration and older people present a huge and significant challenge.  Members of Senator Finucane&rsquo;s party have played a significant and worthwhile role in raising issues, particularly in regard to the treatment of older people in residential care.  The creation of this Ministry is in part a reflection of the importance of that issue, and I welcome it in that context.  It is some years since the report in 2002 on elder abuse.  Given my work before now, I am certain that unless one creates a voice at the highest levels or within Government for people who have been marginalised, one is unlikely to hear of and understand the pressing needs of that group.  That is the case in this instance.</P>
        <P>I warmly welcome the appointment of a Minister of State with responsibility for older people.  I hope that post will grow in significance.  One can point to the success of the Office of the Minister for Children, which started in a similar way.  My party had proposed the creation of an ombudsman for older people.  Perhaps that will be con<Col N="2377"/>sidered at some stage in the future.  Legislation and social policy with regard to ageing and older people will require significant attention and, to that end, it is an important appointment.</P>
        <P Just="Left">With regard to integration, I lived in the UK for 17 years.  That country experienced the same inward migration 50 years ago that we are experiencing now.  I saw the consequences of the failure to address that issue properly.  They can also be seen in many other countries, such as in France last summer and in the United States.  Failure to deal properly with immigration in a way that promotes appropriate and successful integration would be a gross failure on the part of a state that has the opportunity to learn from the failures or mistakes of other states.  To that end, I welcome the appointment.</P>
        <P Just="Left">It is, of course, the job of the Opposition to suggest that the Government be mindful of how it uses public money.  It also must ensure that office holders discharge their responsibilities.  These are two different issues.  To oppose this measure for the sake of opposition without recognising the importance of the positions being created is short-sighted and contrary to the significant needs of the groups that will be better represented as a result of these appointments.  I am delighted to support this Bill.  If it is necessary to examine how these officeholders discharge their responsibilities, I am sure the Opposition will be delighted to do it and I look forward to that.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>I congratulate Senator O&rsquo;Gorman on his maiden speech.</P>
      </Speaker>
      <Speaker pid="KathleenOMeara"><NameTxt>Ms O&rsquo;Meara</NameTxt>
	<P>I, too, congratulate Senator O&rsquo;Gorman on his maiden speech.  I hope he gets an opportunity to contribute further in the future but, if not, he can be assured that he has made a contribution to this Seanad.</P>
        <P>I welcome the opportunity to speak on this legislation.  I congratulate my constituency colleague, Deputy Hoctor, on her appointment as Minister of State.  She has been given considerable responsibility in the area of care of the elderly.  It is an onerous and responsible duty and I wish her well in it.  I do not accept the argument that the cost to the taxpayer of Government or additional Ministers of State should be the only consideration when dealing with the number of Ministers of State or the extent of Government Departments.  It must be a consideration, but should not be the only one.</P>
        <P>One of the most important issues is the effectiveness of the work of the Minister of State and the Department he or she runs.  Senator O&rsquo;Gorman mentioned that point.  We must also recognise that our committee system, as currently constituted, is not working effectively to hold Ministers and Ministers of State sufficiently to account for their work.  A number of pertinent issues in the past five years were not effectively or sufficiently dealt with by Government but <Col N="2378"/>there was no mechanism available to change that in time to make a difference.</P>
        <P Just="Left">Take the mental health area as an example.  That issue is close to Senator Henry&rsquo;s heart and I have raised it in the Seanad on a number of occasions.  In north Tipperary it is an issue of major concern for a number of individuals, groups and families in the local community due to the absence of sufficient and appropriate services for people who suffer from mental ill-health.  The former Minister of State, Deputy Tim O&rsquo;Malley, was responsible for the publication of more than one very good report.  However, it was reported by the inspectorate that in the two years between the publication of a report and the election, progress was not made on implementing very fine and widely agreed recommendations.  The result is that people who need services still do not receive them.  The bottom line is that the Department was not effective in delivering those services.</P>
        <P>Other Senators referred to child care.  In this House I acknowledged the commitment, dedication and work of the former Minister of State with responsibility for children, Deputy Brian Lenihan.  However, the intention of the establishment of the Department was not met.  Entire areas have not been effectively or sufficiently dealt with, such as the growing needs of children in care.  It must be measured in effectiveness as well as cost which should not be disregarded.</P>
        <P>Accountability must also come into play and one of the most important aspects is to examine our systems of accountability.  Government is growing not only because we have more Ministers of State but also because we do not appear to ask the question whether Government could be smaller.  Automatically, the issue is that Government will be bigger.</P>
        <P>I wish to raise the issue of managing the issue of integration, which was referred to by Senator O&rsquo;Gorman, and the Taoiseach and the Minister have also referred to it.  The speed at which we received a new population in this country is extraordinary.  To a large extent, we have dealt with it effectively, but many issues are bubbling under the surface which will come back to haunt us shortly if we do not get our act together.</P>
        <P>I wish all the new Ministers of State well.  In particular, I wish my constituency colleague, Deputy Hoctor, all the best with her new and onerous responsibility.  I am sure she has the ability and commitment to make a difference in the area.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>Senator Dorgan is the next speaker and he has four minutes.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>He has eight minutes.  I beg the Acting Chairman&rsquo;s pardon.  For the information of the House&mdash;&mdash;</P>
      </Speaker><Col N="2379"/>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>The instructions I was given were that spokespersons had eight minutes and other Senators had four minutes.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I discussed No. 1 with the Clerk prior to the Order of Business and agreed to debate it until 1 p.m. with eight minutes&rsquo; speaking time to allow new Members make their maiden speeches.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>I understood that is what was agreed.  However, the instructions I was given were eight minutes for spokespersons and four minutes for other Senators.  Is it agreed that Senator Dorgan will speak for eight minutes?</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Will this allow me time to speak?</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>Yes.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>I am not sure what is being agreed.  I would prefer to hear a four minute speech rather than a two minute speech.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>It is clear that what we agreed on the Order of Business was eight minutes&rsquo; speaking time on No. 1.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>This is also my memory.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I thank the Acting Chairman.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>We should also have time for Senator White to speak.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>We can extend it.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>Can we take it for granted that there will be enough time?</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>Yes.  It is agreed that Senator Dorgan will speak for eight  minutes.</P>
    <HtmlBk SectId="4" />
    </Speaker><!--Fix-->
      <Speaker pid="SeanDorgan"><NameTxt>Mr. Dorgan</NameTxt>
	<P>Like Senator O&rsquo;Gorman, as this is my maiden speech, I ask the Acting Chairman for her patience and forbearance while I briefly go through a number of matters of importance to me.  Like all Members, I welcome the Minister of State to the House, congratulate him on his appointment to the Department of Finance and wish him well.  I welcome the Bill.</P>
        <P>Having followed the affairs of the Seanad as an interested observer for many years, it is a great privilege to address the House as a Member.  I thank all Members for their warm welcome and kind comments since my appointment by the Taoiseach two weeks ago.</P>
        <P Just="Left">Mine is an interim appointment and my time in the House will be short.  However, it is a huge honour for me and my family to serve as Senator.  I am sure it is a memory I will treasure for the rest of my life.  As I stand here today, I am conscious that I stand in a chamber that is hugely important to our democracy, a chamber that has <Col N="2380"/>made a long-lasting and invaluable contribution to the development of our republic.</P>
        <P Just="Left">In my day job as general secretary of Fianna F&aacute;il, I have closely observed in recent years the workings and business of this House.  I am aware of the commitment and contributions made by Members from all sides to the continued working of our democracy.  Sometimes I am frustrated and annoyed when I hear some commentators criticise the Seanad, among other things, many of whom have probably never visited the House or studied its workings.</P>
        <P>Yesterday I heard some Members call for reform of the Seanad.  That is something to which Fianna F&aacute;il is committed.  Some years ago Fianna F&aacute;il made a detailed submission on the reform of the Seanad to the group shared by then Leader, now Deputy Mary O&rsquo;Rourke.  I visited here at that time with colleagues from our party to present our submission.  I note that the programme for Government makes a commitment to seek cross-party support to establish areas of agreement in terms of moving that report forward.</P>
        <P>To have been nominated by the Taoiseach is a personal honour.  However, I see it more as a recognition of our party&rsquo;s staff who have worked so hard all year round to support our leader, our elected representatives, and during the past two years our election candidates, along with our 50,000 plus members.  Today I pay tribute to them.  They are a dynamic, committed team and combine a mix of youth and experience together with a uniform dedication.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>Forgive me.  I ask the Senator to turn off his mobile phone because apparently his speech will not be recorded.</P>
      </Speaker>
      <Speaker pid="SeanDorgan"><NameTxt>Mr. Dorgan</NameTxt>
	<P>I beg your pardon.  It is a privilege to work with them and their contribution to the recent election campaign has been invaluable.  I acknowledge the other new Senators appointed by the Taoiseach for the remainder of this session.  Senator Cassidy&rsquo;s knowledge of the Seanad is unmatched and his return to the position of Leader of the House has been widely welcomed.  Both Senator Sands and Senator Wall represent an essential but rarely acknowledged part of our democracy.  They have been active in politics longer than most but it has never been a career for them.  Their contribution has been to work in their communities on behalf of their party and its representatives.  They have also distinguished themselves in other areas of public and community service.  I acknowledge also the appointment of Senator O&rsquo;Gorman.</P>
        <P>It is simply not possible to have a healthy democracy without a broad base of activists within all our parties.  There are many countries where parties have tiny memberships and little direct contact with the public and where politics is something which takes place in the media alone.  Thankfully, that is not the case in Ireland.  Com<Col N="2381"/>parative surveys clearly show that the Irish electorate has more contact with its public representatives than political parties in almost any other in Europe.  I acknowledge the importance of political activists across all parties.  They are the life blood of our democracy and, more particularly, I express my gratitude to those many tens of thousands of members of my own party who work extraordinarily hard and whose critical role in the past election campaign will probably only be fully appreciated in years to come.</P>
        <P>There is a growing cynicism towards politics in some quarters which is also directed at the electorate when it chooses to make up its own mind.  This is deeply misplaced and is based on little more than a dismissive and simplistic caricature of what motivates people to be involved in politics.   The overwhelming majority of people involved in politics give a huge amount of time and receive nothing in return but the satisfaction of working for people and ideas in which they believe.  In the recent general election campaign, tens of thousands of political activists from all political parties and none worked for weeks and months in advance of polling day.  For a country of our size, this is significant and should be cherished and nurtured and not lightly dismissed.  All political parties have a duty to do more to encourage more people to get involved and to value and encourage their contributions.</P>
        <P>The Bill is the final element in the process of forming the Government which emerged following the recent general election.  The Taoiseach and Fianna F&aacute;il fought that election on the basis of a positive manifesto.  Having agreed a programme for Government with coalition partners, the Taoiseach has now decided the make-up of the ministerial team to implement the programme and the roles they are to fulfil.  The programme for Government is very ambitious.  While it has as its foundation an absolute commitment to protecting prosperity, it also involves significant steps forward on issues such as the elderly, disability and the environment.</P>
        <P>It is an accepted form of modern government that many of the most significant challenges require a cross-government approach.  While Cabinet committees have an important role to play, the most effective way to push policy development and action is to have one person responsible on a day-to-day basis for bringing together the different strands.  The work of the Minister, Deputy Brian Lenihan, in children&rsquo;s policy showed us all how effective this can be.  With the growing complexity of government and the range of issues that can only be reasonably addressed through a genuinely interdepartmental leadership, I welcome the Taoiseach&rsquo;s proposal to extend the number and range of Ministers of State.</P>
        <P>It is very easy to dismiss, as the Opposition has done, every political job as jobs for the boys.  However, this misses a fundamental fact: the people elect politicians to govern and to make a <Col N="2382"/>difference.  Within a framework, with many limits and oversight mechanisms, the number of ministerial posts that will be put in place if the Bill is passed will be perfectly reasonable and will better enable the Government, returned by the people, to implement its programme.</P>
      </Speaker>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>I congratulate Senator Dorgan on his maiden speech.  I call Senator White, who may mention jobs for the girls as well.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>I welcome the Minister of State and congratulate him on his appointment as Minister of State at the Department of Finance.  I pay tribute to all the work he did on affordable and social housing.  While it was not an easy job to do, the statistics prove the effect his work had locally.  While I did not take the opportunity this morning, as it was inappropriate, I now thank the Acting Chairman, Senator Henry, for her professional medical expertise that she shared with us in the House when she spoke on matters medical.  It was fantastic to listen to her.</P>
        <P>I welcome our two new colleagues, Senators Dorgan and O&rsquo;Gorman.  The integrity of Senator Dorgan as general secretary of the party is beyond doubt all the time.  It cannot be said about everybody, but in Senator Dorgan&rsquo;s case my regard for him is absolute.  As we all know, Senator O&rsquo;Gorman put the issue of child sexual abuse on the agenda.  It was only proper that he was appointed and I hope he will be reappointed to the new Seanad to allow him to continue the work he has done on child sexual abuse which has not been adequately addressed in many institutions beyond those we know about.</P>
        <P Just="Left">I wish to make a point about the three new Minister of State positions.  Senator Quinn referred to jobs for the boys but the new positions are not jobs for the boys or girls.  Our population has increased by 10% over the past number of years and immigrants are critical to the sustainability of our economy.  It would be remiss and neglectful of us as Government policy makers if we did not look after the integration of immigrants and the public would not thank us if we failed to do so.</P>
        <P>A total of 10% of the population comprises foreign nationals.  Immigrants have been not been integrated properly in Britain and France.  For example, five NHS doctors in the UK are alleged to be involved in the latest attempted bombings.  It is difficult that doctors who take an oath to protect life would do so.  There is something wrong in British integration policy.  Most immigrants to Britain hail from former British colonies and some have travelled on to Ireland but, even though many of their children were born in England and they have lived there for many years, they are still not treated as British by the British people because their skin is different.  How did five doctors get involved in bombings in England?  Reference was made earlier to riots in France involving immigrants because of the lack <Col N="2383"/>of proper integration.  A strategic policy on the integration of immigrants is needed and it should respect those who travel here to sustain our economy, given that it would collapse if they did not do so.  The public would be critical of the Government parties if they did not take effective action to integrate immigrants who kindly take up work in the State.</P>
        <P>With regard to the elderly, I published a document, A New Approach to Ageing and Ageism.  I drove the issue of care of the elderly and I ensured it was picked up on the political radar.  I fought hard to ensure the issue was addressed in the Fianna F&aacute;il manifesto.  Our population is both increasing and living longer because of better housing, medication and so on.  However, when I give talks on my document on the elderly, I reiterate that our life expectancy is still lower than 32 other OECD countries because of bad dietary habits, lack of exercise and a propensity towards alcohol and cigarettes.  One of the achievements of the previous Government was the ban on smoking in public places, which was tremendous.  A Minister of State is needed in this area.  A total of 71% of those aged over 50 voted in the general election and, as that cohort of our population increases, it needs to be looked after.  We are 40 years behind the US in the care of our elderly.  I am delighted Deputy Hoctor, who is a sensitive and visionary politician, has been appointed Minister of State for the elderly and she will do a tremendous job.</P>
      <TimeSt down="4" idown="4">1 o&rsquo;clock</TimeSt>
        <P Just="Left">Deputy Devins has been appointed Minister of State at the Department of Health and Children.  As a doctor, he will, hopefully, emulate Senator Henry.  People attending his clinics have mental problems and so on.  I have learned in recent weeks  county councillors also act as social workers and mental health counsellors to the public.  As people no longer go to confession on a Saturday and because of the general fall-off in religion, local authority members and county councillors are looking after the public.  That is a fact.  People come to councillors to get problems off their chest.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>The Senator is over her time.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>I have a final point regarding disability issues and mental health.  It took a long time to get the disability issue on the political radar.  For a long time the human rights of a person born with a physical or mental disability were being neglected because the system was not geared to helping them develop their full potential.</P>
        <P>With regard to Senator Quinn&rsquo;s comments, I do not believe the Bill will just cause more expense.  We must be focused.</P>
      </Speaker><Col N="2384"/>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>The Senator is out of time.</P>
      </Speaker>
      <Speaker pid="MaryMWhite"><NameTxt>Ms White</NameTxt>
	<P>We need constant innovation in Government and policies must be changed.  They cannot be carved in stone and we only continue with Government policies until they need to be changed, as in a good business.  These three portfolios are first class and I know the people in them will do their best to deliver a proper service without added bureaucracy.  They will deliver value for money for the taxpayer in the jobs they do.</P>
      </Speaker>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>I thank the Leader for his consideration.  It gives me great pleasure to speak on this legislation, although I understand my time is short.</P>
        <P>One part of this legislation which disappoints me is that it may have perhaps been the opportune time to take a broader look at what we needed to do in the reviewing of junior ministerial positions within Government.  I have no difficulty in accepting there is a need for greater numbers and the appointment of additional portfolios.  My difficulty stems from an examination I conducted on the geographical spread of the Ministers and Ministers of State.</P>
        <P>It may interest the House and the Minister of State to know that of the 15 members of the Cabinet, there are only four from the Border, midlands and west region.  That includes Deputy Cowen, who I would place in Leinster rather than the Border, midlands and west region.  There are four from elsewhere and seven in the Dublin area.  That makes a statement.</P>
        <P Just="Left">Considering the junior ministerial posts as they have been allocated, we have very fine Ministers of State, including Deputies Smith, Gallagher, Devins and Michael Kitt.  There are four Ministers of State from the Border, midlands and west region.  I would like to record my disappointment that constituencies in the west did not get a greater spread.  There is a lack of transparency, and I understand it is at the discretion of the Taoiseach of the day.</P>
        <P>Is it not time for us to look at this and consider what, geographically, is best for the country?  It should not be about what is best for the particular parliamentary party in power at the time, but what is best for the country.  What is best for corporate Ireland, as the Leader stated yesterday?  How do we keep it moving?</P>
        <P>There could be an option, even through the Government&rsquo;s tenure, for a change, so there would be some kind of equality in the system for all the constituencies.  Every constituency in the country is entitled to representation at the Cabinet table or junior ministerial level.</P>
        <P>Only four Ministers of State, some 20% of the total of 20, are from the BMW region, which makes a statement.  It is probably part of the reason we see what we would have spoken of in the past, an imbalance in the development <Col N="2385"/>between one part of the country and the other.  We have an opportunity, as we go into the next five years, to consider this issue.  I appeal to the Minister of State to put this on the Government radar and accept that we need not only the Seanad reform we spoke of earlier, but that perhaps it is time to review how posts are allocated for the good of the country.</P>
        <P>I do not have a difficulty with the decision to appoint additional Ministers of State, particularly if there is a perceived need for them.  I have not tabled an amendment for Committee Stage but perhaps the Minister of State would take on board, in the context of the good of the country, the need for greater transparency and a better geographical spread as regards these appointments.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>As it is now 1 p.m., I am obliged to put the following question:</P>
        <P LI="1">That notwithstanding anything in Standing Orders, the Bill is hereby read a Second Time, sections 1 and 2 are hereby agreed to in Committee, the Title is hereby agreed to in Committee and the Bill is accordingly reported to the House without amendment, that Fourth Stage is hereby completed and the Bill is hereby received for final consideration, and that the Bill is hereby passed.</P>
      </Speaker>
        <P>Question put and declared carried.</P>
        
 <HtmlBk SectId="5" />
  </MainHeading><!--Fix-->
  <MainHeading Type="GD" LHead="EU-US Agreement:" RHead="Motion"> 
    <Title>EU-US Agreement: Motion. </Title>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I move:</P>
        <P LI="1">That Seanad &Eacute;ireann approves the exercise by the State of the option or discretion, provided by Article 1.11 of the Treaty of Amsterdam, to notify the President of the Council that it wishes to take part in the adoption of the following proposed measure:</P>
       <P LI="1">Agreement between the European Union and the United States of America on the processing and transfer of passenger name record data by air carriers to the United States Department of Homeland Security,</P>
       <P FLI="0">a copy of which proposed measure was laid before Seanad &Eacute;ireann on 3 July 2007.</P>
      </Speaker>
      <Speaker pid="TonyKilleen"><TitleTxt>Minister of State at the Department of the Environment, Heritage and Local Government</TitleTxt><NameTxt>Mr. Killeen</NameTxt>
	<P el="0">This motion under Article 29.4.6&deg; of Bunreacht na h&Eacute;ireann seeks the approval of the House for Ireland to participate in the adoption of a new agreement between the EU and the US concerning the collection, storage, use and transfer of passenger name record, PNR, data.</P>
        <P>The events of 11 September 2001 and terrorist attacks in other parts of the world &mdash; most recently in Glasgow &mdash; have made us even more aware that terrorism is a global problem that affects both Europe and the US.  Following 11 <Col N="2386"/>September 2001, the US radically revised internal security procedures with a view to protecting its citizens from terror attacks.  We share the concerns of the US authorities in this regard.</P>
        <P>The events of 11 September 2001 and the recent incident at Glasgow Airport emphasised the vulnerabilities in the area of aviation.  Since 11 September 2001, enhanced airport security has been a feature throughout the world.  As part of their anti-terrorism measures following these events, the US authorities enacted legislation providing that air carriers operating flights to, from and within United States territory would be obliged to provide them with electronic access to data contained in their reservation and departure systems.  The information concerned is described as passenger name records, PNRs.</P>
        <P>Identification of potentially high-risk passengers through PNR data analysis provides states and aircraft operators with a capacity to improve aviation security, enhance national and border security, prevent and combat terrorist acts and related crimes and other serious crimes &mdash; including organised crime &mdash; that are transnational in nature.  It protects the vital interests of passengers and the general public.  PNR data helps expedite customs and immigration at airports and facilitates and safeguards legitimate passenger traffic.</P>
        <P>Since May 2004, Irish and European carriers have been submitting PNR data to the US authorities.  There have been two agreements between the EU and US which have provided the legal basis for the transfer of records since then.  The first agreement, which was signed in May 2004, was subsequently referred to the European Court of Justice by the European Parliament.  The court found that the legal basis for the Council decision approving the conclusion of the agreement was not appropriate.</P>
        <P Just="Left">A new interim replacement agreement was then negotiated and the State&rsquo;s participation in the adoption of that agreement was approved by both Houses of the Oireachtas in October 2006.  This interim agreement is due to expire on 31 July 2007.  On 27 June 2007, the US authorities and the European Commission, acting on a mandate agreed by the member states of the European Union, completed negotiations on a new long-term agreement on the processing and transfer of passenger name record, PNR, data by air carriers to the US authorities.  The agreement was considered by the Committee of Permanent Representatives to the European Union on 29 June and it is proposed that it will be submitted to the Council for approval on 10 July.  The new agreement will provide a long-term solution for the processing and transfer of PNR data and will be valid for a period of seven years.  This will ensure legal certainty for a considerable period.</P>
        <P>Agreement was also reached on an exchange of letters between the US and the EU.  The US letter gives details of how the US Department of Homeland Security handles the collection, use and storage of PNR data received from air car<Col N="2387"/>riers, referred to in the letter as &ldquo;assurances&rdquo;.  The EU letter acknowledges receipt of this letter and states that the assurances explained in the US letter allow the EU to deem that the Department of Homeland Security ensures an adequate level of data protection for the purposes of the agreement.</P>
        <P Just="Left">The agreement contains important commitments by the Department of Homeland Security on how to handle PNR data in full respect of data protection.  The main differences between the existing interim agreement and the new agreement and the key elements of the new agreement are as follows.  As with the previous agreements on this issue, the new agreement is aimed at preventing and combating terrorism and other serious crimes that are transnational in nature.  The number of EU PNR items to be collected has been reduced from 34 to 19 through a process of rationalisation.  Another element is the deletion of references to the&ldquo;&rsquo;undertakings&rdquo;, which had been part of the existing interim agreement, and their replacement by an exchange of letters between the EU and the US with the US letter outlining how the Department of Homeland Security will collect, use and store PNR data.  The period for retention of records by the Department of Homeland Security will increase from three and a half to seven years for records on active status.  The further retention period of eight years for data in a dormant status is unchanged.  Such data may be accessed only in response to an identifiable case and on the approval of a senior Department of Homeland Security official designated by the Secretary of Homeland Security.  Sensitive data, for example, that relating to ethnic origin, religious beliefs, etc., will be filtered out and deleted by the Department of Homeland Security unless required in exceptional cases, for example, where the life of a data subject or others could be imperilled.  The Department of Homeland Security will extend the US Privacy Act protections providing redress to data subjects seeking information about or correction of their PNR to EU PNR data.  The extension of these protections to non-US citizens is new and did not feature in the existing agreement.  There is also provision in the agreement for a periodic review of how the system is operating.</P>
        <P>It is regretted that the scheduling of the European institutions and the Houses of the Oireachtas has not afforded Members much time to consider this issue.  I am conscious there is a balance to be struck between public security considerations and privacy rights of the individual citizens in this matter.  The European Commission, in line with the mandate it received from the member states, sought to strike that balance in the negotiations with the US authorities.  Important new protections for data and avenues of redress for persons seeking information about, or correction of, PNR data are provided in the <Col N="2388"/>new agreement, which is a welcome development for EU citizens.</P>
        <P>The new agreement will also provide carriers operating services between the EU and the US with the legal certainty they require to enable them to continue to transfer the data required by the US authorities, thus facilitating the continuation of transatlantic air services.</P>
        <P>I commend the motion to the House.</P>
      </Speaker>
      <Speaker pid="PaulBradford"><NameTxt>Mr. Bradford</NameTxt>
	<P>I welcome the Minister of State to the House.  It is possibly a sign of the changed security times in which we live that we must deal with this motion this afternoon.  As the Minister said, the world has changed dramatically since 11 September 2001 and security and counter-terrorism are now much higher up the political agenda than they were heretofore.</P>
        <P Just="Left">Our responsibility is to try to strike the right balance between the need for the maximum possible security for citizens, be they travelling or non-travelling citizens, and protecting in whatever way we can individual human rights.  The type of motion before us highlights how difficult it is at times to strike that balance because we are almost putting in place a Big Brother scenario and yet, regrettably, it might be necessary to put in place this type of system.  The Minister of State pointed out the background to the introduction of the measures.  If this proposal is not agreed, certain doubts might emerge about the viability of much of the commercial airline traffic between Europe and the US.</P>
        <P>The main question that arises concerns the balance between maintaining the citizen&rsquo;s right to privacy and supporting whatever measures are necessary to provide maximum security and tackle international terrorism.  The recent efforts to cause carnage in the UK show how dangerous the world has become and how much more difficult it is for the security forces to track those intent on causing mayhem and carnage.  The passenger record system plays a role in assisting our security forces in countering those who intend to bomb and murder our citizens.  While the need to ensure maximum security necessitates these particular measures, we must acknowledge how rushed the order is with, regrettably, not much time for debate on it.  We must acknowledge that the gap in providing security and protecting the citizen&rsquo;s rights is getting narrower.  The need to provide security against terrorism to some degree is infringing on traditional, hard-won and dearly held rights.  We will have to engage in a more in-depth debate on how to provide for the security of our country and the Continent without infringing on the rights of the individual citizen.</P>
        <P>Do the US authorities exchange data with the EU?  Has the EU requested such a reciprocal arrangement?  I support the overall thrust of the order.  In these challenging times in which global terrorism has become an industry in itself, we must ensure the maximum security of our citizens.  While airline passengers will be discom<Col N="2389"/>moded by this arrangement, it will make life safer for those travelling.  With a degree of reluctance and as I am unable to come up with a better solution, I support the motion.</P>
      </Speaker>
      <Speaker pid="DiarmuidWilson"><NameTxt>Mr. Wilson</NameTxt>
	<P>I should like to share my time with Senator Mooney, with the agreement of the House. </P>
        <P Just="Left">I welcome the Minister of State, Deputy Killeen, to the House and congratulate him on his recent appointment.  I should also like to welcome his officials.  I congratulate those Senators nominated recently by the Taoiseach.  I note that some of them made their maiden speeches today.  I hope this is not my final speech in the Seanad.</P>
      </Speaker>
      <Speaker pid="PaulBradford"><NameTxt>Mr. Bradford</NameTxt>
	<P Just="Left">Safe seat.</P>
      </Speaker>
      <Speaker pid="DiarmuidWilson"><NameTxt>Mr. Wilson</NameTxt>
	<P Just="Left">The terrorist attacks on 11 September 2001, 9/11, in New York and Washington DC have led to major changes in the way security matters are handled throughout the western world, not least in the United States.  The need to monitor and control internal and international flights into, out of and over the United States has required the collection and analysis of vastly greater quantities of data relating to passengers on aircraft.  The principal beneficiary is the United States but others who benefit are the passengers and aircraft crews, a significant number of whom come from this country as well as other member states of the European Union.</P>
        <P Just="Left">The US and other governments have long used passenger lists for screening passengers and persons already on watch lists before they depart on a journey.  Since 11 September 2001, the focus has shifted towards thwarting potential terrorists who are thus far unidentified by using more of the detailed information collected by airlines and travel agencies when an individual books a flight.  These passenger name records, PNRs, contain information such as travel itineraries and payment details that can be analysed in conjunction with current intelligence to identify high risk travellers before they board these planes.</P>
        <P>The current EU-US interim agreement on the use of PNR data expires on 31 July.  This interim agreement was approved by the D&aacute;il and Seanad on 11 October 2006, as required under Article 29.4.6&deg; of the Constitution.  It is important that no legal vacuum is allowed to arise on expiry of the current agreement so that this might affect the ability of carriers to continue to operate transatlantic services.</P>
        <P>I wish to pay tribute to the Leas-Cheann Comhairle for the role he has played in the Seanad, to wish him and all my colleagues well towards their re-election and to convey my best wishes to those not seeking re-election.</P>
      </Speaker>
      <Speaker pid="PaschalMooney"><NameTxt>Mr. Mooney</NameTxt>
	<P Just="Left">I should like to thank my friend and colleague, Senator Wilson, for agreeing to share his time.  I want to reiterate and echo all he has said as regards welcoming the Minister of <Col N="2390"/>State, Deputy Tony Killeen, and his officials.  I congratulate the Minister of State, as well, on his new appointment.  I extend my best wishes to my colleagues on all sides of the House, including the new Senators, some of whom took the opportunity to make their maiden speeches today, as Senator Wilson has indicated.  I, too, hope we can continue to make our contributions in this House, post election, God willing.</P>
        <P>The single greatest foreign policy disaster experienced by the United States in its recent history has been the Iraq war, as regards the impact it is having on the body politic in America, the manner in which it has divided society there and the continuing plummeting of President Bush in the opinion polls.  He is now seen, perhaps, as the lamest of lame ducks as he enters the last 18 months of his presidency.  It is not a great cause for celebration either for me or the vast majority of Irish people who have strong family, ethnic, social and commercial links with the United States.</P>
        <P Just="Left">It is probably important to put on record that this initiative as regards the PNR and the exchange of important data on passenger lists has nothing whatever to do with the Iraq war.  These initiatives, as Senator Wilson has indicated, have all come from the 11 September 2001 disaster, the setting up of the Department of Homeland Security and the increasing pressure placed not only on the American Administration but on governments worldwide as a result of the increase in terrorist activities by al-Qaeda.  Anybody with any doubts that there should be a continuing strengthening of security laws and improvements in the exchange of information between friendly governments cannot help but reflect on what happened in London at the weekend.  We are so close to the United Kingdom and it is a frightening scenario that the UK is on severe high alert and can expect terrorist hits at any time, which could mean the loss of innocent lives.  We must also remember our friends and colleagues in the British Government and parliamentary system as well as our relatives and friends living in the UK at this time.</P>
        <P>I am particularly encouraged &mdash; I am grateful to one of the Minister of State&rsquo;s officials for confirming this &mdash; that data protection in the US is much stronger than in Europe.  As Members will be aware, data protection legislation was initiated and passed in this House that has proven to be of great benefit to the consumer in ensuring that his rights and privacy are respected.  I therefore welcome the Government&rsquo;s decision to make the interim agreement permanent in concert with its EU partners and following on the Commission&rsquo;s directive in this regard.</P>
        <P>The measure will have no impact whatever on the overwhelming majority of passengers travelling to and from the United States.  The information we have ordinarily been giving when filling out the various transit cards on our way to the United States is the information that will be <Col N="2391"/>stored.  There are 19 issues encompassed by the measure.  They have not been itemised by the Minister of State but there is no need to do so because they are all within the same data area.  The reduction to 19 from 35, as listed in the original interim measure, is welcome.</P>
        <P>I am heartened by the fact that the European Union held out very strongly against US pressure from the very beginning of this process to ensure the data it has agreed to exchange are pertinent and relevant.  The storage time has been defined, although it has been increased to seven years, and a further eight years for relevant data.  Having said that, I am considerably heartened by the fact that the US data protection measures are very consumer oriented.  Regardless of one&rsquo;s political criticisms of the United States, one will agree it is a free, open and democratic society and may have the most impressive freedom of information legislation in the world.  We might reflect on how we apply our own freedom of information measures when we are returned to the House.  That is an issue for another day.  I welcome the measure under discussion.</P>
        <P>I welcome the Minister of State, Deputy Tony Killeen.  He has been appointed to a very challenging position but those of us who have known him over a long period can testify to the fact that he has good Clare bones in his body and will be quite capable of rising to all the many challenges that will face him over the years.  I thank the Leas-Chathaoirleach for his courtesy and fairness in the Chair.  Like all my colleagues in this House, I wish him every success in the forthcoming election.</P>
      </Speaker>
      <Speaker pid="BrendanRyan"><NameTxt>Mr. Ryan</NameTxt>
	<P>Cuirim f&aacute;ilte roimh an Aire agus tr&eacute;asla&iacute;m leis.  T&aacute; an ard&uacute; c&eacute;ime at&aacute; faighte aige le d&eacute;ana&iacute; agus a fuair s&eacute; roimh an todhch&aacute;n tuillte aige le blianta.  T&aacute; s&uacute;il agam go n-&eacute;ireoidh go geal leis.</P>
        <P>Am I looking at the same proposal that everybody else is talking about?  We have limited information.  The measure was laid before the Houses of the Oireachtas yesterday and we are agreeing on it today.  I have not had the chance to read it.  If somebody wants to make the point that that is my fault, so be it, but it is not the way the Houses should do their business.  The only detail we have is what is in the Minister of State&rsquo;s script.  While not reflecting on him personally, it is full of vague generalisations and platitudes rather than assurances.</P>
        <P Just="Left">The measure represents the allowance by all the governments of the European Union of a gross and one-sided invasion of the privacy of citizens of the Union travelling to the United States.  We have made no similar request of the United States.  This clearly implies that the possibility of a threat to the United States from Europe-based travellers is deemed vastly greater than the possibility of a threat to the citizens of Europe from anybody based in the United States.  The United <Col N="2392"/>States had Congressmen who yahooed, so to speak, along with representatives of the provisional IRA when we were at the receiving end of IRA terrorism. When we were at the receiving end of IRA terrorism there were members of the United States Congress who ignored that fact and turned them into romantic freedom fighters, yet we did not demand some form of curb on US citizens travelling to Ireland and some sort of extra information about them.</P>
       <P>The United States was subjected to an horrific and profoundly wrong attack.  It seems that since then the rules have all changed and this is profoundly wrong.  This sort of material should be introduced in this House by way of primary legislation, debated on all Stages in both Houses of the Oireachtas, amended as we see fit and ultimately agreed, instead of being passed through the Oireachtas with any of us who are unhappy with it having five minutes in which to speak against it.  Why is it not a reciprocal arrangement?  What sort of spinelessness is at the core of the European Council where it would not say to the United States Government, &ldquo;That is OK.  If you believe that is necessary for the security of the United States, then quite clearly it is necessary for the security of the European Union.&rdquo;  This is not done because the United States would not tolerate such an intrusion into the privacy of its citizens when they are travelling abroad.  The United States has demanded a right to intrude into the privacy of citizens of the European Union, an intrusion it would not allow anybody else to impose upon its own citizens.</P>
        <P>I have nothing particular to hide but I know that activists in the environmental movement in the United States have been hauled off planes by officials of the Department of Homeland Security on the grounds of spurious suggestions that they were a threat to the security of the plane.  These are people involved in campaigns of non-violence whose basic ethic is non-violent.</P>
        <P>The Patriot Act demanded the right to go into every library and find out what books every citizen was reading.  We are now supposed to accept the American assurance that this data will be treated with pristine respect for the privacy of people who are not citizens of the United States.  This assurance comes from a government which claims it had the right to tap the phones of its own citizens without any reference to any judicial oversight.  Why should I trust a government which will not respect the rights of its own citizens?  Why should I trust a government that will not allow the same arrangement to apply to its own citizens that applies to everybody else?  Why should I trust a European Union &mdash; including our own Government &mdash; which capitulated before this pressure?  The answer to those questions is there is no reason I should trust them and therefore I am opposed to this motion and will call a vote because I believe it is profoundly wrong and an extraordinarily dangerous capitulation to pressure to dilute, not just little details, but the <Col N="2393"/>principle that the privacy of individual citizens in a free democracy should not be compromised other than in accordance with primary legislation.  The idea of this assault on privacy by means of a statutory instrument, passed through this House on the last day of our sitting and a day after it was laid before the House, is profoundly wrong and I am opposed to it.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>I welcome the Minister of State back to the House both in the position he holds now and on his re-election.  I delayed speaking until I could hear Senator Brendan Ryan&rsquo;s contribution.  I have a very high regard for the Senator&rsquo;s views and he informed me he was very unhappy about this legislation.  I am in complete agreement with him that there is a need for primary legislation rather than it being rushed through the House.</P>
        <P Just="Left">Primary legislation would afford the House time to consider the matter and it would be preferable not to have all Stages in one sitting day, as has happened yesterday and today with other matters.  It is in the hands of Members to delay this proposal and to return next week because the Minister of State has explained it must be passed by 10 July.  I agree with Senator Ryan that it should be delayed but I do not agree with him as regards the other aspect.  Thirty years ago we began to implement security measures at airports to stop hijackers.  We all objected until we discovered how dangerous it was not to do it.</P>
        <P Just="Left">In recent years, we have not welcomed each extra precaution that has been introduced, such as those where we must show any liquid in a plastic bag before getting on an aeroplane, but when we see what happened in England and Scotland last weekend, we realise that steps must be taken.  If those steps are taken by the Americans because they believe them necessary to protect themselves against a potential threat, we must go along with them.  We have no choice.</P>
        <P>We have not sought reciprocal arrangements from the Americans because we do not require them.  My son was travelling on the M6 from the south of England to Holyhead last week when he was passed by the police cars trying to arrest the two people suspected of involvement in the attempted bombings in London.  That made me realise that we would pass legislation to ensure we would be protected if we felt threatened.</P>
        <P>We must support legislation like this, although I regret the manner in which we are doing so because I do not like rushed legislation of any kind that does not allow us to examine it in detail.  The Minister of State has explained that he is making an exception on this occasion and almost apologised for doing so.  In future, however, we should take into account Senator Ryan&rsquo;s remarks and, if we have a choice, do this through primary legislation where we give ourselves the time to scrutinise it.  We should take steps to ensure legislation we may not like gets the attention it deserves.</P><Col N="2394"/>
        <P>I understand the Minister of State&rsquo;s haste, although I regret the speedy passage of this motion.  I accept, however, there is a need for it.</P>
      </Speaker>
      <Speaker pid="TonyKilleen"><TitleTxt>Minister of State at the Department of the Environment, Heritage and Local Government</TitleTxt><NameTxt>Mr. Killeen</NameTxt>
	<P>Gabhaim bu&iacute;ochas leis na Seanad&oacute;ir&iacute; a labhair ar an &aacute;bhar seo.  I thank Senators for their contributions on this issue.</P>
        <P>Senator Bradford mentioned balance and citizens&rsquo; rights to privacy, expressing his concern that we are rushing this motion through the Oireachtas.  I referred to this in my opening remarks; speed is necessary because of the timescale at European level and the fact that the second of the existing agreements expires on 31 July and must be put back in place if it is to continue.</P>
        <P>Senators Bradford and Ryan asked about reciprocal arrangements.  The agreement states that in the event of the implementation of a passenger name record in the European Union, or in one or more of its member states, that requires air carriers to make available to authorities PNR data for persons whose travel itinerary includes a flight to or from the European Union, DHS shall, strictly on the basis of reciprocity, actively promote the co-operation of the airlines within its jurisdiction.</P>
        <P>Also in the letter from the United States, which forms an important part of this agreement and sets out in detail some of the improvements from the two previous arrangements in terms of balance for citizens&rsquo; rights, there is a commitment to foster police and judicial co-operation, whereby DHS will encourage the transfer of analytical information flowing from PNR data by competent US authorities to police and judicial authorities of the member states concerned and where appropriate to Europol and Eurojust.  DHS expects the EU and its member states will likewise encourage their competent authorities to provide analytical information flowing from PNR data to DHS and other US authorities concerned.</P>
        <P Just="Left">Yesterday we saw the importance of co-operation between police services in combating the drugs trade and other criminal activity.  We must ensure important information on crime is shared between authorities.</P>
        <P>I thank Senators Wilson and Mooney for the points they made and for their support for the measure.  This is a complex and sensitive subject where we must strike a balance between public security considerations and a need to protect the rights of citizens.  European citizens are as concerned as their American counterparts about the protection of human life and the prevention of international criminal activity.  This is the third agreement between the US and the EU on passenger name records since 2004, and Ireland participated in the adoption of its predecessor.  While it would be preferable if there were no need to collect such data, it has been accepted by airlines and passengers that it is necessary to assist in <Col N="2395"/>preventing and combating terrorism and international crime.</P>
        <P>In the course of the negotiations on this new agreement, the European Commission responded effectively by arranging an exchange of letters setting out precisely the scope of the agreement and extracting assurances from the US authorities on the use of the data and their safe custody.  The 19 categories are set out in the file laid before the House yesterday.  Efforts by the European Commission to secure a high level of data protection in this new agreement have had a positive outcome.</P>
        <P>The comparisons between the current interim agreement and the new agreement are favourable in the context of the balance mentioned by some Senators, with the number of data items being reduced from 34 to 19 through a process of rationalisation.  Important new protections for data and avenues of redress for people seeking information about or correction of passenger name record data are provided in the new agreement, which is a welcome development for US citizens.</P>
        <P>Ireland&rsquo;s participation in the adoption of the agreement together with our European partners will ensure continuity and certainty for airlines and passengers on transatlantic flights, and I commend it to the House.</P>
      </Speaker>
        <P>Question put.</P>
      <Speaker pid=""><NameTxt>Senators</NameTxt>
	<P>V&oacute;t&aacute;il.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Will the Senators claiming a division please rise?</P>
        </Speaker><P><i>Senators Brendan Ryan, Mary Henry and Kathleen O&rsquo;Meara rose.</i></P>
    <HtmlBk SectId="6" />
    <!--Fix-->
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>As fewer than five Members have risen I declare the question carried.  In accordance with Standing Orders the names of the Senators dissenting will be recorded in the Journal of the Proceedings of the Seanad.</P>
        </Speaker><P>Question declared carried.</P>
      
        <P><i>Sitting suspended at 1.55 p.m. and resumed at 2.05 p.m.</i></P>
      
  </MainHeading>
  <MainHeading Type="GD" LHead="Ethics In Public Office (Amendment)" RHead="Bill 2007: Committee and Remaining Stages"> 
    <Title>Ethics In Public Office (Amendment) Bill 2007: Committee and Remaining Stages. </Title>
        <P>Section 1 agreed to.</P>
        <P Just="Center">SECTION 2.</P>
      <Speaker pid="PatMoylan"><TitleTxt>Acting Chairman</TitleTxt><NameTxt>Mr. Moylan</NameTxt>
	<P>Amendments Nos. 2 and 6 are related to amendment No. 1.  Amendments Nos. 1, 2 and 6 may be discussed together.</P>
        </Speaker><P>Government amendment No. 1:</P><Col N="2396"/>
        <P LI="1" el="5">In page 3, to delete lines 14 to 16 and substitute the following:</P>
        <P LI="1" el="5" Just="Left">&ldquo;<?oasys _is0p1- ?>&ldquo;(1A) Each statement required to be furnished to the Commission under subsection (1) shall be accompanied by a statement in writing that the member has complied with section 15A.&rdquo;,&rdquo;.</P>
      
      <Speaker pid="BrianCowen"><TitleTxt>T&aacute;naiste and Minister for Finance</TitleTxt><NameTxt>Mr. Cowen</NameTxt>
	<P el="0" Just="Left">Section 2 amends section 5, statements of Members&rsquo; registerable interests for clerks, of the Ethics in Public Office Act 1995 in two ways.  First, it amends the 1995 Act to require Oireachtas Members, including officeholders, to furnish to the Standards in Public Office Commission a statement that the Member is in compliance with the new requirements on benefits from friends that have been inserted into the 1995 Act by section 4 of this Bill.</P>
        <P>Second, it amends the 1995 Act to provide that where a Member, including an officeholder, has no registerable interests during the period comprehended by his or her annual ethics statement, he or she must furnish a statement in writing of that fact, together with a statement of compliance with the new requirement being proposed by this Bill, to the commission.</P>
        <P>Section 2(<i>a</i>) amends section 5 of the 1995 Act to require Members&rsquo; statements of registerable interests to the Standards in Public Office Commission to include a statement that the Members are in compliance with the requirement being imposed by section 4 of the Bill to obtain the opinion of the commission on benefits received from a friend for personal reasons only and worth in aggregate more than &euro;2,000 in the statement period.</P>
        <P>Section 2(<i>b</i>) replaces section 5(2) of the 1995 Act and requires Members, including officeholders, who do not have any registerable interests to prepare a statement in writing of that fact, as is provided for in section 5(2), and where this is the case, also to furnish at the same time as their nil statement a statement that they have complied with the new requirement on benefits from friends.  The nil statement and the statement of compliance are to be furnished to the Standards in Public Office Commission.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>I have a question that only cropped up in my mind since last night.  On Second Stage I expressed my concern that the restrictions in this legislation might inhibit someone who has been successful in life in another career and who would like to contribute time to the Oireachtas.  However, if they decided that it was too much of an invasion of privacy, they might not be tempted to do so.</P>
        <P>I do not have a serious concern in one respect but perhaps the Minister could comment on the case where somebody has been in business, probably still is, becomes a Member of the Oireachtas and is offered, let us say, hospitality as part of the business.  One could say it is a friend who is offer<Col N="2397"/>ing it, but it is perhaps a supplier to the business.  It would be in order for that person to accept that hospitality from a business point of view but it would not necessarily be acceptable under this legislation unless it were reported.  In what manner would it be reported that an offer has been made by a business acquaintance or a business friend &mdash; and I use the word &ldquo;friend&rdquo; because that is the word used here &mdash; and that it is intended that it be accepted?  To what extent would it be necessary, under this legislation, to request permission?</P>
      </Speaker>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P Just="Left">There is a code of conduct for Members of the D&aacute;il and Seanad which outlines that it is open to people to accept hospitality up to a certain value.  The issue is that people need to be able to see that there is no conflict.  It is more about people believing there is in place a regulatory framework which ensures no conflict will arise.  As I stated last night, currently there are no limits in respect of a person receiving a benefit for personal reasons from a friend.  There is a blanket exemption in that regard under the current Act.  A controversy arose in the second half of last year which resulted in the Taoiseach and the T&aacute;naiste subsequently making a statement on the Government&rsquo;s intention to legislate to tighten up this area by creating a threshold in that regard.  Under the current legislation a person is not required to register his or her acceptance, for personal reasons, of an amount up to &euro;2,000.  Where a person receives more than &euro;2,000 he or she must bring the matter to the attention of the Standards in Public Office Commission.  If it believes the circumstances and context are such that the sum involved in no way materially influences the officeholder in the conduct of his or her public office, no issue arises.</P>
        <P Just="Left">This legislation provides that where an officeholder receives more than &euro;2,000, he or she is required to bring the matter to the attention of the Standards in Public Office Commission which will deal with the matter first in a private manner, given its personal nature, and will then decide whether the sum received is declarable.  The circumstances, context and content will be taken into account.  I think that answers the  question.</P>
        <P Just="Left">Apart from this legislation, it has been suggested that where a person receives something for political purposes, for example, an invitation issued by virtue of the office he or she holds, limits on the declaration of such gifts should go up to, say, &euro;2,000, which is included in this legislation, and that anything less than that figure should not be regarded as a political matter that should go into the public domain.  An example would be the McCracken tribunal which dealt with other issues.  From my recollection, Mr. Justice McCracken dealt with those issues expeditiously and brought forward a very succinct report.  It was quickly suggested thereafter, if memory serves me correctly, that any sum under &euro;10,000 should not be a matter for consideration <Col N="2398"/>by the tribunal.   There is a threshold under which it can be accepted that people are not engaged in something which requires public scrutiny or <i>imprimatur .  </i>The normal social intercourse that takes place should not require that everything of value should be declared and that where a person omits to do so, consequences will result.  We need to avoid that level of intrusion.</P>
        <P>The controversy that arose during the second half of last year brought about the tightening up of this legislation which requires that there be some threshold above which the Standards in Public Office Commission should have a role to play in terms of determining whether there should be someone other than the officeholder who decides on the matter.  The legislation provides that the Standards in Public Office Commission can rule on whether an issue arises in respect of a gift or benefit and whether a person may retain it bearing in mind the circumstances which brought about its involvement.</P>
        <P>It is best to recognise that there is a threshold above which a body or person other than the officeholder may be involved.  People need to know this in the context of deciding whether to accept a benefit.  I accept many people in the course of their business lives become involved in this type of situation.  However, we are trying to strike a balance between recognising that and recognising that public culture in this country now is such that one has to have in place a framework which sets out, in a transparent way, what is permissible.  The acceptance of a gift <i>per se</i> is not to suggest that people are any less independent or honest now than in the past.  I do not buy that argument.  As I stated, one can be corrupt in respect of &euro;30 and as straight as an die in respect of &euro;20,000.  The issue is what one does as a result of this.</P>
        <P>Our public culture, as a result of what has happened in Ireland, requires that this framework of transparency and accountability reinforces and confirms that those involved in public life are reputable people in whom the public can entrust the performance of public duties based on their membership of Parliament, Government and so on.   That is the context in which these regulations are being introduced.</P>
        <P>The focus, ambit and scope of the legislation are quite specific.  It deals with one of the three existing blanket exemptions which are not declarable, namely, gifts from a relative or friend for personal use.  By maintaining a private consideration of such a gift between the Member and the Standards in Public Office Commission we recognise the need to avoid unwarranted intrusion into personal matters while, on the basis of a value threshold which is a matter of judgment, protecting everybody, including the recipient of such a gift or benefit.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>As the Minister knows from my words last night I do not have a difficulty with what he says.  However, I entered the House 14 <Col N="2399"/>years ago and my concern is that in the past five or six years a number of people have told me they had considered entering parliamentary life but felt the intrusions being developed make it much less attractive than it used to be.  Perhaps the Standards in Public Office Commission might consider a way to make it clear to such people that the effort is as the Minister has described.  I know people who would be worthy Members of either House but have been reluctant to put their names forward because of the requirements which have developed in recent years, which they feel are intrusive.  I would like to encourage them to come in and make sure they are not inhibited from doing so by new legislation which has been introduced, understandably so, in the past ten years.</P>
      </Speaker>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P>I agree with the Senator that the regulations may not add to the attractiveness of having a public career but I hope they are not an insurmountable impediment for those who are determined to do so.  I take the Senator&rsquo;s point.  People have that disposition when they think about public life.  </P>
        <P>In the framework we are developing by way of a series of legislative enactments during the past ten or 12 years, including this Bill, when people declare their interests and clearly indicate the context of benefits received, such declarations should not relegate them to the bottom of the premiership below others who have nothing to declare.  A person who has nothing to declare should not be seen as more pristine and pure than a person who has something to declare.  If we want a declaratory culture we should not attach a negative sentiment to making a declaration.  A declaration simply confirms a benefit which required declaration.</P>
        <P>For example, I was not <i>au fait </i>with the various thresholds when I held a golf classic in preparation for election expenses.  When I completed my declaration forms I was told that any donation above &euro;650 was declarable.  A number of people had entered golf teams amounting to more than that figure and I declared them.  I was faced with numerous questions as to the nature of these donations and was asked what they were all about.  If I had been aware of the various thresholds I could easily have escaped the need to declare them.  When a threshold is applied and Members work within it they are criticised for not declaring benefits even though the regulations make it clear that benefits below the threshold are not declarable.  If one does not know what the threshold is, exceeds it and then declares benefits above the threshold, as was my own situation, one will be faced with questions.  I was happy to deal with those questions because nothing untoward had taken place.  However, one often says to one&rsquo;s self that there may well have been other fundraisers involving amounts which were under the threshold which raised far in excess of what I was <Col N="2400"/>able to raise, or what was raised on my behalf at that particular function.  There is some suggestion that I have something for which to answer while others do not.  There is that sort of mentality.  If one enacts legislation and thresholds are set, then people work within those parameters because there may well be people who want to offer support but who do not want to see their names all over the place not because there is anything untoward but because there is a culture that is promoted which suggests there is.  That is the problem and we see it all the time in this area.</P>
        <P>The purpose of this is to ensure there is not a relationship between business and politicians or between any individual and politicians which can, in any way, compromise people in the performance of their duty.  As we all know, if anybody was to come to one and say he or she supported one at some function and he or she wants A, B and C, one would ask what that had to do with anything.  One would give the person his or her money back if that was his or her attitude.  One would not even tolerate that for two minutes.</P>
        <P Just="Left">The issue of the threshold always comes up.  I am 24 years in politics and in my experience people do not come up to one and say, &ldquo;Here is a gift for you.&rdquo;  In fact, it is quite the opposite.  In the interests of transparency and openness, we have provided a framework within which people can see what is happening.  None of us has any problem handling that.  It is just a matter of finding thresholds which do not result in unwarranted intrusions into a personal matter about which there is no public issue and where &mdash; regardless of whether there is, or is not, a public issue &mdash; someone else confirms to the recipient that it is within the spirit of the legislation.  It is always a matter of judgment and it is not an issue which is open to absolutist argument.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Government amendment No. 2:</P>
       <P LI="1" el="5">In page 3, to delete lines 24 and 26 and substitute the following:</P>
       <P LI="2" el="5">&ldquo;and furnish to the Commission a statement in writing of that fact together with a statement in writing that the member has complied with section 15A.&rdquo;.&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Section 2, as amended, agreed to.</P>
        <P Just="Center">SECTION 3.</P>
        <P>Question proposed: &ldquo;That section 3 stand part of the Bill.&rdquo;</P>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>The Minister will remember from our discussions yesterday that while I welcome the legislation, it is sad there is a need for us to put this type of framework in place in an effort to <Col N="2401"/>rebuild confidence in politicians.  As I said yesterday &mdash; the Minister disagreed with my view &mdash; in the past ten years in which I have been involved in national politics, I have seen a change in the attitude of people towards politicians.  People will say the public does not believe all politicians are corrupt because they re-elect them.  However, nobody actually believes individual politicians are corrupt but believe that, as a group, they are.  There is an onus on us as politicians when creating the framework against which we will measure ourselves that we create one which is measurable and which meets the standards of normal people.</P>
        <P>Terms and conditions for politicians have improved significantly over the past ten years and with that people&rsquo;s attitudes have changed.  There is an onus on us to create legislation which stipulates thresholds which people accept are feasible.</P>
        <P>The Minister said that if he had been more aware of the thresholds in regard to the fundraiser about which he spoke, he could easily have escaped the need to make a declaration.  I received a cheque from somebody during the general election but I returned it.  It was for an odd amount.  It was obvious that a similar cheque was being sent to every candidate for an amount that was just under the threshold.  That is what people do.</P>
        <P>The threshold is being increased to &euro;2,000 but I believe that is too high.  The majority of people would consider a threshold of &euro;650 fair.  I am not suggesting the Minister or any officeholder or Member of the Oireachtas would do a favour simply because they received &euro;1,999 or &euro;2,000.  That is not the issue.  The issue is to have a threshold which most people would consider fair.  The Minister is correct that people do not constantly give officeholders gifts.  Nobody will come up to me on the street in Galway and offer me a gift.  That does not happen in politics and, as that is the case, we should keep the thresholds low.  In circumstances where a gift is given, the person can make their declaration to the commission and have the matter recorded and dealt with transparently.  If the office believes there is no need for the gift to be declared, it is not declared.  That is a matter for the office.</P>
        <P>Yesterday, the Minister said it was important to find a balance.  He said the &euro;2,000 threshold will apply to benefits from the same friend in the period covered by the interests statement, typically a calendar year.  He also said the amount of money must be big enough so that officeholders and Members do not have to spend their time counting every ordinary gift they receive from their friends and also to avoid the Standards in Public Office Commission having to deal with applications about relatively minor gifts.  He described &euro;2,000 as a fair compromise.  Given that Members do not continually receive gifts, how often is this expected to happen and how often will the commission have to deal with an item worth more than &euro;650?  It does not occur often. <Col N="2402"/> For that reason there is no justification for increasing the threshold to &euro;2,000.  The current threshold of &euro;650 is low but if somebody wishes to abuse it, they will not use this legislation anyway.  My fear is that somebody could receive &euro;2,000 each from a number of individuals and it will become a way of avoiding declarations.</P>
        <P>That is the reason I oppose this section.  There are no grounds for increasing the value of the threshold to &euro;2,000.  I am aware it is a new threshold but its level should be &euro;650.</P>
      </Speaker>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P>It is a matter of judgment and I do not claim to have exclusive wisdom on this.  Political donations are not covered by this legislation.  The legislation is not changing the threshold to &euro;2,000 for the amount of a cheque one might receive in support of one&rsquo;s election campaign.  That is covered by the Electoral Acts, so there is no change in that regard.  Indeed, the example I gave earlier was with regard to the Electoral Acts and my experience of having to declare anything at any time.  I would not personally be aware of any of these thresholds.  Where somebody was doing something on one&rsquo;s behalf to prepare for an election, I had to find out about what applied and whether something was over the limit.  If somebody asked me about it, I told them to declare it because there was no big deal about it.  That was my point.</P>
        <P>Where thresholds are in place, people who work under them are not doing something wrong.  They are working within the legislation.  We want to avoid a situation where people are regarded as donating politically to the extent that one&rsquo;s political duties are in any way affected by small support such as for a golf classic or the like.  Those issues are unchanged.  This legislation does not broaden or reduce our commitments or obligations under that legislation.  That legislation remains <i>in situ</i>.</P>
        <P Just="Left">What we are discussing in this legislation is two sets of situations.  The ambit of this legislation is quite narrow.  The Ethics in Public Office Act contains an exemption whereby a threshold does not exist if one receives support from a relative or friend for personal purposes.  This Bill will create a threshold and because it is for personal purposes only it will be a different threshold to that for donations connected with one&rsquo;s political career.  This is to do with one&rsquo;s personal life and family circumstances.  One can imagine circumstances within a family where supports are given by other family members when a particular issue might arise.  It is a private family arrangement and one must protect it as such even if one is a politician, in public life or an officeholder.</P>
        <P>In my best judgment I propose a limit of &euro;2,000 under which it is not an issue for anybody except within the family.  If the amount is greater than &euro;2,000, then in the interests of transparency and to avoid any perception or suggestion of wrongdoing the Standards in Public Office Commission <Col N="2403"/>should be notified and it can consider privately whether it is declarable.</P>
        <P Just="Left">With regard to gifts received by Members, if a company presents one with a gift, benefit or corporate entertainment the limit should be at a similar level of &euro;2,000.  Normal fundraising activities which take place in politics, candidacy and election campaigns are subject to the Electoral Acts and those limits and thresholds will not be changed in the Bill.</P>
        <P>The Bill deals with specific issues which arose in recent months.  It became clear people want to see a tightening up so we can confirm that thresholds exist in this area, even if the money is for personal purposes.  In the interests of upholding the public&rsquo;s trust and confirming transparency, in this personal arena as well as in one&rsquo;s public duties, people want to see we are prepared to state a threshold will exist with regard to assistance from a relative or friend for personal purposes.  This is as well as other obligations we have as public representatives in respect of our public duties, candidacy and election requirements which are separate to what we are discussing here.</P>
      </Speaker>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P Just="Left">As I see it, the challenge is that as the threshold will create a differential level, it may be possible or permissible for somebody who wishes to avoid the legislation to hand me a cheque for &euro;1,999 as a support for personal reasons.  By placing it in my personal account I have an additional &euro;2,000 to put against my political fundraising or work such as a leaflet drop or an advertisement in a newspaper.  The people who will do so are those who want to avoid the legislation.  As I understand it, and I may be incorrect, a definition of &ldquo;support for personal reasons&rdquo; is not included.  In view of the absence of a definition, and by the nature of the fact one cannot legislate for every personal circumstance, the challenge will be to know whether it is personal or political.  Much of the political support we get comes first from our friends.  My biggest supporters are my best friends.  If I was still in politics they could, if the need arose, give me &euro;2,000 for personal reasons and that could assist me politically.  That is a matter for me obviously and I am breaking the law.  It is an ethical matter.  I fear that by creating two separate levels &mdash; &euro;650 for political donations in the Electoral Acts, which we are not amending, and a different level in this Bill &mdash; we are allowing that exploitation to take place.  This was not the case previously but we are creating the framework that will allow that to happen.</P>
        <P>If we look at the recent report and the limit of &euro;5,000 for donations to political parties as aggregate value, my concern is whether no party received an amount exceeding &euro;5,000.  They probably did not because that is what the legislation allowed for.  That is fine.  There is nothing wrong with that.  Let us not create an unlevel playing field where under one piece of legislation one can <Col N="2404"/>give &euro;650, and above that amount one needs to declare it, and under this legislation one can give, for personal reasons, &euro;2,000 without the need to declare it.</P>
        <P Just="Left">My second point concerns the amount of money one can give to support people.  There is no doubt that all of us will go through times of need.  If the limit is &euro;650 or &euro;2,000 and somebody gives us &euro;750, &euro;3,000 or &euro;5,000 in a time of need and it is over the threshold, I understand from the legislation that one can go privately and put one&rsquo;s case to the commission and it makes a decision.  Therefore, if it is private there is no need for the matter to be taken further.  If it fulfils the definition of personal reasons and there is no political element to it there is no need to declare it because it is unlikely to influence one.  Whether the limit is &euro;2,000 or &euro;650 will not make a difference because it keeps the playing pitch level.  It is neither too much nor too little.  If for personal reasons somebody needs to make a declaration in the particular circumstances and if the commission agrees with the particular point of view, it is never declared and nobody knows anything about it.  Given that it is private and, hopefully, will not happen too often for most people, it is not too onerous on the commission to deal with amounts of money exceeding &euro;650.</P>
      </Speaker>
      <Speaker pid="JohnGerardHanafin"><NameTxt>Mr. Hanafin</NameTxt>
	<P Just="Left">It is entirely reasonable in a case where a near relation or lifelong friend would allow somebody to stay in an apartment, rather than finding oneself on the wrong foot at the start and trying to explain away the relationship and trying to row back.   This legislation ensures that does not happen.  It is useful and gratifying that the legislation has provided that level of comfort to people who find themselves in a genuine situation as it ensures they will not be wrong even before they start.</P>
        <P>On another note &mdash; the Acting Chairman can rule me out of order if he so wishes &mdash; although I participated in the debate on the Finance (No. 2) Bill, I omitted to mention that Senator Finucane is not standing again.  He is a fine colleague and a good and decent man who is friendly any time one meets him.  I wish him the very best and I look forward to meeting and discussing with him again every aspect of politics, hurling and other matters.</P>
      </Speaker>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P>I wish to be associated with those remarks.</P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>Thank you.</P>
      </Speaker>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P Just="Left">For the purposes of clarity, section 3 increases from &euro;650 to &euro;2,000 the monetary threshold at which a gift given to an officeholder by virtue of his or her office is deemed to be a gift to the State.  We are not talking about ordinary members but  officeholders and increasing the threshold from &euro;650 to &euro;2,000 for gifts given to <Col N="2405"/>an officeholder by virtue of his or her office to be deemed to be gifts to the State.</P>
    <HtmlBk SectId="7" />
        <P>That is what we are discussing.  That argument would not hold on the wider issue Senator Cox was discussing because the money is not being used for personal purposes but for political purposes, in which case it would be regarded as a donation.  The purpose to which a person puts the money given determines whether it is regarded as a donation.  To use the Senator&rsquo;s example, if she received &euro;1,999 for personal purposes and she subsequently used it for political purposes, it is a donation and registerable.  As a Member, she has an account to show receipts of political donations.  If she were spending money outside that and not applying her expenses from that account, she would also be answerable to the commission for that.</P>
        <P Just="Left">The hypothetical case is beyond the scope of the amendment we are discussing.  For us to be logical, we should go through the line of arguments as we go through the amendments.  This section is about the threshold at which a gift to an officeholder by reason of holding office should be regarded as a gift to the State.  Twelve years ago it was &euro;650.  I believe that &euro;2,000 is a fair assessment of the value above which it should go to the State.  It is a matter of judgment.</P>
     </Speaker><P>Question put and agreed to.</P>   
        <P Just="Center">SECTION 4.</P>
    <!--Fix-->
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>Amendments Nos. 3 to 5, inclusive, are cognate and will be discussed together by agreement.</P>
        </Speaker><P>Government amendment No. 3:</P>
        <P LI="1" el="5">In page 4, to delete lines 26 to 28 and substitute the following:</P>
        <P LI="2" el="5">&ldquo;be likely to materially influence the person concerned in the performance of his or her functions or duties as a relevant person.&rdquo;.</P>
      
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P>This amendment amends section 15A to be inserted in Part III of the Ethics in Public Office Act 1995 so that the opinion to be sought from the Standards in Public Office Commission about acceptance of a benefit from a friend is whether it would not be likely to materially influence the recipient in the performance of his or her official duties.  The term &ldquo;materially influence&rdquo; appears three times in the proposed new section regarding the opinion to be sought from the Standards in Public Office Commission by an officeholder or Member proposing to accept the benefit from a friend for personal reasons only, the opinion to be sought by an officeholder or Member who accepts a benefit in circumstances where it would be unreasonable to refuse it and the opinion to be notified by the Standards in Public Office Commission to the officeholder or Member who requested it.  In all <Col N="2406"/>these cases the commission, as a result of this amendment, will be asked for its opinion whether acceptance &ldquo;would not be likely to materially influence&rdquo; the officeholder or Member in his or her official functions or duties.</P>
        <P>The effect of the amendment is that the opinion of the Standards in Public Office Commission would be framed in the terminology used in the Second Schedule to the Ethics in Public Office Act 1995 regarding gifts.  Those covered by the legislation and the Standards in Public Office Commission are already making judgments about what could materially influence them and no new interpretations will therefore be required to be made by officeholders, Members or the Standards in Public Office Commission.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P>Government amendment No. 4:</P>
        <P LI="1" el="5">In page 4, lines 46 and 47, to delete all words from and including &ldquo;that&rdquo; in line 46 down to and including &ldquo;influence&rdquo; in line 47 and substitute the following:</P>
        <P LI="2" el="5">&ldquo;that acceptance of the benefit would not be likely to materially influence&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Government amendment No. 5:</P>
        <P LI="1" el="5">In page 5, lines 36 to 38, to delete all words from and including &ldquo;would&rdquo; in line 36 down to and including &ldquo;-cerned&rdquo; in line 38 and substitute the following:</P>
        <P LI="2" el="5">&ldquo;would not be likely to materially influence the relevant person concerned&rdquo;.</P>
        <P>Amendment agreed to.</P>
      <Speaker pid=""><NameTxt>Acting Chairman</NameTxt>
	<P>Amendments Nos. 5<i>a</i>, 5<i>b</i> and 5<i>c</i> are cognate and will be discussed together by agreement.</P>
      </Speaker>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>I move amendment No. 5<i>a</i>:</P>
                <P LI="1">In page 7, line 16, to delete &ldquo;&euro;2,000&rdquo; and substitute &ldquo;&euro;650&rdquo;.</P>
        <P FLI="0" Just="Left">By creating a difference between thresholds it is open to individuals to avoid the legislation in place under the Electoral Acts and accept gifts which might otherwise be defined as donations.  The recipient, therefore, can accept a gift of greater value than &euro;650 up to the value of &euro;2,000 without having to declare it if it is defined as such by the person making the gift.  That person could say, &ldquo;This is a gift for you.  It is a dig out.  It is to help you out.  I understand things are tough.  It is hard being in politics.  It is very expensive and I want to help you out on a personal basis.  I know how hard it is to run a home, look after the kids, bring them to college, buy a car and so on.  It is for your personal use.&rdquo;  Given that the Oireachtas <Col N="2407"/>Member can avail of the gift, he or she has more of his or her own funds available to further his or her political aims.  The issue of a political donation will not arise.  The Minister is as aware as I am that the reason this framework is being introduced is in the past things were done in politics of which we are not particularly proud.  For that reason, a problem will be created by providing two different playing pitches.  Somebody could hand me a cheque for &euro;1,750 for my personal use because times are hard.  If I had &euro;1,750 myself to use for my political work because I did not need to use the gift for this work, should the gift not be classed as a political donation?  That is my difficulty.  If the threshold remained at &euro;650, I would have to declare this gift as a political donation.  I agree with the Minister this is a judgment call and a threshold of &euro;2,000 is not too high.  However, the challenge in this regard is the limit differs from those set in other Acts.  People will use the excuse that such gifts are for personal use.</P>
      </Speaker>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P>The section relates to gifts to officeholders and Oireachtas Members for personal reasons only and no limit is in place in this regard currently.  A limit, therefore, needs to be imposed, and this is agreed.  The issue then centres on the definition of &ldquo;personal reasons&rdquo; because it has nothing to do with political donations, the performance of one&rsquo;s duty, funding campaigns or one&rsquo;s politics.  A balance must be struck between the intrusion into a Member&rsquo;s personal life and his or her role as a public representative.  In private life, these limits would not apply.  One must make a judgment on what is the best action to take.  In the absence of any limit, given the controversy that has arisen, and if the gift is intended to alleviate an individual&rsquo;s personal circumstances, is for his or her personal use and his or her politics are not germane to the reasoning for the gift, a sum of &euro;2,000 is a fair limit.  For gifts that exceed that amount, the involvement of the commission in determining that it has been given for personal reasons is a guarantee to the public that the provision is not being abused or the gift is outside the ambit of what would be regarded as reasonable in the circumstances, given it is for personal use.  That is the balance the Senator must think about.  I am providing for a limit where none exists and, therefore, I am tightening, not loosening, the legislation.  The &euro;650 limit in respect of political donations under the Electoral Acts concerns a separate set of circumstances which are clearly involved in the performance of duties as a politician and the financing of campaigns, etc.  That is dealt with.  For that reason it is a public issue and there must be a rule for a minimum amount.  We have set it at &euro;650, which found the agreement of everyone in the House at the time, because we regarded it as reasonable and it would avoid having to deal with everything that came up.</P><Col N="2408"/>
        <P>The question is one of finding the balance.  The &euro;650 amount was regarded, for that purpose, as being reasonable.  If there is a separate case where no limit exists, but it concerns personal reasons, use or issues, &euro;2,000 is a fairly judged figure.  Others may not agree but it strikes that balance.  The circumstances are different.</P>
        <P>One scenario involves the public having a right to know how campaigns are funded.  A person may be funded beyond an aggregate of &euro;650 during the course of the term of the statement which must be provided every year, and the public would know a special account would be set up by every Member for that purpose and the funds must be drawn down from that account to show the money is being spent for political purposes.  There is a transparency and openness about the process, which includes a threshold all parties would see as reasonable.</P>
        <P Just="Left">This is a different scenario.  This may concern someone being in receipt of support for personal reasons only, as an officeholder or a Member of the Oireachtas.  If, as the Senator mentioned, there was some effort to say that support received was subsequently used for political purposes as a way of circumventing rules, it would be deemed by the commission as being a political donation.  In such a case the person would be open to sanction because it was not declared.  The money would have been used for another purpose, specifically involving public work.</P>
        <P>These are the considerations.  It is a matter of judgment but I believe this figure is reasonable for the reasons I have outlined.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>I have listened very carefully to the Minister.  I now realise what Senator Cox has been getting at.  She is not speaking now about the difference between the sums of &euro;650 and &euro;2,000.  Clearly this is an improvement on previous standards.  I believe the Senator is making the point that up to now, somebody who wished to find a way around the existing legislation could have accepted a personal gift from a friend or relative and then used their personal money for political use.  That possibility always existed, it seems.  Senator Cox is pointing out that the flaw is perhaps still there.</P>
        <P>The Minister is making the point that if a &euro;1,999 sum is used immediately for political purposes, the person in question is breaking previous legislation.  If, however, the person used it for personal expenses and used other money for political reasons, that person is clearly in breach of the other legislation rather than this Bill.</P>
        <P>We are clearly better off now than we have been.  Senator Cox is pointing out there is a possibility of somebody getting around the legislation through subterfuge, but there is now at least a limit.  The Bill does not attempt to solve the problem.  I understand Senator Cox&rsquo;s concerns.  The dilemma will not be easily solved, and it certainly will not be solved by this legislation, as the Mini<Col N="2409"/>ster has stated.  Perhaps the issue could be considered at some later stage.</P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>The Minister has indicated that &euro;2,000 will be the new figure.  I believe Senator Cox is indicating there will be an element of confusion out there.  Taking the recent election as an example, as a defeated candidate I have to present a statement to the Standards in Public Office Commission.  If I received any funding in excess of &euro;125 I had to produce a bank statement, with the magic ceiling of &euro;650.  Although there was an impending election and people made contributions to me, they did not stipulate they were political in nature.  Instead, these individuals indicated that they had been friends of mine for years and that they were making personal contributions.</P>
        <P>When does a personal contribution become a political contribution?  Is there a timeframe involved?  There may not be another general election for four or five years.  Could a person who makes a personal contribution to me still state that it is such a contribution if it is made within three months of a general election?  The amount involved could be in excess of &euro;650.  It could, for example, be &euro;1,000.  With the different limits on the political side and in view of the fact that a new limit of &euro;2,000 is being put in place on the personal side, how does one balance personal and political donations?  In many instances, people who give one donations towards future elections perceive that they are making personal donations.  They do not believe they are offering corporate style gifts.  I am concerned that confusion might arise in this regard.</P>
        <P>There is a great deal to be said for increasing the figure of &euro;650 which applies in respect of the Standards in Public Office Commission to &euro;1,000.  There is also much to be said for abandoning the new limit of &euro;2,000 on personal donations and setting it instead at &euro;1,000, thereby ensuring uniformity.  It would not then matter whether a donation was personal or political in nature because the limit applying would be the same.  An element of confusion is going to arise and I do not believe it will be resolved by the legislation.</P>
      </Speaker>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>I hate to harp on about the same matter.  That is something people do for political reasons and it annoys me.  I ask the Minister to have patience.</P>
        <P>I am obviously beginning to make sense and to get my point across.  This year represents the first of five before the next general election.  Let us consider a scenario where someone might give me a personal donation of &euro;1,500 this year to help me out and where I might lodge that money to my personal bank account.  If that process continued annually, I would be able to save &euro;1,500 or perhaps a little less in each of the next five years.  By virtue of receiving these dig-outs, I might be able to save a total of &euro;5,000.  I would keep that money in my current account, into <Col N="2410"/>which my salary also goes.  I took the money I used in the recent election from my current account and from that of my husband.</P>
        <P>I accept the Minister&rsquo;s point that there was nothing in place previously and that he is including something new.  I welcome that development.  However, there is no way to prove that an amount of &euro;5,000 that I might withdraw from my current account, a credit union account or wherever did not come from personal donations.  As a result of the difference in the limits, the legislation could be circumvented in this way.  If the limits were the same, people would not go to the bother of trying to get around them.  However, there is a significant difference between &euro;650 and &euro;2,000.</P>
        <P>I appeal to the Minister to consider putting in place the same limits in order that there will be uniformity.  If, during the lifetime of the next Government, there is a need to increase one limit, all of the limits relating to various items of legislation should be increased in order to maintain uniformity.  That is my final word on the matter.</P>
      </Speaker>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P>As already stated, there are different views on this matter.  I respect from where people are coming because everyone is trying to find the right balance.</P>
        <P>To take the example of a person receiving a donation of &euro;1,500 and using it in conjunction with other moneys he or she might be saving for political purposes, what he or she received would not then be for personal purposes only.  In my opinion, that is how the commission would view the matter.  The money in question must be for one&rsquo;s personal use.  If one is enabled to use money one would not otherwise be in a position to use because it is destined to be used for political purposes, such money is then regarded as a political donation.</P>
        <P>If one is involved in active politics, one is required to have a separate account into which political donations one receives should be placed.  If one does not have such moneys in a separate account, one will be asked why that is the case.  What Senator Cox is referring to would raise issues with the commission.</P>
      <TimeSt down="4" idown="4">3 o&rsquo;clock</TimeSt>
        <P>It has been said that one does not legislate for honesty.  We are not in a position to turn someone of a malevolent disposition into a virtuous paragon of the community.  What we are providing in this legislation is a code of conduct.  It is a regulatory framework which people are expected to live up to by reason of the fact that they are in public office.  We are indicating a threshold or circumstances where a commission set up under an Act of the Oireachtas would have to advise a person what he or she should or should not do in any given circumstances by reason of the amount being provided for his or her benefit by a third party in the form of a gift.  If the gift to the officeholder is from a relative or friend, that officeholder must also obtain the advice of the commission.  For the <Col N="2411"/>rest of us who, as Members of the Oireachtas or officeholders, receive gifts from third parties who are not relatives or friends, what is regarded as a gift that is declarable is set out in this amended legislation.  That is where it is at.</P>
        <P>Senator Finucane made one suggestion, while Senators Cox and Quinn have also made suggestions.  The Government believes the proposals I am bringing forward strike the correct balance.  Given the different considerations concerned, I do not pretend that mine is the font of wisdom compared with that of everyone else.  It is the collective view of the Government that this is where the correct balance is struck.  It is incumbent on us all to perform our duties conscientiously and within this regulatory framework in the interest of providing transparency and some reassurance to the wider public.  The public entrusts to us these responsibilities not because it thinks everyone here is malevolent but because it thinks we can do the job and that we are the best available in this democracy to do so.  We all get that vote of confidence and do the job.  Given the political culture that now exists and the change that has occurred, we need to provide ourselves with a regulatory structure that meets the requirements of the situation, enables us to do our job effectively and enables the public to be satisfied that everything is done above board and that there are no issues of conflict that would debar us from doing that job conscientiously and well.  That is what we are all trying to achieve in this legislation.</P>
        <P>I explained on Second Stage why this has come about.  There were no limits in these areas before.  We are imposing limits now and I am also taking the opportunity to update thresholds which will serve us for the years ahead in respect of officeholders and non-officeholders in respect of gifts for personal use only for the purposes of ensuring that we can continue to do our job effectively and that the people can be reassured as to what we are doing in the first place.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>Is the amendment being pressed?</P>
      </Speaker>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>Yes.</P>
        </Speaker><P>Question, &ldquo;That the words proposed to be deleted stand&rdquo;, put and declared carried.</P>
      
        <P>Amendment declared lost.</P>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>I move amendment No. 5<i>b</i>:</P>
                 <P LI="1">In page 7, line 37, to delete &ldquo;&euro;2,000&rdquo; and substitute &ldquo;&euro;650&rdquo;.</P>
        </Speaker><P>Question, &ldquo;That the words proposed to be deleted stand&rdquo;, put and declared carried.</P>
              <P>Amendment declared lost.</P><Col N="2412"/>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>I move amendment No. 5<i>c</i>:</P>
                 <P LI="1">In page 7, line 41, to delete &ldquo;&euro;2,000&rdquo; and substitute &ldquo;&euro;650&rdquo;.</P>
        </Speaker><P>Question, &ldquo;That the words proposed to be deleted stand&rdquo;, put and declared carried.</P>
      
        <P>Amendment declared lost.</P>
        <P>Section 4, as amended, agreed to.</P>
        <P Just="Center">SECTION 5.</P>
        <P>Government amendment No. 6:</P>
                 <P LI="1" el="5">In page 8, lines 26 to 28, to delete all words from and including &ldquo;in&rdquo; in line 26 down to and including &ldquo;Commission&rdquo; in line 28 and substitute the following:</P>
        <P LI="2" el="5">&ldquo;in addition to a statement under subsection (1) furnish a statement in writing to the Taoiseach and the Commission&rdquo;.</P>
        <P>Amendment agreed to.</P>
        <P>Section 5, as amended, agreed to.</P>
        <P Just="Center">NEW SECTION.</P>
        <P>Government amendment No. 7:</P>
                 <P LI="1">In page 8, before section 6, to insert the following new section:</P>
                 <P LI="1" Just="Left">6.&mdash;Section 23 of the Principal Act is amended&mdash;</P>
                 <P LI="2" el="5">(<i>a</i>) by the insertion, after subsection (1A), of the following subsections:</P>
                 <P LI="3" el="5">&ldquo;(1AB) Notwithstanding any other provision of this section, the Commission shall, where it considers it appropriate to do so, carry out an investigation under this section to determine whether a person to whom section 15A applies&mdash;</P>
                 <P LI="4" el="5">(<i>a</i>) has contravened the provisions of that section,</P>
                 <P LI="4" el="5">(<i>b</i>) has contravened section 5(1A) in so far as it relates to a statement as respects section 15A (to the extent that section 5 applies to the person concerned),</P>
                 <P LI="4" el="5">(<i>c</i>) has contravened section 16(1A) in so far as it relates to a statement as respects section 15A (to the extent that section 16 applies to the person concerned), or</P>
                 <P LI="4" el="5">(<i>d</i>) has made a statement relating to section 15A pursuant to section 5(1A) or section 16(1A) the contents of which <Col N="2413"/>statement were inaccurate or misleading.</P>
                 <P LI="3" el="5">(1AC) An investigation by the Commission under subsection (1AB) shall be held in private unless the Commission determines that there are compelling reasons not to do so.&rdquo;,</P>
                 <P FLI="0" el="5"><?oasys _is2p6- ?>and</P>
                 <P LI="2" el="5">(<i>b</i>) by the insertion, after subsection (1B), of the following subsection:</P>
                 <P LI="3" el="5">&ldquo;(1BA) The Commission shall not carry out an investigation in relation to a member as respects a matter which is or may be a specified act where the matter concerned&mdash;</P>
                 <P LI="4" el="5">(<i>a</i>) relates to a private matter and is unrelated to the performance by the member of the functions of the office of member, or</P>
                 <P LI="4" el="5">(<i>b</i>) results from incompetence or inefficiency in the performance of, or failure to perform, such a function, on the part of the member.&rdquo;.&rdquo;.</P>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P Just="Left">This amendment of section 23 of the principal Act inserts new provisions for an investigation by the commission under the Ethics in Public Office Act 1995.  The new provisions will provide that the standards commission, where it considers it appropriate to do so, will be able to investigate possible contraventions of the new requirement.  The new provisions also provide that any such investigations are to be held in private unless the standards commission decides there are compelling reasons not to do so.</P>
        <P Just="Left">They also address a concern expressed by the Seanad Committee on Members Interests that if the commission were to investigate an ordinary Member on a specified act, an act or omission, that is inconsistent with the proper performance by the person of the functions of his or her office or position, or with the maintenance of public confidence in such performance, and the matter is one of significant public importance, then exclusions that are available to everyone else to whom the ethics legislation applies might not be available to ordinary Members.  The exclusions relate to personal matters unrelated to office or function and incompetence and inefficiency.</P>
      </Speaker>
        <P>Amendment agreed to.</P>
        <P Just="Center">SECTION 6.</P>
        <P>Question proposed: &ldquo;That section 6 stand part of the Bill.&rdquo;</P>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>My issue with this section relates to the increase in the limits.  The limits were fair enough as they were originally set.  I fail to see the need to increase them.</P>
      </Speaker><Col N="2414"/>
      <Speaker pid="BrianCowen"><NameTxt>Mr. Cowen</NameTxt>
	<P>We have already dealt with the principle behind the figure of &euro;650 being raised to &euro;2,000.  As regards the other thresholds covered in section 6, remuneration from a trade or profession is being increased from &euro;2,600 to &euro;5,000; and the value of shares from &euro;13,000 to &euro;20,000.  The section also covers interests in land and contracts for the supply of goods and services to the public sector which will increase from &euro;6,500 to &euro;10,000.  These thresholds have not been increased for 12 years and the new ones will last for a period.  On that basis, these increases are reasonable.</P>
      </Speaker>
        <P>Question put and declared carried.</P>
        <P>Section 7 agreed to.</P>
        <P>Title agreed to.</P>
        <P>Bill reported with amendments and received for final consideration.</P>
        <P>Question proposed: &ldquo;That the Bill do now pass.&rdquo;</P>
      <Speaker pid="BrianCowen"><TitleTxt>T&aacute;naiste and Minister for Finance</TitleTxt><NameTxt>Mr. Cowen</NameTxt>
	<P>I thank those Senators, both last night and today, who contributed to what was a good debate.  I wish well those Senators who are present, and also those who are not because they are involved in the upcoming campaign.  I wish Senator Hanafin, on my side of the House, well, as well as Senator Cassidy and I congratulate Senator Cassidy on his appointment as Leader of the House.  I wish Senator Cox well in the future, and also Senator Finucane.  Senator Quinn, I know, will be engaged in the university hustings, virtual or actual, wherever they may be, given<?oasys _jy ?>the information communications technology involved.</P>
        <P>The Leas-Chathaoirleach, Senator Burke, will, I am sure, be seeking support with the blessing of his leader, apart from his many more friends.  I wish him every success as well.  I thank the staff and my officials for their assistance in bringing this legislation forward.  I thank the House again.  It is always a pleasure to come here.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I thank the Minister for coming in over the two days, giving us of his time and making the Seanad well aware of the legislation that was being discussed.  He made an outstanding contribution for something approaching 40 minutes yesterday and it was a pleasure to be here.  I want to wish him well in the next five years and congratulate him again on his appointment as T&aacute;naiste and Minister for Finance.  He is doing an excellent job.  The country is in safe hands.  I have every confidence in his great ability. </P>
        <P>I wish the Leas-Chathaoirleach well and Senator Quinn.  Senator Hanafin and I are on the one panel and keeping the old priorities today.  Then, of course, there is Senator Moylan, who <Col N="2415"/>has been a wonderful Government Whip here in the Seanad on behalf of us all.  He is someone we all respect.  My thanks to the staff of the Houses and to everyone concerned, as well as to Senator Quinn, of course.  His presence in this Chamber, as I have said before, has enhanced the proceedings.  I also wish him well in his election.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>I thank the Senator. </P>
      </Speaker>
      <Speaker pid="MichaelFinucane"><NameTxt>Mr. Finucane</NameTxt>
	<P>I wish the Minister well as regards this legislation.  In the five years that I have been in the Seanad I have noticed that he has always treated this Chamber with respect.  He has appeared in this House on many occasions.  From my experience in the other House over 13 years and the five years I have spent in the Seanad, the standard and level of debate is far superior in this House.  I have participated in excellent sessions here and found the Seanad process to be a very good one.  It is a place I am going to miss, but time moves on for all of us and I have made my decision.  </P>
        <P>I thank Senator Hanafin for his kind words earlier.  Senators might often jibe at each other in this House, but it is noteworthy that a great level  of camaraderie tends to develop among Members in this rather than in the other House.  Perhaps this is because the Seanad is a smaller unit, with 60 Members, and we get to know each other much more on a personal basis.</P>
        <P>I have enjoyed my experience in this House.  I wish the people well who are contesting the Seanad.  I was on the labour panel in the past.  I wish them all the best of luck.  I particularly want to wish my colleague, Senator Burke, well.  He has been an excellent Leas-Chathaoirleach, as I said earlier today.  I have always admired the contributions of Senator Quinn and wish him well on the university panel.  When asked by my local paper about my favourite Senators, etc., I acknowledged Senator Quinn&rsquo;s contribution in particular.  I believe Senator Cox will be a loss to the House because although she might be an irritant to the Government Whip at times, she livens up debate in the Seanad.</P>
      </Speaker>
      <Speaker pid="FergalQuinn"><NameTxt>Mr. Quinn</NameTxt>
	<P>I should like to add my words to those which have been said already.  I thank the Minister, in particular, for coming to the House and for the patience and control he has shown with regard to legislation.  He could not have done so without a great deal of help from his team.  However, the manner in which he has treated this House over the past five years in partaking in its debates is particularly praiseworthy. </P><Col N="2416"/>
        <P>I appreciate the very kind compliments Senator Finucane paid me in his local newspaper.  I did not read the article but was told about it after its publication.  I echo the Senator&rsquo;s sentiments regarding those of us who are running for re-election and those for whom this is their last day in the House.</P>
        <P>I was impressed by Senator Cox&rsquo;s commitment to this Bill and by the fact that she gave it deep thought.  While some of us did not understand the point she was making initially, she kept making it until we did understand.  We will miss her when she is gone but I am sure she will continue to succeed in her very successful business and in other ways.</P>
        <P>I wish every success to those Senators who are standing for re-election.  Those of us who can do something would love to see a very similar House in the next session as long as there is a team of Independents to keep manners on Members of both sides.</P>
      </Speaker>
      <Speaker pid="MargaretCox"><NameTxt>Ms Cox</NameTxt>
	<P>I thank everybody for their very kind words on my time in the House and, in particular, I thank the Minister for his patience.  I am sure I tried him today when he would have preferred to have the legislation passed more quickly.  However, the debate was useful and I accept the differences in our judgments.</P>
        <P>I thank the Bills Office because its staff very kindly helped me late last night when I finally got my head around how I would word my amendments.  It wrote them in a form acceptable to the House.  I pay tribute to the staff of the Seanad and all the various Departments.  Their work, which is not always acknowledged by the public, reflects the great commitment of the Civil Service and the institutions of the State whose job is to run the country successfully.  I commend the staff of this institution and those from all the Departments who dealt with legislation in the House.</P>
      </Speaker>
      <Speaker pid="PaddyBurke"><NameTxt>An Leas-Chathaoirleach</NameTxt>
	<P>I congratulate the T&aacute;naiste and wish him well in the years ahead.  I wish Senators Cassidy, Hanafin, Moylan and Quinn the very best of luck in the election.  I wish Senator Cox and my party&rsquo;s deputy leader in the Seanad, Senator Finucane, the best of luck on their retirement.</P>
      </Speaker>
      <Speaker pid="DonnieCassidyFF"><NameTxt>Mr. Cassidy</NameTxt>
	<P>I wish health and happiness to Senator Cox for many years to come.  Perhaps she will be back in the House again some day.</P>
      </Speaker>
        <P>Question put and agreed to.</P>
        <adjournment>The Seanad adjourned at 3.20 p.m. <i>sine die.</i></adjournment><Col N="2415"/>
    <HtmlBk SectId="0" />
  </MainHeading><?oasys _te ?><!--Fix-->
</Debate><!--Fix-->
